{"chapter": "03", "title": "War Of Deliverance Prologue", "speakers": ["Alm", "Tobin", "Gray", "Celica", "Mae", "Boey", "Masked Knight", "Saber", "Arcanist", "Clive", "Mercenary", "Peddler"], "dialogue_counts": {"Alm": 7, "Tobin": 5, "Gray": 1, "Celica": 23, "Mae": 11, "Boey": 9, "Masked Knight": 10, "Saber": 5, "Arcanist": 1, "Clive": 1, "Mercenary": 1, "Peddler": 1}, "gender_counts": {"M": 39, "F": 34, "N": 2, "A": 0}, "lines": 75, "transitions": "MMMMMMMMMM-FFFFFFFFMFMFM-FMFMFMFMFMFFFMMFF-N-MFMMFMM-FFMFMFMFMFMFFMFMFMFMF-MMMNM-M", "dialogue": [{"speaker": "Alm", "line": "Good. You’re all here. Let’s be on our way."}, {"speaker": "Tobin", "line": "Uhm... Are you sure about this, Alm?"}, {"speaker": "Alm", "line": "Am I sure about what?"}, {"speaker": "Tobin", "line": "Oh, please. About Celica! You finally see her after gods-know how long, and you end up in a spat? Hey, don’t give me that look—we all know she took off in a right huff. You two used to be inseparable. What happened?"}, {"speaker": "Alm", "line": "...That was a long time ago, Tobin. A lot’s happened—to both of us."}, {"speaker": "Tobin", "line": "Hmm... Well, I’m no expert, but I think a normal person would just apologize. I’m sure she hasn’t gotten too far yet, what with those skinny legs and all..."}, {"speaker": "Gray", "line": "Seriously, Tobin? Y-you’re passing out relationship advice now? Give it a rest—it’s not like every fight has a right side and a wrong side."}, {"speaker": "Tobin", "line": "Get over it, Gray. I’m well aware of that! It’s just... Well, this could be the last time Alm and Celica see each other. You’d think they’d wanna part on a...less-sour note."}, {"speaker": "Alm", "line": "It’s all right, Tobin. I appreciate what you’re saying. But this is something for me and Celica to work out on our own. Besides, I’m the leader of the Deliverance now. It wouldn’t be right to keep everyone waiting on my own private business."}, {"speaker": "Tobin", "line": "Alm..."}, {"speaker": "Celica", "line": "*sigh*"}, {"speaker": "Mae", "line": "Celica! Hey, Celica!"}, {"speaker": "Celica", "line": "...Hmm? I’m sorry, Mae. I was lost in thought. Did you need something?"}, {"speaker": "Mae", "line": "Me? Naw, I’m fine like always. But what about YOU?! That guy leading the Deliverance is a friend of yours, right? I know we’re in a rush, but surely we had time for you to say good-bye!"}, {"speaker": "Celica", "line": "It’s fine. That isn’t necessary."}, {"speaker": "Mae", "line": "But Celi—"}, {"speaker": "Celica", "line": "Mae, I need to reach the Temple of Mila as soon as possible. I know the Mother will reveal a path to save Zofia that doesn’t involve violence."}, {"speaker": "Mae", "line": "I dunno about this, Boey... Celica’s acting all weird. I wonder what happened?"}, {"speaker": "Boey", "line": "Well, can you blame her? I’m sure she’s more than a little conflicted. If the Deliverance defeats Desaix and drives the empire back, what next? Zofia will need a ruler, and who better than a boy who cast off tyranny’s yoke?"}, {"speaker": "Mae", "line": "What?! But Celica’s the rightful heir!"}, {"speaker": "Boey", "line": "Yeah, but she can’t exactly just go and announce that to everyone. If she did, she’d be made to lead the Deliverance effort herself. Believe me, that’s the last thing Celica wants right now."}, {"speaker": "Mae", "line": "I hate it when you make sense. Boey. But that just means we have to haul tail to the Temple of Mila! The Earth Mother will know what to do. She’ll take care of everything!"}, {"speaker": "Boey", "line": "I pray it’s truly so simple."}, {"speaker": "Celica", "line": "Once we cross this mountain, we’ll finally reach the coast. It’s a hard climb, but I know we’ll make it."}, {"speaker": "Masked Knight", "line": "Hold."}, {"speaker": "Celica", "line": "Hmm? Who’s there?"}, {"speaker": "Masked Knight", "line": "......"}, {"speaker": "Celica", "line": "You’re the one from before! I’m glad our paths have crossed again. I’d hoped for a chance to properly thank you for helping us."}, {"speaker": "Masked Knight", "line": "I’ve no use for thanks. I come bearing a warning: proceed no further here."}, {"speaker": "Celica", "line": "What? I must know a reason for this warning."}, {"speaker": "Masked Knight", "line": "The terrain ahead is loose and prone to failure. Additionally, there are still forces in play who would see you harmed. If you must attain the Temple of Mila, strike west through the mountains."}, {"speaker": "Celica", "line": "West? But that’s where Alm..."}, {"speaker": "Masked Knight", "line": "You have been warned."}, {"speaker": "Celica", "line": "Wait, please!"}, {"speaker": "Mae", "line": "And he’s gone... AGAIN. I seriously wanna know who this creepy mask guy is and why he’s following us!"}, {"speaker": "Celica", "line": "As do I, Mae. But regardless, this makes twice he’s aided us."}, {"speaker": "Boey", "line": "And with that dire warning ringing in our ears, what is your plan, milady? Do we follow Mr. Mask’s advice and take the western route? That would be quite a detour..."}, {"speaker": "Saber", "line": "Do we have any cause to trust this masked fellow in the first place? Sure, he helped us out before, but that’s no guarantee of pure motive."}, {"speaker": "Mae", "line": "And what was that bit about, [imitating the Masked Knight] “forces in play who would see you harmed\"? [normal voice] Is he saying MORE people are going to turn up and try to kidnap Celica?!"}, {"speaker": "Celica", "line": "Hmm... No. We continue on as planned. I'm not dismissing what he said, but our purpose cannot brook delay. If we are attacked, I have faith we can prevail. Besides, even the cleverest trap will betray some sign to a watchful eye, so as long as we continue to be vigilant, we’ll be all right."}, {"speaker": "Arcanist", "line": "Hmph. And here she is at last. Do not mistake me for the base fools who came before. My power was bestowed upon me by Jedah himself. Now go, crush the girl and the pitiful insects accompanying her!"}, {"speaker": "Saber", "line": "Waugh! Earthquake?!"}, {"speaker": "Mae", "line": "Gah! I c-can’t even stand!"}, {"speaker": "Saber", "line": "Look out! The cliff is crumbling!"}, {"speaker": "Boey", "line": "Oh, you have to be joking! As if anything else could have gone wrong on this blasted adventure!"}, {"speaker": "Celica", "line": "Everyone, be careful!"}, {"speaker": "Boey", "line": "Celica?! No! Don’t come any closer!"}, {"speaker": "Boey", "line": "MILADY!!!"}, {"speaker": "Mae", "line": "Celica, are you all right?!"}, {"speaker": "Celica", "line": "(hurt grunt) ...Huh?"}, {"speaker": "Masked Knight", "line": "......"}, {"speaker": "Celica", "line": "Why did I suspect I’d see you again?"}, {"speaker": "Masked Knight", "line": "Are you unhurt?"}, {"speaker": "Celica", "line": "It appears I am...thanks to you. I owe you an apology. You warned me this would happen, and yet I—"}, {"speaker": "Masked Knight", "line": "Do not apologize, but stop allowing petty emotion to cloud your judgment. Your choices steer the fates of more than just yourself."}, {"speaker": "Celica", "line": "...You’re right. I can offer no rebuttal."}, {"speaker": "Masked Knight", "line": "Still, there’s little sense in turning back when you’re almost through. The Zofian coast is just ahead. The road beyond should offer safe passage."}, {"speaker": "Celica", "line": "How can you be certain?"}, {"speaker": "Masked Knight", "line": "My prey were kind enough to use magic potent enough to reveal their location."}, {"speaker": "Celica", "line": "Gone again, as sudden as ever. I wish he would at least offer his name."}, {"speaker": "Mae", "line": "Yeah, talk about your shady characters! Still, I s’pose he seems like a decent- enough guy."}, {"speaker": "Saber", "line": "Yeah, well, Mr. Mask seems to enjoy our company. I wager we’ll see him again. And you’re sure you’ve got no guess as to who he might be?"}, {"speaker": "Celica", "line": "None. I’ve no allies left in this world, save the ones I travel with now."}, {"speaker": "Saber", "line": "Oof... Didn’t mean to sour the mood. Forget I asked."}, {"speaker": "Celica", "line": "It’s all right... But back to the matter at hand, the road is well and truly blocked now. I don’t think we’ll be heading back that way any time soon."}, {"speaker": "Boey", "line": "Then it’s a lucky thing we’ve no need to head that direction."}, {"speaker": "Celica", "line": "Now we couldn’t go to aid Alm even if we wanted to..."}, {"speaker": "Boey", "line": "Milady?"}, {"speaker": "Celica", "line": "It’s nothing. We’ve spent enough time here. Let’s press on."}, {"speaker": "Alm", "line": "Whoa, what’s that sound?"}, {"speaker": "Clive", "line": "The ground is unstable around here. There must have been another rock slide. Some distance off, from the sound of it. We’ve no worry of harm to our men."}, {"speaker": "Alm", "line": "That’s good, but---"}, {"speaker": "Mercenary", "line": "A report, sir. A cliff has given way along the eastern ridge. The route to the Zofian coast is blocked."}, {"speaker": "Alm", "line": "The eastern ridge? That’s the direction Celica was heading. Oh, Celica, please be all right."}, {"speaker": "Peddler", "line": "S’cuse me, sir! You’re Alm, yes? I’m a traveling peddler of sorts. Bit’o this and a scrap’a that. Occasionally, I even do deliveries! ...Here. This is from a lady of the cloth. “Mila's Turnwheel,” she called it. Looks mighty fancy, so it does! That’s all I know, so you’ll have to figure out the rest on your lonesome. And with that...another job well done! Safe travels now, eh?"}]}