{"chapter": "03", "title": "War Of Deliverance Celica", "speakers": ["Celica", "Garth", "Mae", "Palla", "Woman", "Catria", "Lord Fugue", "Royal Chef", "Skilled Angler", "Boey", "Man", "Young Woman", "Old Timer", "Young Man", "Atlas", "Fish-Crazy Man", "Tired Lady", "Lumberjack", "Wolff", "Pirate", "Grieth", "Deen", "Sonya", "Jesse", "Young Traveler", "Irma", "Est", "Alessio", "Blake", "Mikhail", "Saber", "Cleric 1", "Cleric 2", "Mila", "Rudolf", "Masked Knight", "Cleric", "Saint", "Priestess"], "dialogue_counts": {"Celica": 63, "Garth": 4, "Mae": 7, "Palla": 12, "Woman": 2, "Catria": 7, "Lord Fugue": 5, "Royal Chef": 7, "Skilled Angler": 6, "Boey": 12, "Man": 2, "Young Woman": 2, "Old Timer": 5, "Young Man": 1, "Atlas": 6, "Fish-Crazy Man": 5, "Tired Lady": 6, "Lumberjack": 7, "Wolff": 2, "Pirate": 7, "Grieth": 13, "Deen": 9, "Sonya": 9, "Jesse": 11, "Young Traveler": 1, "Irma": 14, "Est": 7, "Alessio": 6, "Blake": 6, "Mikhail": 4, "Saber": 3, "Cleric 1": 2, "Cleric 2": 2, "Mila": 4, "Rudolf": 1, "Masked Knight": 11, "Cleric": 2, "Saint": 2, "Priestess": 1}, "gender_counts": {"M": 106, "F": 134, "N": 36, "A": 0}, "lines": 277, "transitions": "FMFFFFMFFFF-M-M-FF-F-F-F-F-F-F-F-F-F-M-MM-M-M-N-N-N-N-N-N-N-N-N-N-N-N-N-MFM-M-F-M-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-N-N-N-N-N-N-N-M-M-NMNMNMNMNMMFMFMM-M-M-M-N-F-M-FMFMFMFMFMMMMMMMF-M-M-F-F-NMNM-MFMF-M-M-FMFM-FFFFFFFFFFFFFFFFFF-F-F-F-FFFFFFFFFFFF-MFMFM-M-M-FFFFF-F-F-M-M-M-M-M-M-FMFMFMFM-M-M-FF-F-F-M-F--F-M-F-MFMF-M-M-FFF-MFFFFFFF-NNNNFFMFF-MMFMFMFMFMFMFMFMFFMFMFMMF-FMFMFMFMFMMF-N-N-F-N-N-F-M-M-MFMF", "intro": [{"speaker": "Celica", "line": "That’s...the Rigelian Army! Has the temple already fallen to the Rigelians?"}, {"speaker": "Boey", "line": "What have they done to the Mother? You don’t think..."}, {"speaker": "Celica", "line": "We need to confirm her safety immediately. Everyone, infiltrate the temple as quickly as possible!"}], "boss": [{"speaker": "Mikhail", "line": "Hmph... Ignorant, slothful heathens. Serving as food for my beasts is an honor greater than you deserve!"}, {"speaker": "Mikhail", "line": "Heh... Killing me changes not your fate... It changes...nothing... Heh heh heeeeeh..."}], "end": [{"speaker": "Celica", "line": "We’ve won. ...Somehow."}, {"speaker": "Mae", "line": "Yeah, but look at the temple. It’s in shambles! I always thought it would be crazy beautiful, you know? I mean, Mila can’t ACTUALLY live in a place like this, right?"}, {"speaker": "Celica", "line": "I don’t know. Let’s go see for ourselves. We must discover exactly what came to pass in this place."}], "conversation": [{"speaker": "Cleric", "line": "Thank you for your kind aid, masters. But I’m afraid there’s nothing left here now..."}, {"speaker": "Cleric", "line": "The lands north of the temple are ruled by a man called Dolth. As an archcantor of the Duma Faithful, he summons necrodragons to his aid. It’s said all who trespass on his land become fodder for the arisen beasts..."}, {"speaker": "Woman", "line": "Only one of Zofia’s royal bloodline can open the temple’s sluice gate. With His Highness Lima IV deceased, who is left to take his place? What’s more, I hear the western gate has been occupied by Rigelian forces. At this rate, Zofia is at risk of a flood the likes of which we’ve never seen."}, {"speaker": "Saint", "line": "You wish to know what happened here? Beg pardon, but I fear I cannot be the one to tell you. Irma, one of our longest-serving sisters, was taken prisoner. Even now, that black dog Grieth holds her in his citadel. Alas, there are things I can speak of only with her leave."}, {"speaker": "Saint", "line": "Rudolf used the Divine Falchion to seal Mila’s powers before taking her. A treasure given him by the wicked god Duma, no doubt. Aye, finding Mila may just be a matter of reaching Duma Tower. But Duma himself can only be slain by Falchion’s edge."}, {"speaker": "Priestess", "line": "Someone at the castle said that when Lady Liprica first held you in her arms, she swore she would never let you stand before Mila. What do you suppose she might have meant by that?"}, {"speaker": "Old Timer", "line": "Eh? Who are you s’posed to be? ...Me? I’m the one what guards this here sluice gate. ...How’s that? You want me to open it? Bah! I won’t do nothin’ of the sort! The gate opens for Zofian royal blood, not some random whippersnappers! Go on—shout orders at an old man. Won’t change my mind none!"}, {"speaker": "Old Timer", "line": "By the Mother! That circlet! Symbol of the Zofian throne, it is! Then you must be the missing Princess Anthiese! I thought I’d never have the pleasure, Your Highness. You must have come to inquire about this here sluice gate, eh? ...Well, of COURSE I can open it! All is as Your Highness desires."}, {"speaker": "Old Timer", "line": "Er, one small issue, Your Highness. Openin’ this here gate isn’t enough what to let water flow freely. You also have to open the western gate."}, {"speaker": "Celica", "line": "The western sluice gate, you say? That won’t be a problem."}, {"speaker": "Old Timer", "line": "Oh? Then you’ve news from the west?"}, {"speaker": "Celica", "line": "Not exactly—but I can’t imagine Alm would let this situation continue. He’ll see the gate opened. I’m sure of it. ...Won’t you, Alm?"}], "recruit-conversation": [{"speaker": "Deen", "line": "You Celica?"}, {"speaker": "Celica", "line": "I am. And you are...?"}, {"speaker": "Deen", "line": "Deen. I worked under Grieth. The northern desert was my watch."}, {"speaker": "Celica", "line": "Ah, so you’re Deen. We owe you thanks. Had you pursued us, we couldn’t have defeated Grieth. Your restraint was much appreciated."}, {"speaker": "Deen", "line": "Heh. Quite the gamble. Fortunately, it paid off. ...You’ve got stones, little one. I like leaders with stones. What say I throw in my lot with you?"}, {"speaker": "Deen", "line": "Figures. Well, I won’t force you."}, {"speaker": "Deen", "line": "You here to ask for a hand?"}, {"speaker": "Sonya", "line": "My goodness. You really are but a child."}, {"speaker": "Celica", "line": "I’m sorry, who are you?"}, {"speaker": "Sonya", "line": "Sonya. I assume you’ve at least heard the name?"}, {"speaker": "Celica", "line": "Ah, so that’s you. We owe you thanks. Had you pursued us, we couldn’t have defeated Grieth. Your restraint was much appreciated."}, {"speaker": "Sonya", "line": "I get the feeling you knew all along that’s how I would react. Quite the clever one, aren’t you? ...It’s a bit infuriating. Still, I’ll wager your friends are seldom bored. Maybe I’ll just have to join up and see. If there’s room for one more, that is? I’m certain you won’t regret it."}, {"speaker": "Sonya", "line": "Right. All full up. Well, don’t come running back to me if you regret it later."}, {"speaker": "Sonya", "line": "You came running back after all. I told you not to do that. Hmm... I wonder if this is really such a great idea."}], "dialogue": [{"speaker": "Saber", "line": "Now, hold on just a tick. We get to the temple and everything's taken care of. That was the deal."}, {"speaker": "Boey", "line": "Unfortunately, none of us expected the Mother to have stepped out. Nothing like this has ever happened before."}, {"speaker": "Mae", "line": "Well, I guess now we know why the soil’s gone barren. It’s been cut off from Mila’s bounty."}, {"speaker": "Boey", "line": "...... What do we do now, milady?"}, {"speaker": "Celica", "line": "The only thing we can. We find the Mother and bring her back."}, {"speaker": "Boey", "line": "Uh, please take this as kindly as possible, milady, but...are you MAD?! How exactly do we \"bring her back\"? And from where?!"}, {"speaker": "Celica", "line": "I don\"t know. But if the Rigelian Army took her, she’ll be somewhere in the empire. And since we’ve already come to the border... Well, we might as well continue into Rigel."}, {"speaker": "Boey", "line": "Hold on just a moment. You're saying we INVADE Rigel? This isn't a motley band of pirates or thieves—it's an entire empire of them! We should all take a step back and consider our opti—"}, {"speaker": "Celica", "line": "No amount of thinking will change the situation. Come, Boey. This isn't the first time we've faced hopeless odds. And when people told us to give up, did we run? We need to trust in our abilities. We've come this far for a reason. And that reason is restoring Mila to her rightful place. She's still the only one who can save the world from this...chaos."}, {"speaker": "Masked Knight", "line": "Nay, she isn't."}, {"speaker": "Celica", "line": "Hmm?"}, {"speaker": "Masked Knight", "line": "......"}, {"speaker": "Celica", "line": "Well? Go on. Please don't leave us in suspense."}, {"speaker": "Masked Knight", "line": "Mila cannot save this world. But you can...Princess Anthiese."}, {"speaker": "Celica", "line": "Ah! How did you—"}, {"speaker": "Masked Knight", "line": "I bear you a gift."}, {"speaker": "Irma", "line": "Lady Liprica's circlet!"}, {"speaker": "Celica", "line": "What? How is it that you possess this?"}, {"speaker": "Masked Knight", "line": "A question for another time. Are you prepared to accept it, Princess?"}, {"speaker": "Celica", "line": "How do you mean?"}, {"speaker": "Masked Knight", "line": "This is no mere memento of your mother. It is a crown—and accepting it is a kind of coronation. As Princess of Zofia, are you prepared to wear this and ascend the throne?"}, {"speaker": "Celica", "line": "I... I'm afraid I know little of kingdoms or the scope of rule. But I have people I wish to protect. Both here and elsewhere. I wish for this by my will alone. For my own happiness. Is that resolve enough?"}, {"speaker": "Masked Knight", "line": "It is indeed."}, {"speaker": "Masked Knight", "line": "Princess Anthiese, this crown is now yours to bear."}, {"speaker": "Celica", "line": "I accept it willingly."}, {"speaker": "Mae", "line": "Wow, Celica... You look so beautiful!"}, {"speaker": "Boey", "line": "It’s not Celica anymore, dummy. [To Celica] Isn’t that right, Princess Anthiese? Er, Your Highness?! ...Uh, ma'am?"}, {"speaker": "Celica", "line": "Hee hee. Celica is just fine, you two. [To everyone] Though from this day on, I will no longer conceal my identity. I expect that will bring even more hardship than we've faced till now. But I hope I can still count on you all."}, {"speaker": "Saber", "line": "Yeah, all right. Guess I'll go along and swear fealty. It suits you, lass. Or should I say \"Princess Anthiese.\" Anyway, our loyalty belongs to you, for now and always."}, {"speaker": "Celica", "line": "Thank you all. Truly."}, {"speaker": "Masked Knight", "line": "Mila was taken by Jedah, priest of the Duma Faithful. They’re keeping her in Duma Tower, the seat of their foul cult."}, {"speaker": "Celica", "line": "Then that’s where we must go."}, {"speaker": "Masked Knight", "line": "If you’re headed into Rigel, seek a man called Halcyon in Sage's Hamlet. He is an able soul, and will mostlike assist you however he can."}, {"speaker": "Celica", "line": "I will seek him out. Thank you."}, {"speaker": "Masked Knight", "line": "......"}, {"speaker": "Boey", "line": "Surprisingly enough, I think I'm starting to get used to him."}, {"speaker": "Celica", "line": "He's not a bad sort—and he clearly cares about my well-being. I can't really ask for more in such times. And yet, he's not without his mystery... I get a strange sense of nostalgia when I'm near him, though I've no clue why."}], "battle": [{"speaker": "Mikhail", "line": "Heh heh heh..."}, {"speaker": "Celica", "line": "Who are you?"}, {"speaker": "Mikhail", "line": "I am Mikhail, cantor of the Duma Faithful. I have come to teach Duma’s greatness to the fools who cling to Mila’s lies. Now, rue your ignorance from inside the bellies of my gargoyles!"}, {"speaker": "Celica", "line": "...Take care, everyone. He’s a cantor—he’s likely to summon forth some manner of terrible beast. Stick close and watch each other’s backs above all else."}], "narration": ["At last, Celica’s band had reached the Temple of Mila. But what they found there was not the grand splendor of yore, but instead a twisted shadow of it."], "cutscene": [{"speaker": "Cleric 1", "line": "Quickly!"}, {"speaker": "Cleric 2", "line": "Mother Mila! Intruders!"}, {"speaker": "Cleric 2", "line": "Mother Mila, you must save us!"}, {"speaker": "Cleric 1", "line": "Mother, please!"}, {"speaker": "Mila", "line": "This is Zofian soil. The Rigelian Emperor would do well to state his intentions."}, {"speaker": "Mila", "line": "The Kingsfang..."}, {"speaker": "Rudolf", "line": "The Mother may deduce my intentions... from this blade; you know what it signifies."}, {"speaker": "Mila", "line": "Indeed! [stands up from her chair] It means... you are in violation of the Accord!"}, {"speaker": "Mila", "line": "Damn you, DUMA!!!!!!"}]}