{"chapter": "04", "title": "Land Of Sorrow Alm", "speakers": ["Alm", "Clive", "Gray", "Sluice Keeper", "Girl", "Lukas", "Berkut", "Fernand", "Soldier", "Soldiers", "Tobin", "Ally Soldier", "Rinea", "???", "Xaizor", "Celica", "\"Celica\"", "Nuibaba", "Marla", "Cleric", "Young Woman", "Tatiana", "Merchant", "Jerome", "Zeke", "Man", "Young Man", "Old-Timer", "Blacksmith", "Scholarly Man", "Clair", "Hestia", "Magnus", "Slayde", "Mueller", "Rudolf", "Massena", "Jedah", "Archer", "Cavalier", "Mycen"], "dialogue_counts": {"Alm": 103, "Clive": 15, "Gray": 12, "Sluice Keeper": 6, "Girl": 7, "Lukas": 8, "Berkut": 24, "Fernand": 8, "Soldier": 4, "Soldiers": 1, "Tobin": 5, "Ally Soldier": 1, "Rinea": 3, "???": 2, "Xaizor": 2, "Celica": 4, "\"Celica\"": 4, "Nuibaba": 7, "Marla": 4, "Cleric": 1, "Young Woman": 3, "Tatiana": 15, "Merchant": 1, "Jerome": 5, "Zeke": 21, "Man": 2, "Young Man": 2, "Old-Timer": 2, "Blacksmith": 7, "Scholarly Man": 5, "Clair": 4, "Hestia": 2, "Magnus": 2, "Slayde": 8, "Mueller": 2, "Rudolf": 15, "Massena": 5, "Jedah": 3, "Archer": 1, "Cavalier": 1, "Mycen": 8}, "gender_counts": {"M": 261, "F": 53, "N": 21, "A": 0}, "lines": 337, "transitions": "MMMMMMMMMMMMMMMMMM-M-M-M-M-M-M-F-F-F-F-F-F-F-MMMMMMMMMMMMM-NMNMMNMMM-M-M-M-M-MMMMMMNMMMMMMMMMMMMMMMMMMMMMMMM-MFMFMNMNMFM-MMMMMMMM-M-M-MMFMMMMFMMMFMFMFM-F-FMMMF-F-F-M--FMFMFM-F-F-F-N-F-MFMFMFMFMFMFMFMFMFMFMFFF-N-NMMMM-FMFM-MMMMMM-MM-M-M-M-M-MMMM-M-M-M-M-N-N-F-F-N-N-N-N-N-N-N-M-M-M-M-M-MMMMMMMMMMMMM-M-M-MMMMMMMMMMMMM-FM-MFMFMFM-F-F-M-M-M-MMMMMMMMMMMMMM-M-M-M-M-MMMMMMMMMMMM-MMMMM-M-MM-MMMMMMMMMM-FMFMFM-N-N-N-MMMM-M-MMMMMMMMMMMMMMM-", "dialogue": [{"speaker": "Mycen", "line": "So you’ve come, Alm."}, {"speaker": "Alm", "line": "Grandfather... What the hell is going on?! What are you doing here?! Rudolf said I was his son, and now all these people are calling me a prince!"}, {"speaker": "Mycen", "line": "It’s only natural that you’re feeling confused. But there is no denying fact—you are the only son of Emperor Rudolf. Scion of the Rigelian imperial bloodline, and true heir to Rigel’s throne."}, {"speaker": "Alm", "line": "...How could you? You knew all this time, and yet you kept it from me...! You KNEW, and you still sent me off to kill my own FATHER!"}, {"speaker": "Mycen", "line": "Please remain calm, Alm. *sigh* Let me explain. ...Best I start at the very beginning. As you well know, Valentia has always been divided north from south— split between the two gods, Mila and Duma. But their involvement with mankind eventually grew too deep. When madness takes a god, man is lost. And where gods meet ruin, men die too. That is the plight Valentia now faces."}, {"speaker": "Alm", "line": "You’re saying the gods are...dying?"}, {"speaker": "Mycen", "line": "I fear so. Rudolf was among the first to understand the signs. He saw Duma’s growing madness and knew it for a harbinger of ruin. But then you were born, Alm."}, {"speaker": "Alm", "line": "What does that have to do with any of this?"}, {"speaker": "Mycen", "line": "You bore the Brand—sign of the hero who would rise to save Valentia. Hearing that prophecy, Rudolf knew you must be kept hidden from the Faithful. He concealed the news of your birth, and entrusted you to me in Zofia. I will never forget the pain on his face when he placed you in my arms..."}, {"speaker": "Alm", "line": "......"}, {"speaker": "Mycen", "line": "That day marked a change in him. He donned the mantle of one who would destroy the old world order— one who’d free men to live by their own power, even if they hated him for it. He knew such heresy would bring forth those who wished for his death. So for that death to come at the hand of his beloved son was...a mercy. He told me himself that he could imagine no more peaceful end."}, {"speaker": "Alm", "line": "And what of my peace?"}, {"speaker": "Mycen", "line": "This is not the time for mourning or self-pity, boy. Rudolf’s purpose now falls to you. The true foe you must defeat is Duma. As well as the zealots tainted by his madness who seek control of Valentia: Jedah, and his Duma Faithful. If you do not hurry, Celica’s life will also be in peril."}, {"speaker": "Alm", "line": "Oh, gods! Celica! She set out in search of Duma in order to save Mila."}, {"speaker": "Mycen", "line": "A passage beneath this castle leads to the Temple of Duma. Go, Alm. Go and finish this. Return the mad god Duma to the darkness... from whence he came."}], "conversation": [{"speaker": "Soldier", "line": "L-long live His Excellency Rudolf II!"}, {"speaker": "Archer", "line": "...Welcome home, Prince Albein!"}, {"speaker": "Cavalier", "line": "I was present when Emperor Rudolf marched on the Temple of Mila. I know the blade he used to seal her power away—the Divine Falchion— had long been housed in the treasure vaults beneath Duma Tower. Though I fear I do not know what became of it after..."}, {"speaker": "Massena", "line": "Welcome home, Prince Albein. I am Massena, captain of Emperor Rudolf’s imperial guard. His Excellency told me everything before facing you in battle. Afterward, I gathered the remnants of his forces and awaited your arrival."}, {"speaker": "Alm", "line": "He told you...everything? Are you telling me he knew he was going to lose? That he expected to die by his own son’s hand?"}, {"speaker": "Massena", "line": "...I am afraid I cannot speak to His Excellency’s intentions. I humbly ask that you visit the throne and listen to what Sir Mycen has to say."}, {"speaker": "Alm", "line": "Mycen is here?!"}, {"speaker": "Massena", "line": "Please, my prince. Visit the throne and hear what Sir Mycen has to say."}], "intro": [{"speaker": "Rudolf", "line": "Brave warriors of Rigel. You have fought with courage and skill at my side these long years. But the hour of reckoning is upon us. Our empire’s light is guttering. Now heed my words well! If I should fall, my final order is that you lay down your arms and surrender. I hear the young Zofian general is a man of mercy. If you have any love and loyalty for me, you’ll not waste your lives this day."}, {"speaker": "Rudolf", "line": "......"}, {"speaker": "Alm", "line": "That’s Emperor Rudolf... This is strange... I’m not sure what I’m feeling at the moment. He’s caused so much suffering, and I know I should hate him, but...I can’t. Instead he just feels... I don’t know. Familiar, somehow?"}, {"speaker": "Gray", "line": "Alm! Snap out of it, will ya? This is no time for daydreaming. We’re at Rigel Castle’s doorstep, buddy. We need you focused. Now pull yourself together already! We didn’t ce this far to lose here!"}, {"speaker": "Alm", "line": "A-ah, right. Sorry, Gray. All right, everyone. Let’s do this!"}], "cutscene": [{"speaker": "Soldier", "line": "We’re all ready, sir."}, {"speaker": "Alm", "line": "Understood."}, {"speaker": "Soldier", "line": "What is it, sir?"}, {"speaker": "Alm", "line": "Sorry. I’m ready."}, {"speaker": "Alm", "line": "Warriors, it’s time! Time to defeat Emperor Rudolf, and bring this bloody war to an end! Now then—who will defend Zofia?!"}, {"speaker": "Soldiers", "line": "We will defend her!"}, {"speaker": "Alm", "line": "Then charge!"}, {"speaker": "Fernand", "line": "My lord!"}, {"speaker": "Berkut", "line": "Follow me! These worms have no right to crawl onto our soil!"}], "battle": [{"speaker": "Tatiana", "line": "Ah, Zeke! It’s you!"}, {"speaker": "Zeke", "line": "Tatiana? But how?!"}, {"speaker": "Tatiana", "line": "It means you don’t have to heed another word Jerome says!"}, {"speaker": "Zeke", "line": "Thank you, Tatiana. Now you have saved me as well. [to his soldiers] Men, set your sights on the target! We march on Jerome’s army! Prepare to attack!"}, {"speaker": "Alm", "line": "You must be General Ezekiel."}, {"speaker": "Zeke", "line": "How do you know my name?"}, {"speaker": "Alm", "line": "Tatiana told me about you."}, {"speaker": "Zeke", "line": "You know Tatiana as well?"}, {"speaker": "Alm", "line": "We rescued her from Nuibaba. You should have no further cause to follow Jerome’s orders."}, {"speaker": "Zeke", "line": "I am reluctant to trust in these times. Yet, how else would you know all this? You have my thanks for saving her. Allow me to show my appreciation in deed as well as word. [to his soldiers] Men, set your sights on the target! We march on Jerome’s army! Prepare to attack!"}, {"speaker": "Jerome", "line": "You dare?! I didn’t think you fool enough to betray me, Ezekiel. You know what fate awaits the girl now that—"}, {"speaker": "Zeke", "line": "She’s free. And now so am I. You’ve ground the people here under heel and threatened my love. Prepare to answer for your crimes!"}], "end": [{"speaker": "Rudolf", "line": "You’ve...done well... I’m proud of you...my son."}, {"speaker": "Alm", "line": "...What?"}, {"speaker": "Rudolf", "line": "I knew I was right to entrust you to my dearest friend."}, {"speaker": "Alm", "line": "Your friend... You mean...Mycen? What’s going on here? What are you saying?!"}, {"speaker": "Rudolf", "line": "I’d thought you’d have realized by now. Your true name... Your true name is Albein Alm Rudolf. You are...my one and only son."}, {"speaker": "Alm", "line": "I... What? That can’t be true... You’re lying! Why should I believe a word you say?"}, {"speaker": "Rudolf", "line": "Nnngh... Be still, Alm. I haven’t time left... to explain. But I beg you to grant me one... final favor."}, {"speaker": "Alm", "line": "You want a favor from ME?"}, {"speaker": "Rudolf", "line": "Take the Divine Falchion that... sealed Mila's strength... Duma has become a thing of mindless evil. Use the blade... Destroy him... Please, my son... You must—"}, {"speaker": "Alm", "line": "No, wait! Emperor Rudolf! Were you truly my father? Then I’ve just--- Oh, gods! What have I done?! Aah... AAAAAAAUGH!"}, {"speaker": "Celica", "line": "Stop! Please, no more! Alm! How has it come to this?!"}, {"speaker": "Jedah", "line": "The boy will come to slay Lord Duma erelong. A fool's erand, I fear, without Falchion."}, {"speaker": "Celica", "line": "Alm is coming here? Please, you mustn't hurt him! My soul alone is all you need, yes?"}, {"speaker": "Jedah", "line": "Oh? Then you will offer up your soul to Lord Duma willingly?"}, {"speaker": "Celica", "line": "I will. If it saves Alm, I will surrender my soul gladly."}, {"speaker": "Jedah", "line": "(laughs) As you wish, Your Highness. Now, come with me."}], "boss": [{"speaker": "Rudolf", "line": "Come... Strike me!"}, {"speaker": "Alm", "line": "What’s going on? Why won’t you attack? What are you planning, Rudolf?!", "unit": "Alm", "boss": "Rudolf"}, {"speaker": "Rudolf", "line": "......", "unit": "Alm", "boss": "Rudolf"}], "narration": ["His whole story was a lie. Alm’s youth... His days of training with Mycen... All were but calculations in a far-reaching plot by his lord father, Emperor Rudolf. Alm had taken his father’s life, and that sadness would stay with him always. But destiny would not permit this son of the Brand to simply walk away. Valentia lay yet in the grip of Duma— the wicked god, the War Father—as well as Alm’s dear Celica, who would become Duma’s willing servant..."], "recruit-conversation": [{"speaker": "Zeke", "line": "We meet again, Alm."}, {"speaker": "Alm", "line": "General Ezekiel. Have you given any more consideration to what we spoke of before?"}, {"speaker": "Zeke", "line": "...... Now that I have turned my lance on Jerome, Rigel will not have me. But neither can I offer that lance to you. I still have no recolection of who I am or from whence I came."}, {"speaker": "Alm", "line": "You've lost your memory?"}, {"speaker": "Zeke", "line": "I have. All I know is that I washed up on the shores of Rigel grievously wounded. I was thrown in prison and accused of being a spy or worse. But Emperor Rudolf saved me. He gave me a name and took me in. He raised me as a father would his own son. And yes, I may have betrayed him... But never would I help you do him harm."}, {"speaker": "Alm", "line": "I didn't know. I’m sorry. Forgive me for asking so much of you."}, {"speaker": "Zeke", "line": "You are not in the wrong. *gasp* Alm! By the gods!"}, {"speaker": "Alm", "line": "Wh-what’s wrong?"}, {"speaker": "Zeke", "line": "Where did you get that mark on your left hand?"}, {"speaker": "Alm", "line": "What, this? I don’t know, actually. I've just always had it."}, {"speaker": "Zeke", "line": "Is that so? Some time ago, Emperor Rudolf gave me what I thought was odd advice. He said that if I met a man with a mark on his left hand, I was to follow him. \"For that man is chosen,\" he said. \"He shall save all of Rigel.\" \"And with it, all of Valentia.\""}, {"speaker": "Alm", "line": "That's...very strange."}, {"speaker": "Zeke", "line": "I agree. But now that I have met you, I must heed my emperor’s words. I am yours to command, my lord."}, {"speaker": "Zeke", "line": "I see. I would do as my emperor commanded, but if you are not of the same mind..."}, {"speaker": "Zeke", "line": "Allow me to join my strength with yours. The emperor wished for this."}], "recruit-battle": [{"speaker": "Zeke", "line": "Forgive me—it is not my wish to fight with you. I pray you’ll bear me no grudge in turn."}, {"speaker": "Zeke", "line": "Forgive me, Tatiana... Ah... Then you’re... Good. That’s..."}]}