{"chapter": "06", "title": "Heirs Of Light", "speakers": ["Dannan", "Harold", "Scáthach", "Larcei", "Seliph", "Lana", "Oifey", "Lester", "Dermott", "Lewyn", "Julia", "Johalvier", "Johan", "Fee", "Arthur", "Schmidt", "Old Man", "Fighter", "Axe Knight", "Young Man", "Man", "Young Woman", "Rodolbahn", "Radney", "Dimna", "Mana", "Femina", "Corinne"], "dialogue_counts": {"Dannan": 12, "Harold": 4, "Scáthach": 10, "Larcei": 12, "Seliph": 60, "Lana": 15, "Oifey": 7, "Lester": 5, "Dermott": 1, "Lewyn": 19, "Julia": 12, "Johalvier": 11, "Johan": 13, "Fee": 18, "Arthur": 18, "Schmidt": 3, "Old Man": 10, "Fighter": 1, "Axe Knight": 2, "Young Man": 2, "Man": 1, "Young Woman": 4, "Rodolbahn": 6, "Radney": 10, "Dimna": 12, "Mana": 4, "Femina": 5, "Corinne": 10}, "gender_counts": {"M": 131, "F": 45, "N": 111, "A": 0}, "lines": 292, "transitions": "-----NNNNN-MMMMMMMMMMMMFMFMFM-MMNM-MMMMMMMMMMMMMMMMMMF-NNN-FMFMFMFMFMFMFMFMFMFMFMFMFM-NN-NMNMN-NMNMNMN-N-NNN-MF-MMMMMMMMMMMMMMMMMMMM-N-N-N-N-N-NNMNMNM-N-MMMMMMMMM-NNNNNNNNNNNN-MFMFMFMF-NNNNNNNN-MMMMMMMMM-FFFFFFFFF-NMNMNN-NMNMN-N-FMFMFMFMF-NMNMNMNMN-MMMMMMMMM-NNN-NNN-MFMFMF-MFMFMF-MFMFMF-NNNNNNNNNNNNNNNNNN-N-N-N-N-N-N-N-N-NNN-N-N-NM-NNN-NNN-N-N", "opening": ["The final battle for control of Grannvale sent its most powerful figures to the grave. Just as he had planned, this left Arvis as the sole ruling power of the kingdom.", "Opposition from Silesse and Leonster was swiftly crushed, and so Arvis unified all Jugdral under Grannvale's rule. With overwhelming support from his subjects, Arvis thus became the first Emperor of the Grannvale Empire.", "Seventeen years have passed since the Battle of Belhalla... The adoring public who once welcomed the rise of Emperor Arvis now struggle under his oppressive, dictatorial rule. And across Jugdral, in the other realms now dominated by Grannvale, their people have been reduced to living as little more than slaves to the Empire's whims.", "In the former Kingdom of Isaach, Grannvale's harsh rule tortures the Isaachian people. King Dannan, the appointed king of Isaach, is a brutal and unforgiving tyrant, just like his late father, Duke Langobalt. While Dannan himself lives an indulgent life at the Rivough palace, the people remain little more than slaves to the Empire. His second son, Johan, rules Isaach Castle, while his youngest, Johalvier, rules Sophara. And the remote Ganeishire region is governed by Dannan's trusted confidant, General Harold. Under their rule, Isaach knows no freedom...", "However, one last hope remains for Isaach. Tirnanog, an isolated village in Isaach's far north... There, Prince Shannan works to raise a liberation army, whose strength grows with each passing day. Among these proud, young warriors is a young man, dubbed the \"Heir of Light\" by the people of Isaach and revered as the rightful prince of the Grannvale Empire. He is the brave young leader of the liberation army. His name is Seliph."], "intro": [{"speaker": "Dannan", "line": "Harold! Have you ferreted out the rebels yet? Or are you content to leave them unchecked for the rest of their days?! Shannan and his rebel ilk are growing stronger by the day, now they hamper us at every turn! And as if that wasn't enough, they harbor the spawn of Sigurd the Traitor! The very existence of this scum utterly defiles the authority of the Isaachian throne! How do you expect me to explain this sorry state to His Imperial Majesty?"}, {"speaker": "Harold", "line": "A thousand apologies, Your Highness, but everything is already under control. The rebel hideout has been found, and even as we speak an army is on its way to crush them. Those vile mice have nowhere else to run! By sundown, not a single rebel will still be breathing."}, {"speaker": "Dannan", "line": "Hm. Very well. But be warned, Harold. Don't even think of underestimating them. Most of the rebels are too young to pose a threat, but they still have Oifey and Shannan. Those two alone are extremely dangerous. Dismissing them would be a fatal mistake."}, {"speaker": "Harold", "line": "Yes, sir. I'm aware. But I've already had Tirnanog, the rebel hideout, surveyed in secret, and it appears that neither are anywhere in sight. It's safe to assume them to be currently absent, sir."}, {"speaker": "Dannan", "line": "What?! Then why are we still talking about this? Send the order to move in on Tirnanog immediately! The people of Isaach are treating these rebels like some kind of heroes of freedom... But it's high time they learned the error of their ways! Kill them! All of them! I'll be waiting back at Rivough. I expect nothing but good news!"}, {"speaker": "Scáthach", "line": "We have a problem, Lord Seliph! Looks like the Empire's finally caught onto our whereabouts... A brigade's set out from Ganeishire, and they seem to be headed our way!"}, {"speaker": "Larcei", "line": "Ugh, Scáthach! Why so surprised? Did you really think our little hideout wouldn't be found out sooner or later? Let them come, I say! It only makes the battle easier for us! It's the easiest thing to just walk right over Ganeishire and pick them off as we go!"}, {"speaker": "Scáthach", "line": "You've gotta be kidding! Prince Shannan's still off trying to find the Yied Shrine, and Oifey and the others aren't back yet. It's just us two against an entire army! Surely, even you can't think this'll end well!"}, {"speaker": "Larcei", "line": "I don't care! You can sit here and be as scared witless as you want, but I'm not letting a chance like this pass! The prince still treats us like helpless children, but come on! We've had more than enough training! We're ready for real action!"}, {"speaker": "Scáthach", "line": "But..."}, {"speaker": "Larcei", "line": "I'm... I'm not gonna run away anymore! I'm sick to death of sitting here while those monsters butcher our friends! Or worse... The empire's thugs are still out there, snagging any girl they see... If Prince Shannan hadn't come for me that day, I'd be just another one of 'em: dead, or wishing I was... I won't forgive or forget their plan!"}, {"speaker": "Scáthach", "line": "No, that's not it, Larcei... You're right, it's horrible and all, but..."}, {"speaker": "Seliph", "line": "You're wary of engaging the enemy out of concern for my safety, aren't you Scáthach? Most likely, I presume Shannan would have given you strict orders to keep me safe. After all, if Shannan had not given such an order, you'd already be out there in the fray! To not be thirsting for a good battle just isn't the Scáthach I know."}, {"speaker": "Larcei", "line": "Oh... That's... That's right. Sorry, sir. I was hoping we didn't have to involve you..."}, {"speaker": "Seliph", "line": "I'm no child anymore, either, Larcei! If you two plan to fight, then I plan to fight by your side. There's more at stake today than only the resistance. What of Tirnanog? We owe so much to its people. I refuse to abandon them at such a critical hour!"}, {"speaker": "Scáthach", "line": "But-"}, {"speaker": "Seliph", "line": "We've no time to waste debating this! Lana, stay behind and help the citizens. We'll engage the foe in the western gully."}, {"speaker": "Lana", "line": "Wait, milord! I'm coming, too!"}, {"speaker": "Seliph", "line": "I cannot permit that, Lana! A cleric such as yourself is ill suited for such a battlefield."}, {"speaker": "Lana", "line": "This is my fight, too! You won't convince me any more than you could convince Larcei! Every day I think the Empire can't get any more cruel, and every day I'm proven wrong. They prey on the weak and vulnerable as if snuffing out their lives is a sport to them... I can't sit quietly and accept this! I may not be able to fight, but I've my own way of defending everyone!"}, {"speaker": "Seliph", "line": "Hm... My apologies, Lana. You are absolutely right: the battle for Isaach's freedom rests upon all of us. Very well. We shall all go together! How this will turn out, I cannot say... But we owe it to all of Isaach to give this battle no less than our best."}, {"speaker": "Lana", "line": "Yes, milord! And er... Sorry. I shouldn't have spoken so brashly."}, {"speaker": "Seliph", "line": "Ha! You've nothing to apologize for. Now, Scáthach, Larcei, Lana... The time has come! Move out!"}], "battle": [{"speaker": "Corinne", "line": "Hm? Aren’t you Dimna? ...You are! Dimna, it is you!"}, {"speaker": "Dimna", "line": "What? Corinne! Been a while, hasn’t it?"}, {"speaker": "Corinne", "line": "A really long while, huh! I’ve lost count on how many years it’s been since you and Mana said farewell to the city… It’s great to see you’re looking so good!"}, {"speaker": "Dimna", "line": "Yeah. You’ve heard of Lord Seliph’s work to rebel against the empire’s tyranny, right? Well, I’ve actually been fighting in his army. Even if I’m hardly of much help to them…"}, {"speaker": "Corinne", "line": "Heh… That’s amazing, though! Who knew that the little crybaby would someday become a revolutionary hero…"}, {"speaker": "Dimna", "line": "Heh heh. But would you mind keeping the crybaby part quiet? …I’ve still a long way to go to become strong. Strong enough that you and the entire world can finally live in peace!"}, {"speaker": "Corinne", "line": "Right… I hope you can…"}, {"speaker": "Dimna", "line": "Something wrong?"}, {"speaker": "Corinne", "line": "Oh, er, it’s nothing… Here, I want you to have this. I’m sure it’ll help you."}, {"speaker": "Dimna", "line": "Huh?"}, {"speaker": "Corinne", "line": "This necklace is all I’ve got left of Mom. It makes you stronger when you wear it."}, {"speaker": "Dimna", "line": "I can’t take something like that from you!"}, {"speaker": "Corinne", "line": "No, take it! I’m sure it’d make Mom happy for someone like you to finally put its power to good use. ...Please, Dimna."}, {"speaker": "Dimna", "line": "...Okay. Thanks, Corinne. Don’t worry. I’ll make sure you get it back as soon as this war ends. I promise."}, {"speaker": "Corinne", "line": "Heh, good ‘ol Dimna. That’s just like you…"}, {"speaker": "Dimna", "line": "Well, I guess I’ve gotta get back out there. Take care, Corinne!"}, {"speaker": "Corinne", "line": "You too, Dimna!"}, {"speaker": "Corinne", "line": "Dimna…"}], "end": [{"speaker": "Seliph", "line": "Julia?! You’re safe! Oh, thank heavens…"}, {"speaker": "Julia", "line": "Mm… The enemy seized and imprisoned me here, but I knew… I knew you would rescue me, no matter what."}, {"speaker": "Lewyn", "line": "A job well done, Seliph! Thanks to you, Isaach is free from the Empire's grip."}, {"speaker": "Seliph", "line": "Lewyn? Are you already finished in Leonster?"}, {"speaker": "Lewyn", "line": "Yeah... I only just got back now. Look, Seliph. Are you aware that right now, this world's at a critical turning point?"}, {"speaker": "Seliph", "line": "Hm? No... I'm afraid not."}, {"speaker": "Lewyn", "line": "It's been fifteen years since Arvis conquered all of Jugdral and united it as the Grannvale Empire. Honestly, for a while at first it wasn't all that bad. In the empire's dawn, Emperor Arvis sought to bind his nation using only the strictures of law. Sure, it was strict and constraining, but we still got a good few years of peace out of it. But obviously he changed his mind. A few years back, as if by magic, the Empire turned into that oppressive force we all know and love today. Even worse... the ancient heretics of the Loptr Church have arisen from the shadows once more and raised influence across the land. Their murderous rituals have returned with them, and all across Jugdral they abduct children to sacrifice in droves to resurrect their fell god. All attempts to resist the Empire are crushed and met with brutal executions or enslavement. It couldn't be plainer that they seek to return Jugdral to the days of brutal control by that ancient abomination, the Loptyrian Empire."}, {"speaker": "Seliph", "line": "This cannot be happening! I've heard all the rumors saying the same, but... Never did I think they could be more than rumors…"}, {"speaker": "Lewyn", "line": "By the look of it, Isaach hasn't had it quite as bad as most. Dannan's two sons, at least, refused to follow through on the child hunts."}, {"speaker": "Seliph", "line": "…"}, {"speaker": "Lewyn", "line": "Of course, there's always been people trying to rebel against the Empire left, right and center, but they were all scattered and disorganized. Before you, none have ever posed a proper threat to the Empire. They were all swiftly crushed before they could so much as blink. Jugdral desperately needs a savior. It needs a man to unite behind in the name of liberty. And I'm pretty sure that man is you, Seliph. You're the only one who stands a chance."}, {"speaker": "Seliph", "line": "Hold on a moment! Are you sure of this? A savior would require power I sorely lack…"}, {"speaker": "Lewyn", "line": "Chalk it up to duty, Seliph. You're the eldest child of Empress Deirdre... That makes you the elder brother to the crown prince Julius. You're the one true heir to Saint Heim. Your destiny is to unite the power of the Crusaders of this era and free the world from this evil grip."}, {"speaker": "Seliph", "line": "But…"}, {"speaker": "Lewyn", "line": "Trust me, you really do have what it takes. Your true power and potential sleeps within you: that is, the sacred blood of the Crusader Baldr. Once you get your holy blade, Tyrfing, not even the heavens will be able to stand in your way!"}, {"speaker": "Seliph", "line": "But I-"}, {"speaker": "Lewyn", "line": "Sorry, Seliph, but that's how the gods will it. You're Sigurd's son: The son of a man who fate led to a brutal end. The fulfillment of his dying wishes and his final quest falls to you. You can't afford to go doubting yourself now. You understand, Seliph?"}, {"speaker": "Seliph", "line": "Y-yes... Yes, I do. If this is fate and the will of the gods, then so be it. I will do my duty."}, {"speaker": "Lewyn", "line": "There actually isn't a single absolute fate, nor is there just one person it all hinges upon. As obtuse as that sounds, trust me, one day it'll make sense. Sigurd left behind so much to help you on your quest. Most importantly, the many friendships he forged in his life... Me, for instance. Brave youths from all over are already lining up to join your cause, all guided by Sigurd's kindness."}, {"speaker": "Seliph", "line": "Mm. My father won the love and trust of so many people, from all walks of life. I can only pray that in time I'll prove my worthiness to his legacy."}, {"speaker": "Lewyn", "line": "You'll be fine. Anyway, to business. Our immediate goal now is to reach Leonster. The son of Quan, your father's closest friend, raised his own rebellion only to suffer severe losses. He's in pretty urgent need of backup. I know you've had no time to rest, but we need to get going as soon as possible. For now, at least, we can leave Isaach in the care of its citizens. Odds are we'll run into Prince Shannan on our way."}, {"speaker": "Seliph", "line": "Understood!"}], "visit": [{"speaker": "Old Man", "line": "King Dannan's got three sons. The oldest, Brian, lives at the old family home in Grannvale. The younger two serve him here in Isaach. Johan controls Isaach Castle, while Johalvier controls Sophara Castle. They're both kind of an odd sort, and they've both got this obsession with someone in your army called Larcei. Always squabbling, they are... I dunno, though. Neither of them are all that bad, really. Heck, I bet they'd want to join forces with you!"}, {"speaker": "Young Man", "line": "Prince Shannan is our beacon of hope for Isaach's future. Once he returns with his divine blade, Balmung, in hand... Well, those imperial sods won't stand a chance at all! Every last one of them will be run right out of our great land!"}, {"speaker": "Man", "line": "Every last citizen of Isaach believes in and trusts Lord Seliph! We owe his family dearly for how his father, long ago, rescued and helped raise our Prince Shannan!"}, {"speaker": "Young Woman", "line": "Y'know the liberation army's leader, Seliph? They say he's the rightful heir to Grannvale. I bet we'd all have a much better time with him on the throne if that were true, huh! Here, take this here skill ring. Go on, do your best! We're all behind you!"}, {"speaker": "Young Man", "line": "Ooh, aren't ya from that liberator's army? Glad ta’ see yer makin' a stand now! This is great news! With y'all around, we've finally got a shot at makin' them imperial cowards run outta here with their tails between their legs!"}, {"speaker": "Old Man", "line": "Ohhh! If it isn't Lord Seliph himself! We can't thank you enough for all your help! Here, allow me to give you my granddaughter's hand in marriage. We raised her as well as well can be, and she's the kindest, sweetest little thing! Oh, I remember that even as a kid she-"}, {"speaker": "Young Woman", "line": "Grandpa, knock it off! Ugh, this is so embarrassing! ...I'm sorry, Lord Seliph. I wouldn't wish seeing that sorry display upon anyone! But, er... if you do like me, milord..."}, {"speaker": "Seliph", "line": "Er... Wait a moment... That isn't why I'm here..."}, {"speaker": "Young Woman", "line": "Ahahahaha! C'mon, Lord Seliph! It's just a joke! A j-o-k-e! Look, you've gone bright red! How adorable!"}, {"speaker": "Seliph", "line": "Er..."}, {"speaker": "Old Man", "line": "I'm completely serious, though."}, {"speaker": "Seliph", "line": "Oh. Oh, dear…"}, {"speaker": "Young Woman", "line": "I've been hearing a lot about how the Empire's been hunting kids in all those other countries... Thanks to you lot, Isaach's free from the Empire at last, but the rest of the world's still in a really dark place... All across Jugdral, they're all waiting for Lord Seliph to rise up and defeat the Empire! Please, I'm begging you... You've gotta make it to Grannvale soon!"}], "battle-talk": [{"speaker": "Fee", "line": "Hey there! You're Lord Seliph, right?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Indeed I am. And you, miss?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Call me Fee! I'm from Silesse.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Silesse, you say? Are you a pegasus knight, then?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Er, not just yet. I'm kinda still in training. My mom was one, though! Actually, in that big war years ago, she helped Lord Sigurd out in his army.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Is that so? She has my utmost gratitude, on my father's behalf. Now, what brings you here, Fee?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "See, what happened was I was looking for my brother, who ran away ages ago. But then I heard about you, sir, and how you're taking on the Empire yourself! And I just knew I had to be here too. Can I join your army, sir? Please?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Certainly! Thank you. What of your brother, though?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "It's silly, sir, but I have this feeling that we're gonna run into him somewhere down the line…", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Femina", "line": "Hey there! You're Lord Seliph, right?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Indeed I am. And you, miss?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Femina", "line": "Call me Femina! I'm from Silesse.", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Silesse, you say? Are you a pegasus knight, then?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Femina", "line": "Yeah! Er, actually, I’m just a rookie though.", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Is that so… So, what brings you to Isaach?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Femina", "line": "See, what happened was I was looking for my brother, who ran away ages ago. But then I heard about you, sir, and how you're taking on the Empire yourself! And I just knew I had to be here too. Can I join your army, sir? Please?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Certainly! Thank you. What of your brother, though?", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Femina", "line": "It's silly, sir, but I have this feeling that we're gonna run into him somewhere down the line…", "person_1": "Femina", "person_2": "Seliph"}, {"speaker": "Arthur", "line": "Lord Seliph, right? Nice to meet you.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Who are you?", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Arthur", "line": "The name's Arthur. I came here from Silesse.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Wait, so you are that Arthur fellow? I've heard of how you have been aiding us so far. Thank you so much!", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Arthur", "line": "Eh, it was no big deal.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You are capable of wielding magic, yes? That's truly impressive. I'm almost envious!", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Arthur", "line": "My mother was a talented war-mage... But I've still got a lot to learn myself.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "We all do, do we not? So long as we all fight together, though, perhaps we still truly can change our world. After all, that's what brought us here today.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Arthur", "line": "Yeah, you're right... My power's at your disposal, sir. I'll give my all to aid the cause. I'm glad we could finally meet, Lord Seliph.", "person_1": "Arthur", "person_2": "Seliph"}, {"speaker": "Radney", "line": "Hey, knock it off! I don’t want you hovering around me like a lost pup! It’s irritating!", "person_1": "Johalvier", "person_2": "Radney"}, {"speaker": "Johalvier", "line": "Oh, uh… I just thought I should protect you…", "person_1": "Johalvier", "person_2": "Radney"}, {"speaker": "Radney", "line": "Argh…", "person_1": "Johalvier", "person_2": "Radney"}, {"speaker": "Radney", "line": "Hey, knock it off! I don’t want you hovering around me like a lost pup! It’s irritating!", "person_1": "Johan", "person_2": "Radney"}, {"speaker": "Johan", "line": "Oh, what heartless barbs escape your lips! Must you truly so callously reject this, the purest form of my deepest love? I am yours, Radney, body and soul! Never shall my vigilant guard abandon your side!", "person_1": "Johan", "person_2": "Radney"}, {"speaker": "Radney", "line": "Argh…", "person_1": "Johan", "person_2": "Radney"}, {"speaker": "Seliph", "line": "Lana, I still can't say I feel comfortable having you out here in the field. It's much too dangerous.", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Lana", "line": "Y-yes, milord, but I'm sure I'll be fine.", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Seliph", "line": "Please, take the utmost care! If you stray from behind the front lines, you'll be too vulnerable a target.", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Lana", "line": "But-", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Seliph", "line": "Lana, please... I'm worried for your sake.", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Lana", "line": "...Okay, milord.", "person_1": "Seliph", "person_2": "Lana"}, {"speaker": "Seliph", "line": "Are you faring alright so far, Julia?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Mm. Thank you, Lord Seliph…", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Actually, I have something for you. I found this in Sophara Castle.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "What is...?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "It's a light tome called Aura. You can wield these, yes?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Aura... This... Why does this sound familiar… Thank you, Lord Seliph. Thank you so much…", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Actually, I have something for you. I found this in Isaach Castle.", "person_1": "", "person_2": ""}, {"speaker": "Julia", "line": "What is...?", "person_1": "", "person_2": ""}, {"speaker": "Seliph", "line": "It's a light tome called Nosferatu. You can wield these, yes?", "person_1": "", "person_2": ""}, {"speaker": "Julia", "line": "Yes, I believe so...", "person_1": "", "person_2": ""}, {"speaker": "Seliph", "line": "Excellent! Hopefully you'll now have an easier time protecting yourself in combat.", "person_1": "", "person_2": ""}, {"speaker": "Julia", "line": "Thank you, Lord Seliph. Thank you so much…", "person_1": "", "person_2": ""}], "recruit-talk": [{"speaker": "Johalvier", "line": "Larcei! Heh... I guess you finally realized you want to see me, am I right?", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Larcei", "line": "Look, Johalvier, I know you try to act like you're cool, tough and uncaring, but I know you're not all that bad. I mean, you've made a point of keeping your hands off the innocent all along. I guess I'd rather avoid fighting you, if I can...", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Johalvier", "line": "Yeah, I guess... Pushing people around never really sat right with me, y'know? Not like my brothers. And I'm getting real sick of the Loptyrian Order running the show here. All round Isaach they've been stealing kids and, so I hear, killing 'em all as sacrifices! Dad doesn't even so much as ask 'em nicely to stop! I've had it with 'em! Larcei, my men and I want to join your army. Just say the word and we're yours, yeah?", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Larcei", "line": "Wha- ...Are you serious? Johalvier, this is... Thanks so much! Er, I guess I was wrong to doubt you for all these years. Sorry.", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Johalvier", "line": "Look, I'm no saint. Way I see it, at least now I can atone for everything I've done. Listen up, men! We're with the liberation army now! We're fightin' in the name of love and justice!", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Johan", "line": "What manner of nonsense is this? ...Alas, for Johalvier has turned his cloak for the rebels! Oh, how his claim to Larcei pierces my heart! Men, turn your blades on love's foul traitor!", "recruiter": "Larcei", "recruit": "Johalvier"}, {"speaker": "Johan", "line": "Oh, Larcei... How the twin hands of love and fate guide us! I've yearned for this day for many, many years, my beloved!", "recruiter": "Larcei", "recruit": "Johan"}, {"speaker": "Larcei", "line": "Johan?! Oh, for the love of... There's a stomach flu playing with your head, isn't there?", "recruiter": "Larcei", "recruit": "Johan"}, {"speaker": "Johan", "line": "Larcei... Oh, Larcei! Your words are as the sweetest birdsong! Your eyes are as the most brilliant stars! Oh, without you at my side, what purpose is there in life? What joy could possibly be?", "recruiter": "Larcei", "recruit": "Johan"}, {"speaker": "Larcei", "line": "Stop it! How revolting! This is a battlefield! Are you out of your right mind?!", "recruiter": "Larcei", "recruit": "Johan"}, {"speaker": "Johan", "line": "I can deny my heart no longer, Larcei. Believe me when I say I've tried! Alas, love is a maddening beast at times... What else can I do but be at your side? Men, we are joining the liberation army! From this day on, we are men of honor! Fight on, in the name of justice, love, and Larcei!", "recruiter": "Larcei", "recruit": "Johan"}, {"speaker": "Johalvier", "line": "You've gotta be kidding! Johan beat me to Larcei?! Bet he's gone and sided with her army, too, the weak-willed fool... Hmph... fine by me! Men, attack! Johan's unit is now the enemy!", "recruiter": "", "recruit": ""}], "boss": [{"speaker": "Schmidt", "line": "Hold, rebel scum! King Dannan has decreed that you shall go no further!"}, {"speaker": "Schmidt", "line": "King Dannan... my lord... Forgive me!"}], "recruit-battle": [{"speaker": "Johalvier", "line": "You'll never take my castle from me, rebels! I'll beat the daylight right outta you!"}, {"speaker": "Johalvier", "line": "Urgh... I'm sorry, Larcei…"}, {"speaker": "Johan", "line": "Ohoho... What courage, to dare to challenge Johan the Invincible! What honor, to be granted death on my blade!"}, {"speaker": "Johan", "line": "Ahh... And so I fall, even to rebels such as these... Larcei... Oh, Larcei... Our love shall endure, even beyond the grave…"}, {"speaker": "Johalvier", "line": "Larcei? Wh-what're you doing?! I can't fight you! I won't!", "unit": "Larcei", "boss": "Johalvier"}, {"speaker": "Johan", "line": "St-stay your hand, Larcei! Never could I turn my blade on you!", "unit": "Larcei", "boss": "Johan"}, {"speaker": "Johan", "line": "Sigh... Ah, Johalvier... To think my very own flesh and blood could be so dense...", "unit": "Johan", "boss": "Johalvier"}, {"speaker": "Johalvier", "line": "Dense? Hah! Look who's talking! ...Oh well. This was a long time coming, huh? Let's settle this once and for all!", "unit": "Johan", "boss": "Johalvier"}, {"speaker": "Johan", "line": "As you will, my brother!", "unit": "Johan", "boss": "Johalvier"}]}