{"chapter": "07", "title": "Beyond The Desert", "speakers": ["Leif", "Finn", "Nanna", "Blume", "General", "Patty", "Shannan", "Ctuzof", "Dark Mage", "Seliph", "Lewyn", "Soldier", "Bramsel", "Lene", "Ares", "Jabarro", "Ishtore", "Liza", "Banba", "Fetra", "Eliu", "Tine", "Julia", "Young Woman", "Old Man", "Man", "Young Man", "Woman", "Anna", "Leylia", "Old Woman", "Larcei", "Dermott", "Tristan", "Jeanne", "Oifey", "Myrmidon", "Arthur", "Lana", "???", "Daisy"], "dialogue_counts": {"Leif": 10, "Finn": 18, "Nanna": 10, "Blume": 14, "General": 2, "Patty": 11, "Shannan": 22, "Ctuzof": 5, "Dark Mage": 3, "Seliph": 33, "Lewyn": 14, "Soldier": 1, "Bramsel": 17, "Lene": 19, "Ares": 23, "Jabarro": 10, "Ishtore": 7, "Liza": 5, "Banba": 3, "Fetra": 2, "Eliu": 2, "Tine": 18, "Julia": 1, "Young Woman": 1, "Old Man": 2, "Man": 1, "Young Man": 1, "Woman": 1, "Anna": 2, "Leylia": 2, "Old Woman": 1, "Larcei": 10, "Dermott": 9, "Tristan": 5, "Jeanne": 5, "Oifey": 3, "Myrmidon": 1, "Arthur": 7, "Lana": 6, "???": 1, "Daisy": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 358, "transitions": "---------------------------------------------------------------------------", "opening": ["Word of the first victory of Prince Seliph and his liberation army quickly spreads far and wide, inspiring courage anew in the Empire's victims. Still more uprisings erupt across Jugdral, but once again, precious few are properly organized and are easily crushed, and the death toll climbs ever higher...", "Leonster, a kingdom in the Thracian Peninsula... Prince Leif, the son of Quan, had raised an army with the aid of the knight Finn, but they have suffered a devastating loss before King Blume's vast hordes and are stranded in hostile ground.", "Before Seliph lies the Yied Desert, ruled by the Loptyrian Ctuzof from the Yied Shrine; the oasis city of Darna, governed by the ex-merchant Bramsel and the captain of his sellsword army, Jabarro; and Fort Melgen, guarded by Prince Ishtore and the renowned General Liza. King Blume himself, the son of the late Duke Reptor, awaits at the capital city of Alster with his niece, the mage Tine.", "In Rivough, Seliph and the warriors of his liberation army now prepare themselves to embark on a journey and come to the aid of their allies in far-away Leonster. Each warrior sets aside their worries as, under Seliph's leadership, they prepare for the new battle on their horizon."], "intro": [{"speaker": "Leif", "line": "Finn, what's the situation? Any word from the other division yet?"}, {"speaker": "Finn", "line": "...We've failed, milord. Every last soldier in the Alster raid is dead. This is a crippling blow to our army. We've lost most of our might in one fell swoop."}, {"speaker": "Leif", "line": "This can't be happening... I thought this was our big chance... Was all of this useless all along? Damn it all! I'll strangle Blume himself with my bare hands!"}, {"speaker": "Finn", "line": "Please calm yourself, milord! This isn't the end quite yet. I've just had a word with King Lewyn. He's sending Prince Seliph's liberation army to back us up. Until then, no matter what, milord, we must endure the siege."}, {"speaker": "Leif", "line": "Prince Seliph, you say... He's the son of my father's old friend Sigurd, and of Empress Deirdre, right? I pray we can meet him soon... Perhaps if we merge our efforts with his, we'll have a better chance of protecting people from the Empire."}, {"speaker": "Nanna", "line": "That's right, Leif! Besides, if we just let ourselves lose now, wouldn't your men's death's all be in vain? I think we should abandon the castle for now, and seek refuge near that western church."}, {"speaker": "Leif", "line": "Mm, you're right... I suppose we don't have much of a choice now. Very well. Our priority now is to play this out defensively for the time being. Until Prince Seliph gets here, we must endure…"}, {"speaker": "Blume", "line": "What's your problem now?! Can't you capture even as worthless a castle as this? Are you worms taking this seriously?"}, {"speaker": "General", "line": "Y-yes, milord... The thing is, though, the enemy is proving to be of a resilient sort. We're struggling to breach their defenses."}, {"speaker": "Blume", "line": "Buffoons, all of you! Do you really think I want to hear excuses? I want Leonster seized! No more delays! If you waste any more time on this, then we'll have to contend with those Isaachian mongrels as well!"}, {"speaker": "General", "line": "Y-yes, milord! We will strike immediately, milord!"}, {"speaker": "Patty", "line": "Hooboy, those rumors weren't kidding! That place was full to the brim with treasure. Been a long time since I've had a haul like this! But I can't afford to dawdle now. Still gotta get out of here, and quick…"}, {"speaker": "Shannan", "line": "Hey, excuse me! Hand that sword over. You can keep everything else, but I need the sword."}, {"speaker": "Patty", "line": "Where do you think you get off, trying to take somebody else's hard-earned goods? Do you have any idea how tough it was to get my hands on this sword? If you want it, come and get it, nincompoop!"}, {"speaker": "Shannan", "line": "W-wait!"}, {"speaker": "Ctuzof", "line": "What? Thieves have plundered our treasury? And they absconded with Balmung?! You fools! Go seize them! Now!"}, {"speaker": "Dark Mage", "line": "Y-yes, Your Grace... But, er, Your Grace... Surely a master of dark magics of your caliber could crush common thieves such as these with a single blow, even from here?"}, {"speaker": "Ctuzof", "line": "I've misplaced my Book of Fenrir... My men are scouring the shrine to find it, but so far it has yet to emerge..."}, {"speaker": "Dark Mage", "line": "Understood, Your Grace. In that case, my clan and I will take a few mercenaries and pursue them. We swear to you, Your Grace, that we will have the treasure back where it belongs post-haste!"}, {"speaker": "Seliph", "line": "So the route to Leonster requires that we cross this vast desert, yes?"}, {"speaker": "Lewyn", "line": "Yeah... The Yied Shrine's the real problem here, as it's controlled by the Loptyrian Order. The Order's fell mages infest the desert, mercilessly assaulting anyone they find in it. People've taken to calling the region the Desert of Death... A fitting name, really."}, {"speaker": "Seliph", "line": "I can only imagine how awfully travellers struggle here! I wonder... Perhaps it'd be possible to seize the Shrine from the Order."}, {"speaker": "Lewyn", "line": "Heh, I thought you'd never ask. There's always a way, but this one won't be easy. We may need to make sacrifices."}, {"speaker": "Seliph", "line": "So be it. At this point we've little choice. Not to mention, Shannan is likely still in the desert... For now, let's focus on taking control of Yied . All else will begin there!"}], "battle": [{"speaker": "Ares", "line": "Lene! Where are you? Answer me!"}, {"speaker": "Lene", "line": "Ares..."}, {"speaker": "Ares", "line": "Oh! Is everything okay, Lene?"}, {"speaker": "Lene", "line": "N-no... It's not... But someone from the liberation army rescued me... And I... I knew you'd come, Ares..."}, {"speaker": "Ares", "line": "Lene, I... I beg your forgiveness... I was a fool! So very, very foolish... I should have heeded your word..."}, {"speaker": "Lene", "line": "It's okay... After all, you're here now..."}, {"speaker": "Ares", "line": "I swear to you, I'll never let this happen again..."}, {"speaker": "Lene", "line": "And I swear I'll try to keep my big mouth to myself from now on! Don't ever leave me again, Ares…"}, {"speaker": "Lene", "line": "Mister Seliph, right? Nice to meet ya!"}, {"speaker": "Seliph", "line": "Er… Hello. And who are you?"}, {"speaker": "Lene", "line": "I’m Lene, the dancer!"}, {"speaker": "Seliph", "line": "You… You’re Lene?"}, {"speaker": "Lene", "line": "Ohh… Mister Seliph, is this the first time you’ve ever seen a dancer?"}, {"speaker": "Seliph", "line": "Y-yes, miss…"}, {"speaker": "Lene", "line": "Hee hee… That’s adorable!"}, {"speaker": "???", "line": "Hey, Shannan! Guess whoooo!"}, {"speaker": "Shannan", "line": "GAH!"}, {"speaker": "Daisy", "line": "Ha-haaa! Bet I scared you real good!"}, {"speaker": "Shannan", "line": "Argh, Daisy! For heaven's sake, I nearly took your head clean off! Would you mind cutting it out?"}, {"speaker": "Daisy", "line": "But I'm sooooo booooored! And I'm not strong enough to fight, either!"}, {"speaker": "Shannan", "line": "Then I suppose I'll help you patch that up, then. I don't have enough time to give you a proper lesson, but it'll be better than nothing."}, {"speaker": "Daisy", "line": "Eeeeeeee! I'm getting my very own private lesson with Prince Shannan himself!"}, {"speaker": "Shannan", "line": "If you don't take this seriously, there won't be a lesson. Are we clear?"}, {"speaker": "Daisy", "line": "Yep! I'm being completely serious!"}, {"speaker": "Shannan", "line": "...Very well. The first and most important step is posture... Hold on, are you even listening?"}, {"speaker": "Daisy", "line": "Siiiiiiiigh...!"}], "end": [{"speaker": "Seliph", "line": "Julia?! You’re safe! Oh, thank heavens…"}, {"speaker": "Julia", "line": "Mm… The enemy seized and imprisoned me here, but I knew… I knew you would rescue me, no matter what."}, {"speaker": "Lewyn", "line": "Excellent work, Seliph. Thanks to you, Alster is finally free from the Empire."}, {"speaker": "Seliph", "line": "I wouldn't get too excited, Lewyn. King Blume yet lives. I assume he fled to Connaught amidst the flurry of Alster's capture."}, {"speaker": "Lewyn", "line": "Eh, these sorts of things can't be helped. After all, the war's only just beginning. We're only now starting to carve our foothold in the Thracian Peninsula."}, {"speaker": "Seliph", "line": "And yet, the citizens are already all so eager to support us! I've seldom seen such joy..."}, {"speaker": "Lewyn", "line": "For the first time, they've got hope for a future free from the Empire's abuse. You're the people's last hope, Seliph, but the worst of the war still lies ahead, huh?"}, {"speaker": "Seliph", "line": "Mm. And yet, I've so much incredible talent fighting by my side! With such amazing men and women with me I know no challenge will be too great!"}, {"speaker": "Lewyn", "line": "Yeah... You'll all do just fine, Seliph."}], "visit": [{"speaker": "Young Woman", "line": "Darna is lorded over by Count Bramsel, who's as revolting as they come! If he isn't playing the slimy sycophant to some visiting Grannvale noble or other, he's prancin' around like he's the gods' gift to kings! Ugh... The sooner somebody sticks a sword through that pig of a man, the better!"}, {"speaker": "Old Man", "line": "It ain't that simple, though. Standing between you lot and Bramsel is the best mercenary force his money can buy. One of 'em, Ares, is the strongest of 'em all. He's still just a kid, really, but he's frightfully strong, 'cause he's got this magic blade called Mystletainn. From what I heard, the mercenary captain, Jabarro, found Ares as a wee little kid and took him in. The two're real close, I hear. You ain't got much of a chance against Ares. Sorry to rain on your parade like that, kid. Here, take this shield ring as an apology. You oughta be able to get some use out of this."}, {"speaker": "Man", "line": "Blume's got some terrifying warriors on his side. There's Banba, Fetra and Eliu, a trio of powerful sorceress sisters. Then there's Tine, a young mage... Blume's niece she may be, but that girl's still got a kind heart on her. She's come to our aid and the aid of our neighbor villages time and again... She's nothing like her family…"}, {"speaker": "Old Man", "line": "King Blume and his queen, Hilda, have got two children between 'em: Ishtar and Ishtore. Ishtar's ruling over Munster right now, and Ishtore's posted at Fort Melgen, both doing Blume's dirty work. Unlike their folks, they're fine youths. You'll be sure to face 'em sooner or later... Be on your guard, stranger."}, {"speaker": "Young Man", "line": "Near the end of the war all those years ago, this entire region was conquered by King Blume, the son of Duke Reptor. His rule's been one tragedy after another... Just when we thought he couldn't get any worse, now he's just letting those child hunts happen! We can't take this anymore…"}, {"speaker": "Woman", "line": "The Empire's brutal rule has broken us so... We can't live like this much longer. Please, I beg of you... Save us all…"}, {"speaker": "Anna", "line": "You’re fighting in the war, right? I bet there’s someone you care about who you’re fighting for. My boyfriend set off to fight in the war, too. I’m not exactly a fighter myself. Not much I can do but wait for people like you to finish it… Oh, I know! Here, this charmed blade’ll boost your resistance. Go on. This one’s on the house. Be sure to make some nice, deep cuts in some Imperials for me, won’t you, sweetie?"}, {"speaker": "Leylia", "line": "Thanks, miss! I’ll take good care of it. Hey, what’s your name anyway?"}, {"speaker": "Anna", "line": "Me? The name’s Anna, and my boyfriend’s called Jake. If you see him, be sure to tell him that Anna’s worried sick!"}, {"speaker": "Leylia", "line": "Jake…?"}, {"speaker": "Old Woman", "line": "Ahh... The liberation army... It's a blessing to know that Prince Leif has finally taken a stand. Lord Quan... Lady Ethlyn... I pray you're both proud of your son... Please, kind knight, accept this speed ring. I'd like you to wear it proudly to your battles."}], "battle-talk": [{"speaker": "Tine", "line": "Um... Pardon me, sir...", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Hm? And who are you, ma'am?", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "I am Tine... Arthur’s sister...", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Ah, of course. I've been told your story, Tine.", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Um... I'm sorry!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You've nothing to apologize for, Tine. With the likes of King Blume for an uncle, I completely understand. You had no choice.", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Are... are you forgiving me, sir?", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Certainly! There's no question that you're not our enemy, and it would be an honor to have you with us.", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Wow... You're everything the stories say you are! I wish we couldn't met sooner...", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Heh... Thank you! Listen, Tine. I know fighting your own family is a painful prospect, so please, don't force yourself if you're at all uncomfortable.", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Sir…", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Finn", "line": "Ah! ...Pardon me, but who are you?", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Huh? I’m Larcei…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "T-This cannot be…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Hey, what’s your problem? You realize you’re staring at me, right?", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "Oh… My apologies, miss. It’s just you bear a striking resemblance to someone…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Huh? I do…?", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "Yes… My apologies. This is a bit embarrassing, but you are the spitting image of a woman I loved long ago.", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Were you two a thing or what?", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "We were, for a time… But we parted during the war. I’ve been looking for her ever since…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Oh… Sorry about that. What was her name?", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "You’re the only person I’ve met who matches her beauty. Her name was Ayra…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Larcei", "line": "Wait, Ayra?! ...A-are you kidding or what…", "person_1": "Finn", "person_2": "Larcei"}, {"speaker": "Finn", "line": "Ah! ...Pardon me, but who are you?", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "Oh! Er, my name is Lana… You’re Sir Finn, are you not?", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "Y-you are…", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "...Er, is something wrong, sir? You keep staring at me…", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "Oh… My apologies, miss. It’s just you bear a striking resemblance to someone…", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "I… do?", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "Yes… My apologies. This is a bit embarrassing, but you are the spitting image of a woman I loved long ago.", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "Was she your wife?", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "She was, for a time… But we parted during the war. I’ve been looking for her ever since…", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "Oh… What a sad story. What was her name?", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "You’re the only person I’ve met to match her beauty. Her name was Aideen…", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Lana", "line": "Aideen?! That’s… That’s my mother!", "person_1": "Finn", "person_2": "Lana"}, {"speaker": "Finn", "line": "How are you faring, Nanna?", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Nanna", "line": "I’m okay, Father. You don’t need to worry over me so much.", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Finn", "line": "Heh, you’re getting as strong-willed and bold as your mother was. It’s almost like it’s twenty years ago and I’m talking to Lachesis again…", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Nanna", "line": "I don’t get it, Father. If you loved Mother as much as you keep saying you did, how could you just let her run off by herself like that?!", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Finn", "line": "Look, Nanna. I’m sorry, but her journey to Isaach is none of your business. That was a private matter between her and myself. I ask that you do not intrude.", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Nanna", "line": "But-", "person_1": "Finn", "person_2": "Nanna"}, {"speaker": "Finn", "line": "I promise that you’ll understand someday, when you’re a bit older…", "person_1": "Finn", "person_2": "Nanna"}], "patty,seliph": [], "recruit-talk": [{"speaker": "Arthur", "line": "Excuse me, but... That pendant of yours...", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Tine", "line": "Huh? It's... It's a memento of my mother...", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Arthur", "line": "Really?! Then you're Tine! Oh, I've finally found you!", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Tine", "line": "Er... Who are you?", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Arthur", "line": "Here, maybe this'll clear things up. This pendant of mine's exactly the same as yours, and I've had it my whole life.", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Tine", "line": "Y-you're right, but... What are you saying?", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Arthur", "line": "See, decades ago, my mother was a warrior fighting in Sigurd's liberation army, and after the war she fled to Silesse with her children. When I was little, my mother and my newborn sister disappeared... I was left behind with nothing but this pendant. I only recently learned what really happened. It was King Blume of Alster. He abducted them. He took my family from me. The rumors I've heard all said Mother had died a while ago, but they also said my sister is still alive... That's you, Tine! I've finally found you, after all these years! I came all this way just to see you again...", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Tine", "line": "I... I never even knew Blume did that to Mother... It makes sense, though... I can't remember much of Mother, but I know I never saw her smile or laugh... You're my brother... Oh... Sniff...", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Arthur", "line": "I don't suppose you'd like to lay down your arms and join our army, Tine? We've still got so much to talk about.", "recruiter": "Arthur", "recruit": "Tine"}, {"speaker": "Tine", "line": "Mm. Thank you, brother. I never did want to fight…", "recruiter": "Arthur", "recruit": "Tine"}], "boss": [{"speaker": "Blume", "line": "Nngh... How? How could I lose... I've no choice... For now, I must retreat to Connaught…"}], "recruit-battle": [{"speaker": "Tine", "line": "Aah…"}]}