{"chapter": "08", "title": "The Dracoknights Of Thracia", "speakers": ["Blume", "Banba", "Man", "Ced", "Arion", "Travant", "Lewyn", "Seliph", "Muhammad", "Ovo", "Faval", "Ishtar", "Julius", "Altena", "Maykov", "Young Woman", "Coulter", "Leif", "Julia", "Young Man", "Asaello", "Girl", "Woman", "Old Man", "Old Woman", "Arthur", "Fee", "Finn", "Patty", "Tine", "Nanna", "Ares", "Mana", "Femina", "Hawke", "Jake", "Linda", "Amid", "Eriu", "Fotla"], "dialogue_counts": {"Blume": 20, "Banba": 8, "Man": 4, "Ced": 17, "Arion": 6, "Travant": 8, "Lewyn": 11, "Seliph": 25, "Muhammad": 3, "Ovo": 3, "Faval": 15, "Ishtar": 10, "Julius": 2, "Altena": 7, "Maykov": 4, "Young Woman": 7, "Coulter": 5, "Leif": 3, "Julia": 5, "Young Man": 4, "Asaello": 4, "Girl": 3, "Woman": 1, "Old Man": 1, "Old Woman": 1, "Arthur": 4, "Fee": 10, "Finn": 3, "Patty": 4, "Tine": 6, "Nanna": 9, "Ares": 9, "Mana": 5, "Femina": 5, "Hawke": 4, "Jake": 13, "Linda": 5, "Amid": 6, "Eriu": 3, "Fotla": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 270, "transitions": "------------------------------------------------------------------------------", "opening": ["The two faces of the Thracian Peninsula are as distinct as night and day. The peninsula's north, once ruled by several small kingdoms, is graced with rich pastures, while the south, the Kingdom of Thracia, is a harsh wasteland dominated by vast mountains. In ages past, seeking to claim the life-giving northern land as their own, Thracia's infamous wyvern knights have led countless brash attempts to conquer the north, only to be repelled at every turn by the might of House Leonster.", "Thracia looked to have won at last following their slaughter of Leonster's army in the Yied Desert, only to be defeated in turn by Blume of Freege, who claimed the land as his own. And so, the so-called Kingdom of North Thracia was born as yet another servant of the Empire. Over a decade has passed since then. Not even Thracia's King Travant, an ambitious man with a thirst for power and glory, dares to challenge the will of the Empire, and so a strange peace looms over the region.", "Or so it did, until the arrival of Seliph and his liberation army. Blume's defeat at his own castle has abruptly tipped the balance of the Thracian stalemate. Both the Alster and Leonster territories now lie under the liberation army's control, forcing Blume to retreat to Conote and muster the strength to take Alster back. The southern Manster Castle, governed by the \"goddess of lightning\", Princess Ishtar, braces itself for the threat of Thracian invaders.", "Meanwhile, across the border itself, both King Travant and his border watchman, General Maykov of Meath Castle, remain eerily silent. The people are united in their fondest wish: for the entirety of the Thracian Peninsula to return to the rule of House Leonster. And so dawns yet another battle..."], "intro": [{"speaker": "Blume", "line": "Nngh... Curses! Never did I imagine that the rebels could pose such a threat. Banba! How could the three of you let yourselves be cowed into fleeing? What a disgrace!"}, {"speaker": "Banba", "line": "A thousand apologies, milord. However, you've nothing to worry about anymore. Even as we speak, General Muhammad prepares his brigade to lay siege to Alster, and General Ovo's cavalry are en route to Leonster. We, too, shall rejoin the fray shortly."}, {"speaker": "Blume", "line": "Hrm... Don't you dare fail me this time. And what of King Travant? Why are the promised Thracian reinforcements nowhere to be seen?"}, {"speaker": "Banba", "line": "We've yet to receive any response to any of our messengers so far."}, {"speaker": "Blume", "line": "Gah... What in blazes is that snake thinking?"}, {"speaker": "Banba", "line": "King Travant is an ambitious man. To blindly trust him would be foolish."}, {"speaker": "Blume", "line": "No matter. Even without his forces, we've more than enough power to stop the rebels cold. Banba! Fotla! Eriu! Move out at once. This time, leave not a single rebel alive!"}, {"speaker": "Banba", "line": "Yes, milord. We will not fail."}, {"speaker": "Man", "line": "Sir Ced, please! We all can't take much more of King Blume's abuses! How long... How long will it be until Manster is free from the Empire?"}, {"speaker": "Ced", "line": "Don't lose hope now! Even as we speak, Lord Seliph and his liberators are out there fighting for the District. They'll be here before long. Go! Tell your friends and family that your freedom is so very nearly in reach! Please, my friends, believe me. Manster's freedom is fast approaching!"}, {"speaker": "Arion", "line": "Pardon me, Father, but King Blume is requesting our aid yet again. The Empire has already lost both Alster and Leonster to the Isaach rebels. He wishes to use us to help reclaim them."}, {"speaker": "Travant", "line": "The Isaach rebels are led by that Seliph brat... Sigurd's spawn, correct? Heh... Poor, poor Blume. He's getting so old, even little children are a thorn in his side! Pay Blume no heed, Arion. The Empire and the rebels are best left to break themselves on each other for now. We'll mop up the leftovers once they're nice and weak."}, {"speaker": "Arion", "line": "I should have known, Father... All along, you've been waiting out Blume's little storm, haven't you?"}, {"speaker": "Travant", "line": "But of course! It'd make no sense to bend over backward for the man who snatched our hard-won north out from under our noses, would it? Leonster's downfall should have meant a peninsula unified under our rule... I'll neither forgive nor forget Blume's craven conquest."}, {"speaker": "Arion", "line": "Even now, we still lack the power to truly match Grannvale on an even battlefield... I can only imagine your frustration, Father."}, {"speaker": "Travant", "line": "Thracia's fate depends on a unified peninsula. The verdant northern soils are the perfect cure for the famine and poverty wracking our south. We've been shunned and vilified for centuries, dismissed as ravenous hyenas... Yet what choice did we ever have? If not for our answer to this world's craving for sellswords, Thracia would never have had the funds to barely survive as we do. We've toiled in poverty long enough, Arion. It's high time Thracia carved itself a future! A future, I might add, which depends on the outcome of the game laid before us..."}, {"speaker": "Arion", "line": "Mm."}, {"speaker": "Lewyn", "line": "I have a bad feeling about this, Seliph... Is Leonster well guarded?"}, {"speaker": "Seliph", "line": "I believe so, but then again, reinforcing it further certainly wouldn't hurt. Should I send them some support?"}, {"speaker": "Lewyn", "line": "Do it. With Blume still on the loose in Conote, there's no sense in skimping on the defenses. Oh, and also, we've received a plea for help from the people of Manster Castle. The sooner our forces reach them, the better."}, {"speaker": "Seliph", "line": "Very well. We shall make the first move!"}], "battle": [{"speaker": "Young Woman", "line": "Please, we beg of you... Do all you can to help sir Ced!"}, {"speaker": "Young Woman", "line": "Thank you so much, noble warrior!"}, {"speaker": "Young Woman", "line": "Thracia's wyvern knights are still on the prowl 'round these parts. Be careful, won't you…"}, {"speaker": "Young Man", "line": "You're with Lord Seliph's liberators? Gods be praised! You've come at last."}, {"speaker": "Young Man", "line": "Three cheers for Lord Seliph!"}, {"speaker": "Young Man", "line": "We're saved! Oh, thank you!"}], "end": [{"speaker": "Seliph", "line": "Julia?! You’re safe! Oh, thank heavens…"}, {"speaker": "Julia", "line": "Mm… The enemy seized and imprisoned me here, but I knew… I knew you would rescue me, no matter what."}, {"speaker": "Seliph", "line": "The Thracians are on such a different level to anybody we've fought before, Lewyn. It almost feels as if each blow is fueled by pure desperation..."}, {"speaker": "Lewyn", "line": "See, Thracia's always had a bad lot in life. Much of its land is consumed by mountains. Farming its own food is a near impossible task, so they struggle to keep themselves fed. Thracia's men seek mercenary work to find the money to stay alive, while its women are stuck in whatever dreary jobs they can dig up. Don't get me wrong, Seliph. King Travant is still an awful man, but there's far more than his own petty gain at stake in his schemes. The Thracian army is as loyal to Travant as they come. They ardently believe it's Travant who'll guide Thracia out of its endless famine."}, {"speaker": "Seliph", "line": "I see... That does make sense..."}, {"speaker": "Lewyn", "line": "The thing is, no amount of poverty will ever justify Thracia's aggression. Travant's brand of nobility and justice would never be accepted anywhere else in the world. All the peninsula's north can see are rowdy aggressors, who threaten their peaceful lives. As harsh as it may seem, Seliph, I trust you know you can't afford to stay your hand here. The Thracian royal family is the enemy, and a grave threat to the north's peace. Stripping them of power is the only choice. That task falls to us, and we can't fail now."}, {"speaker": "Altena", "line": "The liberators have seized Meath?! Could I have been wrong about them? Oh, Arion."}], "visit": [{"speaker": "Young Woman", "line": "Ohh, thank you so much! I've heard all the stories about your army, and I've been praying that you'd come someday. Lord Seliph is our beacon of hope! Here, take this power ring. It's not much, but it's all we have to show our gratitude."}, {"speaker": "Young Woman", "line": "Long ago, Thracia and the states of the Manster District were a single nation. 'Course, you'd never know that from how they've hated each other so for as long as anyone can recall! I wish they could just try to make peace…"}, {"speaker": "Young Man", "line": "Gaah! I-I don't believe it... The Connaught Hitman's back for more blood! Run, everyone! Run for it!"}, {"speaker": "Asaello", "line": "..."}, {"speaker": "Girl", "line": "..."}, {"speaker": "Asaello", "line": "Er... Shouldn't you be running, too?"}, {"speaker": "Girl", "line": "But you look so sad, mister..."}, {"speaker": "Asaello", "line": "...I do?"}, {"speaker": "Girl", "line": "Take these! We picked up all these fruits in the woods. Eat 'em! They'll make you grow up big and strong! I hope you feel better soon!"}, {"speaker": "Asaello", "line": "Thanks, kid…"}, {"speaker": "Man", "line": "I've heard tell that over in Manster, people're planning a revolt against the Imperial rule. Apparently the ringleader there's some Silessian mage called Ced... The people there are so sure that he's the man for the job. Of course, the real problem for Manster is that Thracia's got their grubby eyes on the city... I hope they'll be alright."}, {"speaker": "Woman", "line": "For as long as anyone can recall, Thracia's wanted to claim this region as their own. And for just as long, House Leonster always stood in their way, wielding their holy lance Gáe Bolg to defend our lands. At least, until Gáe Bolg was lost a decade ago in the Yied Desert... The Thracians ambushed and murdered Prince Quan, his wife Ethlyn, and their daughter Altena as they crossed Yied, and the lance vanished…"}, {"speaker": "Old Man", "line": "It was the legendary dracoknight Dain who founded Thracia all those years ago… With his heavenly lance, Gungnir, in hand, he dared to challenge the king of demons himself! Rumor has it that Nova of the crusaders, ancestor of the lords of House Leonster, was in fact a sister to Lord Dain…"}, {"speaker": "Old Woman", "line": "Hoo hoo! What brings you all the way out here? You must be quite the curious one! Either way, I want to thank you for coming all this way for such a small and remote town. This here trinket's a thief's band. She's an odd little thing: slip her on and you'll soon find yourself stealing like you've done it all your life. Hoo hoo hoo! Take care of yourself, dearie."}], "battle-talk": [{"speaker": "Julia", "line": "Lord Seliph...", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Seliph", "line": "Oh, Julia. Is something the matter?", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Julia", "line": "I... I'm scared... I sense an evil presence... Something dark... And it's closing in...", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Seliph", "line": "What do you mean?", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Julia", "line": "(slowly) ...Seliph... Be on your guard... Ishtar is a fierce foe... You cannot fight her... You must not...", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Seliph", "line": "Julia! What's happening to you?!", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Julia", "line": "Ahh... I... W-what in the world just...?", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Seliph", "line": "Julia... You're…", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Arthur", "line": "You need to be careful, Fee. I know you can fly and all, but that doesn't mean you should just take off by yourself.", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Fee", "line": "Oh? Are my ears playing tricks on me? Could it be you're actually worried about me, Arthur?", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Arthur", "line": "Er... Yeah, I suppose so.", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Fee", "line": "Hmmm! Who knew you had it in you? I never would've guessed that you're even able to worry about anyone but yourself! I might have to rethink everything just a bit!", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Arthur", "line": "Well, er, you're something of a special case...", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Fee", "line": "Huh?", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Arthur", "line": "Er, never mind! Anyway, just don't do anything too rash, alright? See you...", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Fee", "line": "Arthur…", "person_1": "Arthur", "person_2": "Fee"}, {"speaker": "Finn", "line": "Lord Leif, the protection of the peninsula realm is our duty as House Leonster's remnants. We aren't in for an easy battle, but no matter what happens, we must persevere.", "person_1": "Finn", "person_2": "Leif"}, {"speaker": "Leif", "line": "I know, Finn. I've always dreamed that this day, the day of Leonster's freedom, would come... I'll do all I can to bring peace to the peninsula and save the people from King Blume's tyranny. To fulfill Father's final wishes at last... And if I need to lay down my life to make our dream a reality, then so be it...", "person_1": "Finn", "person_2": "Leif"}, {"speaker": "Finn", "line": "Please, my lord! It ill befits a future king to do something so rash! You mustn't say such things!", "person_1": "Finn", "person_2": "Leif"}, {"speaker": "Leif", "line": "Er, you're right... Sorry, Finn. I know how hard you had to work to protect me from the Empire's pursuit in my youth. I recall how often you'd let yourself starve, just so I wouldn't have to go without food... All my life you've made sacrifice after sacrifice for my sake, and only now do I understand this... I'll always be grateful for all you've done, Finn.", "person_1": "Finn", "person_2": "Leif"}, {"speaker": "Finn", "line": "My lord, the Thracian region has been plagued by strife for generations, but your father dared to dream of uniting it under a lasting peace. He may be gone, but you still yet live, and so too does the hope of fulfilling his dream. Only you stand a chance of uniting Thracia.", "person_1": "Finn", "person_2": "Leif"}, {"speaker": "Patty", "line": "Hang on... Faval?! What d'you think you're doing? Ugh... Don't tell me you actually let Blume buy out your bow arm!", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Faval", "line": "Patty? Wait... Why are you with the rebels?", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Patty", "line": "To protect people, of course! We've come this far working together, and I know we're gonna stop Blume for good! I don't get it. Did you just go and forget everything? That if it wasn't for the Empire's cruelty, none of the kids would be orphans? But no, here you are, kissing up to the very same man who ruined all our friends' lives! What the heck were you thinking, Faval?", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Faval", "line": "You're absolutely right... I'm so sorry, Patty. I guess I just wasn't thinking at all.", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Patty", "line": "Any scumbag can apologize till their blue in the face! If you're really sorry, then get over here! Come help us fight for peace!", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Faval", "line": "Alright, Patty. I'm with you. You've certainly come a long way lately...", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Patty", "line": "Hee hee... I guess I have!", "person_1": "Patty", "person_2": "Faval"}, {"speaker": "Faval", "line": "Prince Seliph? Please, sir, forgive my foolishness!", "person_1": "Faval", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Faval, yes? Patty has already told me your story. Relax! I understand why you did what you did. You've nothing to worry about.", "person_1": "Faval", "person_2": "Seliph"}, {"speaker": "Faval", "line": "I don't think so, sir. Letting myself work for the very same Empire I've supposedly been opposing? That was shamefully half-witted of me... Sir, I swear I'll make up for my bad choices. I'll do everything I can to aid you!", "person_1": "Faval", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Thank you, Faval. I'm glad to have you.", "person_1": "Faval", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Pardon me, Tine. I don't suppose you're acquainted with Princess Ishtar?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "I am... When I was growing up, Ishtar was like a sister to me. She was one of the few who treated me well...", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Seliph", "line": "Would you have any idea who the man who came to collect her was, then?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "That... was most likely Prince Julius.", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Seliph", "line": "The crown prince himself?! Are you certain?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "I think so, yes. The two are a couple. That would be why he...", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Seliph", "line": "Have you met Prince Julius before, then?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "Once or twice, when I visited Belhalla. He... How can I put this... He has this odd charm which draws people to him... only for them to find that he's colder than ice. He's terrifying! If I didn't know better, I would swear he isn't even human…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Nanna", "line": "Hey! You’re Ares, right?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "I am. What do you want?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "I’ve been hearing how you’re the son of Eldigan. Is there any truth to that?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "There is. Of what concern is it yours?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "Oh, I knew it was true! I’m Nanna. I’m the daughter of Lachesis, Lord Eldigan’s sister!", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "C-can this be?! Are you truly my aunt’s child?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "Of course I am! You know, my mother was really worried about what happened to you. It must’ve been her search for you that brought us to Leonster all those years ago.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "My father knew well that the stormclouds of a brutal civil war lurked over Agustria. I was a mere infant and my mother was in poor health, so he bade her to seek refuge with her parents in Leonster. Alas, Leonster too fell afoul of a war of its own, and my mother lost her life to the Empire’s invasion.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "That’s where Jabarro comes in, right?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "Indeed. Jabarro found me and took me in as his own, and with his mercenary corps, I travelled the world and learned the art of war.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "So that’s why I’ve never found you before… Listen, Ares. My mother left me something to give to you if we ever met.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "Oh? ...What is this? Is this... Is this Father’s?!", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "It is! It’s a letter from Lord Eldigan, and it’s addressed to you, Ares.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "I can’t believe it…", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "This should sort everything out! It says your father and Sigurd were the closest of friends and held each other’s deepest trust. This never changed, no matter what…", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "So it says… Wow, I… I’ve been so, so wrong for all this time…", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "I hope you’ll look after Lord Seliph, Ares. He really is depending on you!", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "I will, I promise you… Say, Nanna. How would you like a quick lesson in swordplay? Here, pay close attention…", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Mana", "line": "Milord…", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Seliph", "line": "Ah, Mana. Is something the matter?", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Mana", "line": "Er, see… I’m scared, milord. I mean, when we first left Isaach I was excited as anybody, but now… I watch everyone risking their lives over and over, and I...I know that sooner or later, it’ll be one of us who dies next.", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Seliph", "line": "Mana…", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Mana", "line": "You saw what the thunder mage did when we defeated her, didn’t you, milord? She just vanished in the blink of an eye! There’s something else at work here… An evil power beyond anything we know!", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Seliph", "line": "...You aren’t alone, Mana. I’ve tried to hide it, but to be frank, I’m terrified as well. Often I find myself too fearful to sleep… Sometimes, the fear is so overwhelming that I wish I could run away… Just leave Jugdral and its troubles behind me. But I cannot… I will not. You saw the faces of the people when we freed Alster and Connaught, did you not? The very instant that we’d won, they were so overjoyed that they burst into tears! That’s how much freedom from the Empire means to them. We are the ones with the power to save Jugdral, Mana, and we must not shirk from that duty.", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Mana", "line": "...I’m so sorry, milord. I shouldn’t have made you worry like that. I’ll always give your cause all I have. I promise. But please, milord… Please be careful! I don’t know what we’d do without you…", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Seliph", "line": "Thank you, Mana. And I… I don’t know what I’d do without you.", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Mana", "line": "Oh… Milord…", "person_1": "Seliph", "person_2": "Mana"}, {"speaker": "Seliph", "line": "Ced the Brave, I presume? I couldn't possibly thank you enough for all you've done for the people of Manster.", "person_1": "Seliph", "person_2": "Ced"}, {"speaker": "Ced", "line": "Lord Seliph... I'm so glad you're here at last. Sire, I implore you! Save this world! Too many of us have already given into despair... The city of Manster has been robbed by the Empire of countless young children. All were sent to the shrines in Miletos... I... I couldn't save even a single child. Me, brave? Hah! I hardly deserve such a lofty label. I'm just another coward...", "person_1": "Seliph", "person_2": "Ced"}, {"speaker": "Seliph", "line": "That isn't true, Ced! If I were to fight alone, I know that there'd be precious little that I could do. It was uniting the strength of my friends, a team effort, which brought us this far! And I believe that your strength could be a valuable part of our cause. Please, Ced the Brave. Grant us your power!", "person_1": "Seliph", "person_2": "Ced"}, {"speaker": "Ced", "line": "Thank you, sire... You'll have my loyalty, no matter what!", "person_1": "Seliph", "person_2": "Ced"}, {"speaker": "Ced", "line": "Huh?! Er, pardon me, Lord Seliph, but... ...That man standing by your side...", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Ah, Ced. I'd like you to meet Lewyn, my tactician.", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Ced", "line": "Lewyn? I knew it. That's my father...", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Lewyn", "line": "Oh, Ced. I guess you've found me. Been a while, huh? How's things?", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Ced", "line": "How's things? HOW'S THINGS?! Father, don't you realize? I've been searching for you for all this time! Do you even realize how long it's been since you ran away from home?", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Lewyn", "line": "Oh, yeah. I guess it has been a few years... Hey, how's Erinys doing these days?", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Ced", "line": "How dare you... Mother is DEAD! All we ever wanted was for her to see you one last time before she died... That's why I've been looking for you!", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Lewyn", "line": "Huh... Erinys... Such a shame, too...", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Ced", "line": "Are you capable of any emotion at all, Father?! You just heard your wife's dead, and you won't so much as shed a tear... And what about Fee? You've hurt her so much! It still pains her... She's adamant that she won't speak to you. You've known she was here all along, Father. Why didn't you try to fix this?", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Lewyn", "line": "Look, Ced. I left my old life behind long ago for a reason. That goes for my wife and kids, too. End of story. That's all there is to it.", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Ced", "line": "...Father?!", "person_1": "Ced", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Ced...? Cedsy! It IS you!", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Ced", "line": "Fee?! What are you doing here? Is something the matter?", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Fee", "line": "I've been looking for you, of course! I mean, you've been gone from Silesse for so long, and we had no idea where you were!", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Ced", "line": "I know, Fee, and I'm sorry... See, what happened was I was passing through Manster in my search for Father. I would've moved on, but the people's plight was nothing short of heartbreaking. I couldn't just leave Manster to waste away...", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Fee", "line": "I should've known. That is so like you, Cedsy! And here I was, almost starting to forget why you're so incredible.", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Ced", "line": "You're with the liberation army, then?", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Fee", "line": "Yep! I just knew I had to help Lord Seliph.", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Ced", "line": "Is that so... You're even more like Mother than I thought! Not once in her life did she ever turn her back on someone in need.", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Fee", "line": "You're just like her, too, Cedsy... Poor Mom, though. Just thinking about how Dad left her... It makes me so mad!", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Ced", "line": "Mm... I still can't make sense of his actions. What could he have possibly been thinking…", "person_1": "Fee", "person_2": "Ced"}, {"speaker": "Femina", "line": "Hawke...? Hawkesy! It IS you!", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Hawke", "line": "Femina?! What are you doing here? Is something the matter?", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Femina", "line": "I've been looking for you, of course! I mean, you've been gone from Silesse for so long, and we had no idea where you were!", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Hawke", "line": "I know, Femina, and I'm sorry... See, what happened was I was passing through Manster in my search for Father. I would've moved on, but the people's plight was nothing short of heartbreaking. I couldn't just leave Manster to waste away…", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Femina", "line": "I should've known. That is so like you, Hawkesy! And here I was, almost starting to forget why you're so incredible.", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Hawke", "line": "You're with the liberation army, then?", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Femina", "line": "Yep! I just knew I had to help Lord Seliph.", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Hawke", "line": "Is that so… I should have known. After all these years you’ve spent admiring Sigurd, it was inevitable you’d want to aid his son.", "person_1": "Femina", "person_2": "Hawke"}, {"speaker": "Femina", "line": "Yep! I’ve always dreamed of being a pegasus knight as great as the legendary Lady Erin. Just watch me, Hawkesy. I’ll get there someday!", "person_1": "Femina", "person_2": "Hawke"}], "boss": [{"speaker": "Coulter", "line": "Heh heh... What a pity it is for you, that this is where you die!"}, {"speaker": "Coulter", "line": "Gaaah! May Thracia... rise in glory…"}, {"speaker": "Maykov", "line": "This land is the rightful land of the Kingdom of Thracia! You will never take it from us!"}, {"speaker": "Maykov", "line": "Guh... Glory... to Thracia..."}], "recruit-battle": [{"speaker": "Faval", "line": "I'm so sorry... But we sorely need the gold…"}, {"speaker": "Faval", "line": "Oh, Patty… Forgive your… fool of a brother…"}, {"speaker": "Faval", "line": "Wait... Patty?! No, this... It's not what it looks like!", "unit": "Patty", "boss": "Faval"}]}