{"chapter": "09", "title": "For Whose Sake", "speakers": ["Travant", "Altena", "Arion", "Hannibal", "Cairpre", "Distler", "Judah", "Lewyn", "Seliph", "Oifey", "Leif", "Finn", "Kanatz", "Musar", "Julia", "Young Man", "Woman", "Old Man", "Old Woman", "“Shannan”", "Jeanne/Femina", "Shannam", "???", "Man", "Faval", "Patty", "Asaello", "Daisy", "Lene", "Leylia", "Sharlow", "Villager", "Hawke", "Julius"], "dialogue_counts": {"Travant": 34, "Altena": 41, "Arion": 28, "Hannibal": 27, "Cairpre": 15, "Distler": 7, "Judah": 4, "Lewyn": 13, "Seliph": 36, "Oifey": 1, "Leif": 13, "Finn": 12, "Kanatz": 5, "Musar": 3, "Julia": 11, "Young Man": 3, "Woman": 1, "Old Man": 1, "Old Woman": 1, "“Shannan”": 1, "Jeanne/Femina": 5, "Shannam": 3, "???": 1, "Man": 1, "Faval": 6, "Patty": 8, "Asaello": 5, "Daisy": 4, "Lene": 6, "Leylia": 3, "Sharlow": 8, "Villager": 4, "Hawke": 3, "Julius": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 318, "transitions": "-------------------------------------------------------------------", "opening": ["With the liberation of the peninsula's north, Seliph's liberation army aoccupies Meath Castle as their headquarters, uncertain of how to next act. Beyond Meath and the engulfing maw of its peaks lies the wyvern knights' kingdom, Thracia. This rural nation is ruled by King Travant, who remains bound in coalition to Emperor Arvis. Thracia is the only state anywhere in Jugdral regarded as an ally by the Grannvale Empire.", "Within Thracia, Travant's minions await Seliph: his children, Altena and Arion, at the capital; the legendary General Hannibal, dubbed \"Thracia's Shield\", at Kapathogia Castle; the king's trusted advisor, General Distler, at Luthecia Castle; and a Loptyrian agent from the Empire, Bishop Judah, at Grutia Castle. Travant has fortified his kingdom for one final, full-scale showdown with the liberators.", "Thracia's people hardly offer Seliph an eager welcome. Fearing Seliph as a conqueror, they flock in droves to take up arms themselves. How could any justice lie in this conflict? For whose sake is this war being fought? For the first time, these questions now shake both Seliph and his army's resolve to the core…"], "intro": [{"speaker": "Travant", "line": "ALTENA!! What was that sorry display? Why, pray tell, is Munster still standing?!"}, {"speaker": "Altena", "line": "Father... I..."}, {"speaker": "Travant", "line": "I've no interest in any more excuses! Don't you dare belittle me, Altena. You are a warrior beyond compare, and you and Arion embody my will beyond these walls. I expect no less than for you to do your duty! And what do I find instead? You've ignored my orders, left an entire platoon to the slaughter, and strolled home as if nothing ever happened! I've never been more disappointed..."}, {"speaker": "Altena", "line": "I'm sorry, Father, but at least let me explain! I could never agree with such tactics, which enrich us at the expense of everybody else! How could you ever expect the proud Thracian people to accept prosperity built on the bones of others? Please, Father, rethink your ways!"}, {"speaker": "Arion", "line": "Enough, Altena. There's no place here for such meddling. Still your tongue and obey Father! Father, bear in mind Altena is still young and unseasoned. I suspect she merely found the last battle too overwhelming a prospect. Please do forgive her, even just this once."}, {"speaker": "Travant", "line": "You know, Arion? If you'd just hold back on the coddling, perhaps Altena wouldn't be so stubborn! Look, Altena. I'll give you one last chance. Take a dracoknight platoon and retake Meath! If you so much as slip again, then daughter be damned, I will accept no excuses! Understood?"}, {"speaker": "Altena", "line": "Yes, Father…"}, {"speaker": "Travant", "line": "Whew... Family resemblance, indeed! It's plainly obvious that she loathes me..."}, {"speaker": "Arion", "line": "Father, you have to remember that she's still a child. Like all children, she has yet to realize her thoughtless words have real effects."}, {"speaker": "Travant", "line": "Hmph, I suppose... I'm off to Kapathogia. I hear Hannibal's found himself some funny ideas about my plans. And so it falls to me to ensure he loses those ideas before somebody gets hurt..."}, {"speaker": "Arion", "line": "I've never seen father so fearful... What could possibly have happened…"}, {"speaker": "Travant", "line": "General Hannibal! The rebels have seized control of Meath. Altena is en route to counter-attack. Your armored knights will join her at once!"}, {"speaker": "Hannibal", "line": "Your Majesty, I've said it a thousand times and I'll say it again. There is no use fighting this war! We must arrange a truce with the liberators if we wish to recover the strength to endure! Bowing to the Empire was a despicable choice to start, one which now leaves us serving our citizens to the true enemy on a gilded platter!"}, {"speaker": "Travant", "line": "I did not ask for such dopey nonsense! The rebels have slaughtered my soldiers, and now they've stolen our territory! The hour is far too late for a truce!"}, {"speaker": "Hannibal", "line": "I thought as much... Very well. I suppose I have no choice."}, {"speaker": "Travant", "line": "What's this, Hannibal? Do I hear traitorous rumblings coming from that mouth of yours?"}, {"speaker": "Hannibal", "line": "Come now, Your Majesty! Never would a warrior such as I consider turning my cloak. Traitor, indeed!"}, {"speaker": "Travant", "line": "Really, now? Then I trust you wouldn't object to a test of your warrior's loyalty. Until the war reaches its victorious end, Hannibal, I'll be taking care of your son."}, {"speaker": "Hannibal", "line": "I beg your pardon, Your Majesty? Do you have such little faith in me?!"}, {"speaker": "Travant", "line": "You have nothing to worry about, Hannibal. If you don't intend to betray me, then I don't intend to so much as scratch the boy."}, {"speaker": "Hannibal", "line": "Why..."}, {"speaker": "Travant", "line": "Men! Bring me Hannibal's son!"}, {"speaker": "Cairpre", "line": "P-Papa..."}, {"speaker": "Hannibal", "line": "Oh, Cairpre... I am so sorry..."}, {"speaker": "Travant", "line": "Remember, Hannibal. You have nothing to worry about, so long as you behave yourself. As soon as this war is won, you'll get him back. I don't get it, though. The boy isn't even your real son. How could he have such sway over you?"}, {"speaker": "Hannibal", "line": "Cairpre has brought so much joy into my life. A true family transcends simple blood..."}, {"speaker": "Travant", "line": "Ohoho! Could it be? Does Thracia's great statesman have a soft spot for children? Now, then. Thracia depends on you, Hannibal!"}, {"speaker": "Travant", "line": "Distler! War is on our horizon. Defense of this castle is in your hands."}, {"speaker": "Distler", "line": "Oh, Your Majesty! To have your presence is a true honor and pleasure! Rest assured, milord. Luthecia is as an impregnable wall! I've seen to it myself."}, {"speaker": "Travant", "line": "I'll hold you to your word. Now, I've reason to doubt the loyalty of Hannibal at Kapathogia. I've taken his son hostage, just in case, and I'm leaving him to your custody."}, {"speaker": "Distler", "line": "Yes, sir! I'll not let him out of my sight. But should Hannibal turn his cloak-"}, {"speaker": "Travant", "line": "Then you'll kill the son. Don't be lulled into offering even a child such as he any mercy."}, {"speaker": "Distler", "line": "Understood, milord."}, {"speaker": "Travant", "line": "Bishop Judah, we may be in need of reinforcements. How soon can I expect the Emperor to honor his end of the treaty?"}, {"speaker": "Judah", "line": "Heh... Even the great King Travant is wary of betrayal, is he? Be at peace. An Imperial unit is on the march to Thracia even as we speak."}, {"speaker": "Travant", "line": "Good. In that case, I think I'll leave the defense of Grutia to your hands. Try not to get too cocky with the rebels, Bishop. They're of a treacherous sort."}, {"speaker": "Lewyn", "line": "Looks like they're finally sending more wyvern knights our way, Seliph. This must be it. It's time we readied everybody for battle."}, {"speaker": "Seliph", "line": "I don't know, Lewyn. Our foremost enemy is the Empire, is it not? Waging a war here feels... meaningless."}, {"speaker": "Lewyn", "line": "The point of a battle comes from how you conduct yourself in it, Seliph. And we hardly have much choice at this point! We're already this far into the fight..."}, {"speaker": "Seliph", "line": "But what of that dracoknight who was watching us from the Munster peaks? I've seldom seen such a sad look in anybody's eyes... How could I fight somebody like her...?"}, {"speaker": "Lewyn", "line": "That's enough, Seliph! This is a war! If you can't stand it any more, then go on! Run home to Tirnanog!"}, {"speaker": "Seliph", "line": "Lewyn…"}, {"speaker": "Oifey", "line": "I beg your pardon, Lord Lewyn?! His Majesty is tired and stressed. Such harsh words are uncalled for..."}, {"speaker": "Lewyn", "line": "Look, I know... But everyone is just as stressed as he is, yet they all know that we can't afford to stop. With the resurrection of Loptous lurking on the horizon, it's crucial we get to Grannvale and stop the world falling to ruin while we still can."}, {"speaker": "Seliph", "line": "Thank you, Oifey... but Lewyn speaks the truth. An inevitable battle lies ahead, and if we see in it naught by futility, then my duty is to carve my own purpose into it. Come, Oifey! Lewyn! I'll never again flinch or turn away!"}, {"speaker": "Leif", "line": "Is something wrong, Finn? You've been awfully quiet since we left Manster... Is something on your mind?"}, {"speaker": "Finn", "line": "Oh... Yes my lord. I don't suppose you saw a lone dracoknight lurking atop the mountains of Manster?"}, {"speaker": "Leif", "line": "Oh, the woman? I saw her. I don't believe it's every day that you encounter a female dracoknight, is it? Was there something amiss about her?"}, {"speaker": "Finn", "line": "It was her weapon... She was wielding Gáe Bolg, Leonster's holy lance. And I sensed an aura cloaking her... The holy aura of Njörun, like your father."}, {"speaker": "Leif", "line": "What? What are you saying, Finn?!"}, {"speaker": "Finn", "line": "There is only one explanation, my lord. Your sister, Altena, mustn't have died in the Thracian ambush seventeen years ago. Nor must Gáe Bolg have been lost..."}, {"speaker": "Leif", "line": "Altena?! She... She's still alive?! Then... Then what in the blazes was she doing commanding the Thracian army?"}, {"speaker": "Finn", "line": "I'd surmise that Travant took her back to Thracia as a child, and raised her as his own."}, {"speaker": "Leif", "line": "Huh... Who knew a man as cold as Travant could do something so humane?"}, {"speaker": "Finn", "line": "It isn't so simple, my lord. Altena is the sole inheritor of your father's holy lineage from the earth goddess, Njörun. As such, unlike you, she alone is capable of wielding Gáe Bolg. Power is the only reason a man like Travant would ever be so kind to his enemy's child."}, {"speaker": "Leif", "line": "So he's tricked my sister just so he can use her like a... like a weapon! Travant... What a disgusting man... ...I want to help her, Finn. If we can tell her the truth, then I know we can work together to avenge our parents."}, {"speaker": "Finn", "line": "My lord, I believe you're the only one who could possibly convince her now. Even after all these years, my lord, you are still her brother. I'm certain she will open her heart to you if you try. Please, my lord. Please save Lady Altena…"}], "battle": [{"speaker": "Villager", "line": "Hee hee hee!"}, {"speaker": "Hawke", "line": "Hm?"}, {"speaker": "Villager", "line": "Would ya believe it? I was sittin’ around the town square and this girl confessed her love to me… It feels so, SO great! Wish I could share my happiness with ya!"}, {"speaker": "Hawke", "line": "Er…"}, {"speaker": "Villager", "line": "Hang on! You’re with the liberators, right? Here, take this town’s famous tonic and secret book!"}, {"speaker": "Hawke", "line": "T-thank you…"}, {"speaker": "Villager", "line": "Love’s such a wondrous thing… You oughta find someone to love, too!"}], "end": [{"speaker": "Seliph", "line": "Julia?! You’re safe! Oh, thank heavens…"}, {"speaker": "Julia", "line": "Mm… The enemy seized and imprisoned me here, but I knew… I knew you would rescue me, no matter what."}, {"speaker": "Seliph", "line": "Say, Lewyn... Did my eyes deceive me, or did Arion really vanish like that?"}, {"speaker": "Lewyn", "line": "Yeah, he did. Witnesses to the fight are saying Prince Julius appeared and took Arion."}, {"speaker": "Seliph", "line": "The Emperor's son himself?"}, {"speaker": "Lewyn", "line": "Mm... and your half-brother, at that..."}, {"speaker": "Seliph", "line": "I can hardly believe we share a mother..."}, {"speaker": "Lewyn", "line": "And yet you do. Empress Deirdre was a talented priestess, and it looks like he inherited her skill with white magic. For Prince Julius, common warping and healing spells are the merest of trifles. He doesn't even need staves! But that's not the whole story, Seliph. Prince Julius's true power comes from something else entirely..."}, {"speaker": "Seliph", "line": "How do you mean?"}, {"speaker": "Lewyn", "line": "Loptous... It's the power of the dark lord…"}], "visit": [{"speaker": "Young Man", "line": "I heard tell that the Empire’s gonna send reinforcements to come after ya. Sounds like Sir Musar’s leading the charge. Legend has it his father fell at the hands of a Silessian knight who’s now among ya. You best take care. Odds are he’s lustin’ for a bit of revenge."}, {"speaker": "Young Man", "line": "Oh, hey! You've gone and sorted out them Imperial reinforcements already? Wow... I'm pretty dang impressed!"}, {"speaker": "Woman", "line": "Thracia has many generals in its service, but Lord Hannibal is the most revered of 'em all. The man has devoted nigh on his entire life to the battlefield, so he never found a wife. Mind, twelve years ago or so, he did take in an orphan. He treats the boy as if he's his own flesh and blood. What a wonderful guy!"}, {"speaker": "Old Man", "line": "They say a priest from a dark cult has got his foul hands on Grutia. Could it be true? Make no mistake. I know well the life King Travant is trying to crawl free of... But to allow a fell agent of the Loptyrian Order free run of his country... How could he make such a foolish choice? Accept this here barrier ring... And with it, please, save our beloved nation!"}, {"speaker": "Old Woman", "line": "King Travant's as heartless as men come, he is. But oddly enough, his two kids, Arion and Altena, are the kindest souls you'll ever meet. Like peas in a pod, those two are! Always have been. Oh, I pray nothing ever changes that…"}, {"speaker": "Young Man", "line": "General Distler of Luthecia's nothing more than a slimy toady to the king! Useless as he is, he still acts all like he's some almighty tyrant... What a foul little man."}, {"speaker": "“Shannan”", "line": "Wow, what a beauty..."}, {"speaker": "Jeanne/Femina", "line": "...Excuse me?"}, {"speaker": "Shannam", "line": "Oh, how rude of me! Y'see, I'm the prince of the great state of Isaach. Call me Shannan. And you're just too pretty, miss! I had to meet you, y'know? If I may be so bold, how'd you like to go get a nice, hot meal with me? I know the most charming little tavern..."}, {"speaker": "Jeanne/Femina", "line": "....."}, {"speaker": "Shannam", "line": "Something wrong, miss? Oh, I see! You're all nervous 'cause you stand before me, the great Prince Shannan, aren't you? Don't worry about it! How I look doesn't matter, 'cause to me, stayin' close with the peasants is the most important thing there is."}, {"speaker": "Jeanne/Femina", "line": "Huh... So you're... Alright, then. Show me Balmung! I've always wanted to see it for myself!"}, {"speaker": "Shannam", "line": "Huh? B-Balmung? Oh, yeah! The Balmung... Oh, er... Here you go! Look! It's the Balmung, the great dracoshield! How about that, huh? Now, where were we? Dinner, right?"}, {"speaker": "Jeanne/Femina", "line": "Oh, you imbecile! Everybody knows that Balmung isn't a shield! You're nothing like the real Prince Shannan!"}, {"speaker": "???", "line": "Oh, geez... You're part of that liberation army, aren't you? Look, I'm real sorry! It's just... Women've been fawnin' over me left and right ever since I took to callin' myself Shannan. Here, take the bloody shield. Let's pretend this never happened, alright?"}, {"speaker": "Jeanne/Femina", "line": "Honestly... What a pig! Oh, well. I guess this shield'll help me to toughen up a bit."}, {"speaker": "Man", "line": "It wasn't all that long ago that the region here was under House Leonster's rule. Oh, what a peaceful time that was... As soon as the last war was over, though, the Thracians pounced on us like a starving cat…"}], "battle-talk": [{"speaker": "Seliph", "line": "General Hannibal, it is an honor to meet you at last. Please accept my apologies for engaging you in such a pointless battle.", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "Lord Seliph... it is I who need apologize, not you. You have my deepest gratitude for all you've done to rescue my son...", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Seliph", "line": "Your reputation precedes you, General. We've all heard of Thracia’s great Shield. That a warrior of your caliber was coerced onto the battlefield by use of hostages... King Travant is an utterly sickening man!", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "Indeed... And a pitiful man, at that. All he has accomplished is shattering any trust his subjects once held in him. The people's hearts can only endure so much abuse before they break...", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Seliph", "line": "If I may, General, would you join us? To have the power and wisdom of a great general like you would be the finest boon.", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "Very well! If you have a use even for these old bones, Lord Seliph, then you have my fealty.", "person_1": "Seliph", "person_2": "Hannibal"}, {"speaker": "Lene", "line": "You're Cairpre, right?", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Cairpre", "line": "Oh, y-yes... I am.", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Lene", "line": "I hear you're an orphan too, right? D'you remember anything at all from being a kid?", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Cairpre", "line": "No, sorry. Nothing at all. I think I was still just a baby when Papa came to Darna and took me in...", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Lene", "line": "Wait, you're from Darna, too?!", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Cairpre", "line": "Are you familiar with Darna, Lene?", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Lene", "line": "Yep. I grew up in the Darna abbey. They told me my mom, who I think was a dancer as well, left me there when I was just about two years old. And that's why I'm a dancer now. See, what I was thinking was that maybe, if I did the same thing as her, one day I might find my mom again. It's a bit embarrassing, but I taught myself everything I know about dancing.", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Cairpre", "line": "Huh. That's really great of you, Lene! I, er, guess I thought wrong about you...", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Lene", "line": "Not a big fan of dancers, Cairpre?", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Cairpre", "line": "Not really, no... At least, I wasn't until I met you, Lene.", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Lene", "line": "Aww! Thanks, Cairpre!", "person_1": "Lene", "person_2": "Cairpre"}, {"speaker": "Leylia", "line": "Hey! You’re Sharlow, right?", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Sharlow", "line": "Huh? Sorry, but who are you, miss?", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Leylia", "line": "I’m Leylia! Er, you’ve never seen a dancer before, have you?", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Sharlow", "line": "No, sorry… Not yet.", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Leylia", "line": "Heh! Y’know, if you ever have time to spare, I can show you a bit of dancing. Deal?", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Sharlow", "line": "T-thank you…", "person_1": "Leylia", "person_2": "Sharlow"}, {"speaker": "Julia", "line": "Are you at all hurt, Lord Seliph?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Ah, Julia! No, I'm fine, thank you. I pray you're taking care of yourself.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Lord Seliph...", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Is something amiss?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Er... No, it's nothing...", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Listen, Julia. You've been acting oddly all day. Is something troubling you?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "I... All I can feel is dread... I feel as if I'll be torn from you, and we'll never see each other again... I... I'm terrified...", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You've no need to worry, Julia. I swore to you all those months ago that I'll protect you, no matter what. Have faith, Julia. I'll never let you down.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "I know... I do believe in you... I'm so sorry, Lord Seliph... I've never been more than a nuisance to you.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You must be weary. We have been on the march for weeks on end, after all! Listen. Once we're done here, we'll be headed for the free city of Miletos. You can have a nice, long rest there. Oh, that's right! Miletos is famous for its merchants, no? I can take you shopping while we're there. I'll buy you anything you desire. Well, so long as it's not too pricey. Heh... I can only imagine how poorly Lewyn would handle any over-spending!", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "You would do that...? Oh, thank you, Lord Seliph... Thank you...", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Is that a little smile I see before me? Heh, now that's more like it!", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Lord Seliph... Close your eyes, please.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Hm? Why do you ask?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "I wish to cast a Ward spell upon you... It will help you better resist enemy magic.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Are you sure, Julia?! Wouldn't the use of such a spell endanger you?", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Everything will be alright... I've done naught but take and take so far. All I want is to give something back.", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Julia...", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Julia", "line": "Oh, lords in the heavens above... I implore you, confer your blessings upon Lord Seliph…", "person_1": "Julia", "person_2": "Seliph"}, {"speaker": "Finn", "line": "Pardon me, my lady... I am Finn, a knight of House Leonster. It is an honor to meet you once more.", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Altena", "line": "So you're Sir Finn, then? Leif's told me about you already. I can't thank you enough for all you've done to protect him all these years.", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Finn", "line": "Thank you, my lady, but it is I who owes you an apology. Not once in the past seventeen years did I ever suspect that you yet lived on, let alone just across the border! My failure to search for you is... is inexcusable...", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Altena", "line": "Sir Finn... Are those tears I see? Why... Why are you crying?", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Finn", "line": "I... My apologies, my lady. You shouldn't have to see me in such a state as this...", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Altena", "line": "Hold a moment... I remember something... Yes, I... I was incredibly fond of you... And I always sought your attention, didn't I? That's right... Sir Finn...", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Finn", "line": "My lady, I…", "person_1": "Finn", "person_2": "Altena"}, {"speaker": "Hannibal", "line": "Princess Altena. I've been filled in on your situation. You have my deepest condolences.", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Altena", "line": "General Hannibal... You've chosen to ally with Lord Seliph as well, have you? Thank goodness... I was dreading the very idea of considering you an enemy as well.", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Hannibal", "line": "Hm. Pray tell, milady, what has become of Prince Arion?", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Altena", "line": "My broth- Er, no... Arion simply refused to listen to anything I said. Perhaps you would have better luck persuading him, sir?", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Hannibal", "line": "If you couldn't convince him, milady, then nothing has a chance. I would surmise that Prince Arion is resolving to die a warrior's death, not giving in to the indignity of a truce. We've no choice left.", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Altena", "line": "But sir-", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Hannibal", "line": "I know how you feel, milady... But some men like Arion are stubborner than mules. Most likely, Prince Arion would never wish to reveal such perceived weakness before you. Please understand this at lest, milady…", "person_1": "Hannibal", "person_2": "Altena"}, {"speaker": "Hannibal", "line": "Sharlow…", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Sharlow", "line": "Hm? Is something wrong, Papa?", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "Son… I feel as if I am in some way responsible for all of your misfortunes… If you’d been raised by a normal family, rather than a soldier such as myself, you would have never been abducted…", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Sharlow", "line": "Don’t say things like that, Papa! I’m as happy as can be to live with you! And thanks to you, I’m using my magic to help you all fight for peace and justice. I wouldn’t give that up for anything!", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "I see…", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Sharlow", "line": "Oh, and by the way.", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "...Yes?", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Sharlow", "line": "I’m so proud that you’re my papa, Papa… Kapathogia’s people love you so much. They all say you’re the best thing that ever happened to them. Not to mention, you adopted an orphan!", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Hannibal", "line": "They do, do they… Thank you, Sharlow. I’m so glad I have such a fine son… Which reminds me. This staff is for you. I found it discarded in the castle grounds. I believe you’re skilled enough to wield it.", "person_1": "Sharlow", "person_2": "Hannibal"}, {"speaker": "Sharlow", "line": "Ohh! And it’s a lovely staff, too! Thank you, Papa! Thank you so much.", "person_1": "Sharlow", "person_2": "Hannibal"}], "recruit-talk": [{"speaker": "Cairpre", "line": "Papa, stop! It's me! You don't have to fight now! The liberators have gone and captured Luthecia!", "recruiter": "Cairpre", "recruit": "Hannibal"}, {"speaker": "Hannibal", "line": "Cairpre?! You... You're safe!", "recruiter": "Cairpre", "recruit": "Hannibal"}, {"speaker": "Cairpre", "line": "Yep! Listen, Papa... I want to join Lord Seliph's army. Thracia's changed so much lately... I want to fight to help all its people, and bring back the old Thracia!", "recruiter": "Cairpre", "recruit": "Hannibal"}, {"speaker": "Hannibal", "line": "You've grown into such a splendid young man, Cairpre... Very well! I, too, shall serve Lord Seliph.", "recruiter": "Cairpre", "recruit": "Hannibal"}, {"speaker": "Cairpre", "line": "Yes! Thank you, Papa! First we'll help free Thracia, and then together, we'll challenge the Empire!", "recruiter": "Cairpre", "recruit": "Hannibal"}], "boss": [{"speaker": "Arion", "line": "How... How could this be?! I've... I've brought shame on myself... Altena…"}, {"speaker": "Julius", "line": "Arion. This place will not be your grave. I forbid it. Heh heh... Join me."}], "recruit-battle": [{"speaker": "Altena", "line": "Stand down before I cut you down. You will never win!"}, {"speaker": "Altena", "line": "Arion... Oh, Arion…"}, {"speaker": "Altena", "line": "You're Leonster's prince, are you? How dare you try to steal our land!", "unit": "Leif", "boss": "Altena"}, {"speaker": "Leif", "line": "Please, stay your hand! You... You're my-", "unit": "Leif", "boss": "Altena"}, {"speaker": "Altena", "line": "Silence! Spare me your ravings!", "unit": "Leif", "boss": "Altena"}, {"speaker": "Altena", "line": "My apologies, but you shall fall here...", "unit": "Finn", "boss": "Altena"}, {"speaker": "Finn", "line": "Oh! L-Lady Altena! It is you... It really is you…", "unit": "Finn", "boss": "Altena"}]}