{"chapter": "10", "title": "Light And Darkness", "speakers": ["Julius", "Ishtar", "Hilda", "Dark Mage", "Girl", "Boy", "Morrigan", "Riddell", "Manfroy", "Julia", "Lewyn", "Seliph", "Arvis", "Palmarch", "Woman", "Man", "Old Man", "Young Woman", "Lester", "Patty", "Leif", "Altena", "Nanna", "Shannan", "Faval", "Lana", "Oifey", "Fee", "Lene", "Tine", "Cairpre", "???", "Deirdre", "Sigurd", "Zagam"], "dialogue_counts": {"Julius": 21, "Ishtar": 20, "Hilda": 10, "Dark Mage": 1, "Girl": 7, "Boy": 6, "Morrigan": 6, "Riddell": 6, "Manfroy": 13, "Julia": 8, "Lewyn": 35, "Seliph": 42, "Arvis": 20, "Palmarch": 10, "Woman": 1, "Man": 2, "Old Man": 2, "Young Woman": 1, "Lester": 6, "Patty": 5, "Leif": 13, "Altena": 12, "Nanna": 6, "Shannan": 4, "Faval": 4, "Lana": 4, "Oifey": 8, "Fee": 5, "Lene": 4, "Tine": 9, "Cairpre": 6, "???": 2, "Deirdre": 4, "Sigurd": 3, "Zagam": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 311, "transitions": "-----------------------------------------------------------", "opening": ["With Thracia's downfall, Seliph sets his sights on his final destination: Grannvale. His route to the Empire takes him through the Miletos District, a collective of free cities which was once a vibrant and wealthy hub of commerce for all of Jugdral.", "Now, though, only a dying land choked by the Empire and Loptyrian Order lies before Seliph. At Chronos Castle, the seemingly mad rule of Queen Hilda has condemned countless citizens to savage, merciless deaths. And in the Rados region, Bishop Morrigan, under the command of Archbishop Manfroy, conducts child hunt after child hunt. Wealth. Liberty. Hope. Even life itself... All crumbled through the people's fingers.", "As the evil cult plies its sacrificial rituals and pile the bodies of their victims even higher, Seliph knows he cannot leave Miletos be. Greeted by raucous cheers from the people, the liberation army routed the Empire's men, freeing the city of Perlucos. The hope of Miletos had slowly been rotting away in the Empire's hands, but at long last, the arrival of Seliph and his liberation army breathes new life into the nation's future."], "intro": [{"speaker": "Julius", "line": "Ishtar, what's the status here?"}, {"speaker": "Ishtar", "line": "Everything is moving smoothly according to your plan, Lord Julius."}, {"speaker": "Julius", "line": "Heh... I wonder what it must be like to be as terrified of our sacrifices to the dark lord as the peasants must be."}, {"speaker": "Ishtar", "line": "I've seen it myself. Knowing their children are doomed to the stake nigh drives them mad with grief... Particularly the mothers..."}, {"speaker": "Julius", "line": "Hmhmhm... Magnificent. Let them learn now the true meaning of despair. Let their will to live erode and crumble. Let them become little more than ragdolls. Let them become the ideal slaves for the rise of the Loptous Empire."}, {"speaker": "Ishtar", "line": "Also, it seems we've captured far too many children. This castle simply doesn't have the room for them all. How shall I handle this?"}, {"speaker": "Julius", "line": "Send them to Belhalla at once. I will groom them personally, I think. Friends, family... it matters not. By the end they will despise each other, ready to kill their own in power's name. Only the fittest will survive, and these fittest will become the ideal citizens of Loptous's new world."}, {"speaker": "Ishtar", "line": "But Lord Julius... What of your father? What of Emperor Arvis? The emperor refuses to allow any child hunts under his watch."}, {"speaker": "Julius", "line": "My father? Heh... My father is not worth fretting over, Ishtar. I will persuade him easily..."}, {"speaker": "Ishtar", "line": "Lord Julius..."}, {"speaker": "Hilda", "line": "Ishtar! Where is His Highness?"}, {"speaker": "Ishtar", "line": "Oh, Mother... The prince just departed for Belhalla."}, {"speaker": "Hilda", "line": "He did, did he? ...You know, Ishtar, I daresay the prince has quite the love for you. Hell, I'm already hearing the wedding bells ring!"}, {"speaker": "Ishtar", "line": "I... I don't-"}, {"speaker": "Hilda", "line": "Open your ears, Ishtar! Freege is by far the most esteemed of Grannvales noble houses, and I, like the Emperor himself, am of House Velthomer. There is nobody in this land who could ever be worthier to the prince's hand than you!"}, {"speaker": "Ishtar", "line": "A-as you say..."}, {"speaker": "Hilda", "line": "Now, then! We have more pressing matters ahead. Those rebels, murderers of my dear husband and son, are coming our way, Ishtar! Not only that, they dared to steal Alster from us! Never has history given Freege a more dire enemy than Seliph, his father and all of his kin! I shall await them here at Chronos, that I may give them the welcome they deserve. You run along to Miletos. After all, those brats won't arrange their own journey to Belhalla!"}, {"speaker": "Ishtar", "line": "Yes, Mother..."}, {"speaker": "Dark Mage", "line": "Your Majesty, the mages are in position. However, er... we have a slight problem. A small few children escaped our hold amidst the cover of confusion from our deployment. What are your orders?"}, {"speaker": "Hilda", "line": "Excuse me?! How dare anyone under my command be so incompetent... No matter. Kill them all. Teach them all a lesson. Relay this command to General Riddell at Rados. He is to put them all down at once."}, {"speaker": "Girl", "line": "Er... Where do we run now?"}, {"speaker": "Boy", "line": "Sorry, I dunno."}, {"speaker": "Girl", "line": "But... But if we get..."}, {"speaker": "Boy", "line": "Don't cry! It... It'll all be fine! Don't ya know? The crusaders are coming! They'll save us all. I know it!"}, {"speaker": "Girl", "line": "Sniff... I guess you're right. The crusaders'll come. They will... They will…"}, {"speaker": "Morrigan", "line": "Ah, General Riddell. We've got orders for you from Queen Hilda. She wants you to move out at once."}, {"speaker": "Riddell", "line": "Excellent. It's high time that we had work which better befits knights. I am absolutely fed up with hunting children! I swear, if I have to hunt even one more child..."}, {"speaker": "Morrigan", "line": "Oh, what a pity that is. You see, we've a handful of escaped brats who are all in sore need of an execution."}, {"speaker": "Riddell", "line": "Oh, for the love of..."}, {"speaker": "Morrigan", "line": "What's this? Are you, a loyal Imperial general, dissatisfied with your orders? Do I smell a filthy traitor to the trust of His Imperial Majesty, Emperor Arvis?"}, {"speaker": "Riddell", "line": "...No, sir. I could... I could never consider betraying His Majesty... Very well. I suppose I have no choice..."}, {"speaker": "Morrigan", "line": "Hmph... Honor of a knight? How quaint."}, {"speaker": "Manfroy", "line": "Princess Julia. At last, I've found you..."}, {"speaker": "Julia", "line": "Huh? Who are you?"}, {"speaker": "Manfroy", "line": "Heh... The shock stripped you of your memory all those years ago, did it? Perfect. Now, come!"}, {"speaker": "Julia", "line": "N-no! Take your hands off me!"}, {"speaker": "Manfroy", "line": "Heh heh... You cannot resist fate, my dear. Now, cease your struggle and come along..."}, {"speaker": "Julia", "line": "No! Ahh... Lord Seliph... Help... me…"}, {"speaker": "Lewyn", "line": "Seliph, I'm hearing that a couple of children have just fled Chronos. Unless we step in now, they're sure to meet a grisly end."}, {"speaker": "Seliph", "line": "Children?! Very well. We'll move out at once. I won't rest until every last one is safe."}, {"speaker": "Lewyn", "line": "We've got another problem, too. It's Julia... She's gone. I've searched high and low, but she's nowhere in sight."}, {"speaker": "Seliph", "line": "No! Oh, no... How could this be..."}, {"speaker": "Lewyn", "line": "I can't believe it, either, but that's how it is... My guess is the enemy seized her. But why... Why would they only target Julia? This doesn't make any sense..."}, {"speaker": "Seliph", "line": "Gah... Hold on, Julia, wherever you are... No matter what happens, we'll find you!"}], "battle": [{"speaker": "Girl", "line": "You're the liberation army? Wow... You're all amazing!"}, {"speaker": "Boy", "line": "Whoa, the liberators! You're the best!"}, {"speaker": "Boy", "line": "Wait, you're a crusader? Really? Huh…"}, {"speaker": "Girl", "line": "Ohh! You're a crusader... I was really scared there…"}, {"speaker": "Boy", "line": "Huh? You're with the liberators?! Wow! You came for us after all!"}, {"speaker": "Girl", "line": "Thank you for rescuing me! Thank you!"}], "end": [{"speaker": "Lewyn", "line": "A job well done indeed, Seliph. And would you just look at that! The locals are so happy to see you. Look! They're already pouring into the streets to rejoice at your return."}, {"speaker": "Seliph", "line": "Mm. I'm home. At long last, I'm home... Nothing has ever felt this good. But... I mustn't celebrate just yet..."}, {"speaker": "Lewyn", "line": "Julia, right? You must be worried something fierce. Heh... Got a little thing for her, do you?"}, {"speaker": "Seliph", "line": "Oh! Er... No, nothing of the sort..."}, {"speaker": "Lewyn", "line": "I've had a word with some locals who've seen her. Archbishop Manfroy's got his grubby hands on her, by the sound of it. It's a pretty safe bet that Julia's still somewhere in Grannvale."}, {"speaker": "Seliph", "line": "Say, Lewyn... Something feels amiss. We've defeated Arvis and avenged my father, and yet I still feel... Empty."}, {"speaker": "Lewyn", "line": "That'd be because we still have a while to go until we reach the end of all this. If anything, the real battle here's only just about to get started. Trust me. By the time this holy war has come to a close, Seliph, the truth behind it all will be clear as day."}], "visit": [{"speaker": "Woman", "line": "Ohh! Oh, noble crusader! We beg of you, save our children! The children... the dark priests want to sacrifice them to their god!"}, {"speaker": "Man", "line": "Few folk livin' today are as vile as that Queen Hilda of Chronos. She's real cozy with them dark cultists. She goes 'round stealin' kids, then if they so much as cry, she kill the mams so calm-like, you'd think she was just swattin' flies! There's no way that woman's human! It's a fiend that's rulin' us now…"}, {"speaker": "Old Man", "line": "Long ago, the Twelve Crusaders waged holy war against the Loptous Empire for fifteen years. Nary a single corner of the land of Jugdral escaped the war's clutches. It was Saint Heim who smote the dark god's avatar, Emperor Galle XVII, restoring light to this land at long last. And yet... the dark god is upon us once more. Oh, great crusaders, protect us all!"}, {"speaker": "Man", "line": "'Tis only been lately that we've had t'deal with these rites of sacrifice. Not so long ago, from what I hear, Emperor Arvis himself forbade 'em entirely. What the devil could've changed his mind? Please, I'm beggin' you! You've gotta save our children! Here, this magic ring oughta help you out."}, {"speaker": "Young Woman", "line": "A terrifying man, that Prince Julius is... Just a single glance into those eyes of his and you're gone... You lose yourself. So many of my friends and others my age've all left for Belhalla to serve him. I've heard nothing from any of 'em since…"}, {"speaker": "Old Man", "line": "None of yeh come even close t'being strong enough t'fight Prince Julius. Hate t'say it, but sometimes, yeh need t'make sacrifices if yeh wanna keep goin'..."}], "battle-talk": [{"speaker": "Lester", "line": "Hey! Hey, Patty! Looking good as ever, I see.", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Patty", "line": "Oh. It's you, Lester. Look, just go away, okay?", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Lester", "line": "Oh, come on! You're always so harsh and mouthy. What gives?", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Patty", "line": "You're one to talk! You've never said anything that isn't teasing me in the most mind-numbing ways imaginable!", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Lester", "line": "Wait, I haven't?", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Patty", "line": "Of course you haven't! How can't you see that? You don't treat any other girls like this!", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Lester", "line": "Hang on! What do you mean you're a girl, Patty?", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Patty", "line": "Oh! You... You twit!", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Lester", "line": "Hey, I was joking! I'm sorry... C'mon, calm down, okay? Look, I guess I kinda care about you. That sort of turned into... Er, sorry.", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Patty", "line": "Care about me? What's that supposed to mean?!", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Lester", "line": "It means that I sort of like you, okay! You can't be that thick, can you?", "person_1": "Lester", "person_2": "Patty"}, {"speaker": "Leif", "line": "Is everything alright, Altena? You look rather weary.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Oh, Leif... No, it's nothing. Don't worry about it.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "Well, if you say so... Listen, Altena. Don't be afraid to ask for my help. If you ever need anything, I'll gladly do all I can.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Thanks, Leif. Er, actually... I was thinking of Arion.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "I thought as much... Is it true that someone came to spirit him away after we brought him down?", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "It is, and from what I hear, that someone was Prince Julius...", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "The Empire's crown prince himself?! But why... Why in the world would he do that?", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Perhaps he's trying to win himself a new ally by appealing to Arion.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "That makes sense... And I suppose it means we'll be crossing blades with Thracia's wyvern knights again.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Mm. I'm afraid so. So long as this war continues...", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "To be honest, Altena, I believe this is actually good news.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Huh? How so?", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "Think about it. So long as Arion is still alive, there is still hope that we can help him. Never give up, Altena. So long as we keep moving forward, surely everything will be fine in the end.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Altena", "line": "Thank you, Leif... I think I'm feeling better already.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Leif", "line": "Oh, thank the gods. I couldn't bear knowing that my sister was in such grief. I'm here for you, Altena. All I want is to ensure your happiness, and I'll do whatever it takes to help you.", "person_1": "Leif", "person_2": "Altena"}, {"speaker": "Nanna", "line": "Say, Lord Leif... All my life I've been hearing how Miletos' cities are so fabulously rich. But look at it now... Look at all these ruins...", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "Mm... No matter how awful the Empire is, I never thought them to be quite so brutal. To think, just two decades ago one could buy almost anything one could ever desire from this region's many merchants... I suppose that nothing can thrive, so long as the Empire remains in power.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Ever since I was little I've always wanted to wander the beautiful cities of Miletos and sample all the rare goods on sale... It must have been so lovely once...", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "Nanna... The instant this war is over and we've restored peace to the world, let's come back here... Just the two of us.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Why?", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "I once heard a story about my parents... On a visit to Miletos, my father gifted my mother with the most stunning pearl tiara.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Did he?", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "He did indeed, and someday... Someday, I'd love to do the same for you, Nanna.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Oh, Lord Leif...", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "Heh, I suppose I'm getting a bit ahead of myself. We still have an empire to bring down before we do anything else, after all! The end of this blasted war is in sight, Nanna. Now, shall we?", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Of course, Lord Leif!", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Shannan", "line": "You've grown so strong of late, Seliph! You really are your parents' son. There's nothing left for me to teach you.", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Thank you, Shannan... For everything. Any might I have springs from your teachings. To me, swordplay is every bit as natural as breathing, and I owe it all to you.", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Shannan", "line": "Heh... You think so, do you...", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You look awfully weary, Shannan... Is something amiss? If only I could lend you my strength...", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Shannan", "line": "Hey, come on! You needn't treat me like some old man. I'm as young and spry as ever, you know!", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Oh! My apologies, Shannan... That wasn't what I was-", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Shannan", "line": "Heh, it's fine. ...Thanks anyway, Seliph. It heartens me to know that you care.", "person_1": "Shannan", "person_2": "Seliph"}, {"speaker": "Faval", "line": "Wait a minute… I’ve never seen someone so frail hold their own out here like this. Aren’t you scared at all?", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Lana", "line": "I won’t lie to you… I am. I really am. But I could never sit back and do nothing knowing all those children are still in peril.", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Faval", "line": "Huh, so you’re fond of kids, then?", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Lana", "line": "Oh, certainly! I love children. And from what I hear, you do as well! You’ve been looking after orphans, haven’t you, Faval? I think that’s just wonderful!", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Faval", "line": "Er, don’t get too excited there… Patty dragged me into the whole “look after orphans” thing. Not the biggest fan myself.", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Lana", "line": "Hee hee hee… You sound so sure! I’m not blind, you know. How, then, do you explain all the sobbing children who begged you to stay just as you left to join us? Why, they must all see you as some sort of father figure!", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Faval", "line": "H-hey, stop it, will you? I… it’s just that… Look, I’ve got some things to go do, okay?", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Lana", "line": "Heh! Oh, Faval…", "person_1": "Faval", "person_2": "Lana"}, {"speaker": "Oifey", "line": "Look, sire! The territory of Chalphy awaits us just across the Miletos Strait.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Chalphy... My father's fatherland... I can only imagine all the memories you must have of it, Oifey.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "Mm, of course. I don't think there's a single corner of Chalphy which I don't recall fondly... Lord Sigurd and Lady Ethlyn... Noish, Alec, and all of my other peers among the young knights of Chalphy... Every last face there was a friendly one...", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Hm... I can only imagine, Oifey. I've never so much as set foot in Chalphy, have I?", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "Indeed, sire. You were born in Agustria, and raised in Silesse and Isaach. Come to think of it sire, you've never been anywhere near Grannvale till now.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Quite the sorry excuse for a prince of Grannvale I make, wouldn't you say? It almost feels as if I've tricked the world.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "I know, sire, but I pray you understand. This is the will of your citizens, all long abused and stripped of power by the Empire. They've endured decades of suffering beyond compare at the Empire's hands, all in the hope of, one day, seeing the coming of their savior.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "This savior... Do they believe it to be me?", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "They do. The common folk have long prayed for the second coming for the hero Sigurd. The folklore claims he comes once more in the form of a legendary child whom Sigurd begat with Empress Deirdre.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "A legendary child... It's terrifying to know that people have taken to seeing me as some sort of god, Oifey.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "Think of it as a product of the sheer brutality of the Empire's regime, sire. Look around you. We stand in a realm where children are snatched from their parents in droves, and all who resist are put to slaughter. No mere human could ever wreak such madness. A great evil lurks behind it all...", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Say, Oifey... I've been hearing tales that Emperor Arvis is the dark god itself. Where do you stand?", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "I've heard the same from countless others in our travels, sire, but I doubt it.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Then who could it be? Manfroy, perhaps?", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Oifey", "line": "Sire... Whoever it may be, the dark god's return is fast approaching. We must hurry. Your people have come to revere you as a crusader destined to save them. The time to heed their call is upon us.", "person_1": "Oifey", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Pardon me, Fee. Lewyn would like a word with you. If you need me, I'll be waiting over there.", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "Geez, Fee. I haven't seen anyone as stubborn as you since I last saw Erinys!", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Fee", "line": "...", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "C'mon, there's no need to get angry! I'm here to apologize, okay? Ignoring you clearly wasn't the best idea I've ever had.", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Fee", "line": "What kind of monster are you, Dad?! I... I could've sworn I was seeing things when you first popped up in Rivough! I hadn't been that happy in years, and... And seeing you again had me in tears... But then when I tried talking to you, you wouldn't so much as blink at me! Do you have any idea how it feels to be shunned by your own father, Dad?!", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "So you went about pretending you didn't notice me either? Is that it?", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Fee", "line": "I figured, why should I bother if you're not gonna bother? I told myself I'd only talk to you if you took the initiative here.", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "Heh... Bratty little thing, aren't you...", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Fee", "line": "EXCUSE ME?! Ohh, that does it! I'm not listening to another word of this! Maybe if she hadn't married such an awful man, Mom'd still be with us...", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "Look, Fee. I get it. I really messed things up with Erinys. But what happened is my business and hers. Nobody else's. You and Ced have no right to meddle!", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Fee", "line": "Dad-", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Lewyn", "line": "There's a war going on here, Fee, and that's the only thing you should be worrying about right now. Understood?", "person_1": "Seliph", "person_2": "Fee"}, {"speaker": "Seliph", "line": "Pardon me, Lene. Lewyn would like a word with you. If you need me, I'll be waiting over there.", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lewyn", "line": "Take care of yourself out here, Lene. There’d be no greater tragedy for humanity than seeing your lovely face scarred, huh?", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lene", "line": "Say, Lewyn… I, er, don’t suppose you ever knew my mom?", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lewyn", "line": "Hm? What makes you say that?", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lene", "line": "I dunno. I guess it seems like you know just about everything, Lewyn.", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lewyn", "line": "You want to know more about her, then?", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lene", "line": "Yep! And my dad too, if possible.", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lewyn", "line": "Lene… You’re your own wonderful person. You shouldn’t worry too much about who your parents were or what they were like. But I can tell you one thing: Your parents loved you so much, above all else… That will never change. As tragic as their parting with you was, they still watch over you… Even now.", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lene", "line": "Y’know, I think you’re right. All my life, even when I was little, I’ve always felt like someone’s been watching over me… That has to be Dad… I just know it! But why… If he’s still alive like this, why won’t he come out to see me?! I’ve been waiting all my life for him… I’m… I’m so lonely without him…", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Lewyn", "line": "Lene…", "person_1": "Seliph", "person_2": "Lene"}, {"speaker": "Seliph", "line": "Pardon me, Tine. Lewyn would like a word with you. If you need anything from me, I’ll be waiting over there.", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "Say, Tine. Hilda was your aunt, right? I can only imagine how painful having to fight her was…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "No, not really. Lady Hilda is a horrific woman…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "She didn’t treat you well, did she?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "Mm… Day after day, again and again, she kept on beating and abusing us. And she kept on accusing Mother of being a traitor…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "Your mother… Tailtiu, right…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "Yes… After the Battle of Belhalla, she and my brother, Arthur, fled to Silesse. I was born there soon after. I never knew my father. I think he must’ve died long time ago…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "I see… Then you went to Alster, right?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "King Blume and his minions came to Silesse one night… They dragged us away to Alster… Mother never left there alive…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "I… You’ve had such a hard life…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "Mm… Hilda hated Mother so much. I’ve never seen anything like it… Mother must’ve coped with so much, all to protect me from Hilda. She was always in tears, right till the end…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "She… She did?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "Lord Lewyn? Is… Is everything okay, sir?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "Yeah. Why d’you ask?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Tine", "line": "It’s your eyes, sir… Are those tears?", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Lewyn", "line": "I… No, it’s… It’s nothing. This is just a bit of sweat. I’m fine… I… I’m okay…", "person_1": "Seliph", "person_2": "Tine"}, {"speaker": "Cairpre", "line": "Are you hurt at all, Your Highness?", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Altena", "line": "Ah, Cairpre. Thank you, but everything's fine. Don't forget to take care of yourself as well. You shouldn't do anything too risky.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Cairpre", "line": "Er... Say, Your Highness...", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Altena", "line": "Is something wrong, Cairpre?", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Cairpre", "line": "Your Highness, I want to cast a Ward spell on you.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Altena", "line": "Oh, right. You're concerned about my low resistance to magic, aren't you? Are you sure? I've heard that few spells endanger the caster as much as Ward does. Look, Cairpre. I'm honored, but I don't want you risking yourself for my sake.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Cairpre", "line": "But you've always been there to help me, Your Highness. You're the closest thing I've ever had to a mama. Please, Your Highness! All I want is to do anything I can to help you!", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Altena", "line": "Oh, Cairpre... Very well. I can hardly refuse if it's so important to you, now, can I? All I ask is that you stop casting the spell the instant it puts you at any risk at all. Promise me this, Cairpre.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Cairpre", "line": "Okay! It's a promise, Your Highness. Don't worry, I won't let myself get hurt.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Altena", "line": "Thank you, Cairpre. Now, shall we? I'm ready when you are.", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Cairpre", "line": "Right, I'm ready! ...Hear me, O great Saint Bragi. ...I implore of you! Bestow upon this woman your exalted power…", "person_1": "Cairpre", "person_2": "Altena"}, {"speaker": "Seliph", "line": "Are you unharmed, Your Grace?", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Palmarch", "line": "Lord Seliph! Ohh, bless you! We've awaited you for so long. I've done all I can to survive, all to ensure you receive your birthright. Here... Take it, milord.", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Seliph", "line": "W... what is this?", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Palmarch", "line": "It is the sacred relic of House Chalphy. The divine blade... Tyrfing.", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Seliph", "line": "But... How could you have it, Your Grace?", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Palmarch", "line": "My apologies, milord, but I cannot say. I swore an oath...", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Seliph", "line": "I see... Fair enough, then. I couldn't possibly thank you enough, Your Grace. So this is Tyrfing, then... I've never felt power quite like this...", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Palmarch", "line": "Milord, I beg of you... Please, retake Chalphy at once! Your subjects have endured for so long, in hope of one day seeing your return...", "person_1": "Seliph", "person_2": "Palmarch"}, {"speaker": "Seliph", "line": "Rest easy now, Your Grace. So long as I have Tyrfing in hand, we have nothing more to fear!", "person_1": "Seliph", "person_2": "Palmarch"}], "dialogue": [{"speaker": "???", "line": "Seliph... Oh, Seliph..."}, {"speaker": "Seliph", "line": "I-is somebody there?"}, {"speaker": "???", "line": "Oh, Seliph... How you've grown..."}, {"speaker": "Seliph", "line": "Could it be... M-Mother?! Mother! Is it truly you?"}, {"speaker": "Deirdre", "line": "What a fine young man you've become... Bless Lewyn for all he's done to guide you this far... ...Seliph, never forget. Your friends... Your companions... You must always cherish them... You owe them so..."}, {"speaker": "Seliph", "line": "...Y-yes, Mother. I understand. Oh! I've defeated Emperor Arvis! At long last, Father has been avenged!"}, {"speaker": "Deirdre", "line": "You did... But what of Julius and Julia...?"}, {"speaker": "Seliph", "line": "I still don't know... Wait! Mother, how could you know of what happened to them?"}, {"speaker": "Deirdre", "line": "..."}, {"speaker": "Seliph", "line": "...Mother?"}, {"speaker": "Sigurd", "line": "Seliph."}, {"speaker": "Seliph", "line": "Who's there? Wait... Is... Is it you, Father?!"}, {"speaker": "Sigurd", "line": "Listen, Seliph. You must stay humble, no matter what. Remember, your power alone was not what put an end to Arvis..."}, {"speaker": "Seliph", "line": "What? How do you mean, Father?"}, {"speaker": "Sigurd", "line": "You must learn the sorrow of the common man, Seliph, Your truth is not the reality of all. Unless you know their pain, these long years of war will have been for naught..."}, {"speaker": "Seliph", "line": "F-Father! Come back... Please!"}, {"speaker": "Deirdre", "line": "Seliph... Take care, my son..."}, {"speaker": "Seliph", "line": "Oh... Mother…"}], "boss": [{"speaker": "Hilda", "line": "Gah... This can't be happening! I can't stay here... I must retreat…"}, {"speaker": "Morrigan", "line": "Behold. In your final moments, you will cower in fear of my dark sorcery!"}, {"speaker": "Morrigan", "line": "Your Excellency... I beg your forgiveness…"}, {"speaker": "Riddell", "line": "Thank you, rebels. It's been far too long since I've seen an honest battle!"}, {"speaker": "Riddell", "line": "Nngh... So this is how the gods will my fate…"}, {"speaker": "Zagam", "line": "Heh heh... You've been cursed with such a poor fate…"}, {"speaker": "Zagam", "line": "Archbishop Manfroy... Please... forgive me…"}, {"speaker": "Ishtar", "line": "It seems as if this game shall be mine, Lord Julius!"}, {"speaker": "Ishtar", "line": "Nng! Why…"}, {"speaker": "Julius", "line": "You've lost, have you? Hmph... We leave at once!"}, {"speaker": "Julius", "line": "Hmhmhm... Look, Ishtar. Victory is mine!"}, {"speaker": "Julius", "line": "I grow weary of this silly game."}, {"speaker": "Arvis", "line": "You poor wretches. You cannot even imagine the hell I'll visit upon you!"}, {"speaker": "Arvis", "line": "Deirdre... ...Julia..."}, {"speaker": "Seliph", "line": "You... Emperor Arvis! Why... Why did you betray my father...", "unit": "Seliph", "boss": "Arvis"}, {"speaker": "Arvis", "line": "At long last... Seliph. I must commend your courage, boy. But courage cannot save you now. Not since your dear departed father have I seen such a pathetic worm... My flames shall purge you from this world!", "unit": "Seliph", "boss": "Arvis"}]}