{"chapter": "11", "title": "Endgame The Final Holy War", "speakers": ["Julius", "Manfroy", "Julia", "Rodan", "Lewyn", "Seliph", "Brian", "Fisher", "Hilda", "Scopius", "Felipe", "Ishtar", "Meng", "Arion", "Old Man", "Arthur", "Tine", "Amid", "Linda", "Patty", "Lester", "Daisy", "Dimna", "Shannan", "Leif", "Ced", "Mana", "Asaello", "Nanna", "Jeanne", "Ares", "Larcei", "Johalvier", "Johan", "Lana", "Scáthach", "Faval", "Altena", "Fee", "Oifey", "Roberto", "Boyce", "Dark Bishop", "Scorpius", "Scopio", "Mabel", "Bleg"], "dialogue_counts": {"Julius": 19, "Manfroy": 11, "Julia": 15, "Rodan": 3, "Lewyn": 30, "Seliph": 58, "Brian": 7, "Fisher": 3, "Hilda": 6, "Scopius": 1, "Felipe": 6, "Ishtar": 8, "Meng": 3, "Arion": 8, "Old Man": 2, "Arthur": 9, "Tine": 17, "Amid": 4, "Linda": 4, "Patty": 12, "Lester": 4, "Daisy": 4, "Dimna": 4, "Shannan": 8, "Leif": 8, "Ced": 3, "Mana": 4, "Asaello": 3, "Nanna": 12, "Jeanne": 4, "Ares": 4, "Larcei": 17, "Johalvier": 4, "Johan": 4, "Lana": 14, "Scáthach": 4, "Faval": 6, "Altena": 5, "Fee": 17, "Oifey": 6, "Roberto": 2, "Boyce": 2, "Dark Bishop": 2, "Scorpius": 5, "Scopio": 1, "Mabel": 2, "Bleg": 2}, "gender_counts": {"M": 188, "F": 104, "N": 85, "A": 0}, "lines": 380, "transitions": "---MMMMMMMMFMFMFMFMMM-N-MMMMMMMMMMMMMMM-MMM-NN-MMMMMMMMMMMMMMMMM-N-N-MMMNMNMNMNMMMMMMMM-NMNMNMNNMMF-N-MMNMNM-N-N-MFMFMFM-MFMFMFMF-FMFMFMFM-FMFMF-FNFNFNFN-FMFMFMFMF-FMFMFMF-FMFMFMF-FMFMFMF-NMNMNMN-FMFMFMF-FMFMF-FMFMFMF-FMFMFMFMF-MMMMMMMMM-MNMNMNM-MNMNMN-MMMMMMMMM-FMFMFMFM-FMFMFMFMF-FNFNFNFNF-FNFNFNFN-FMFMFMFMFMF-FMFMFMFMFMFM-FMFMFMFMF-MFM-MFFMFMFMFM-MFMF-N-N-N-N-N-N-N-N-N-NNN-NNN-N-N-N-N-NMN-NF-N-N-NMNM-NNNN-N-N-NF-N-M-MMMMMM-M-F-F-N-NFN-N-N-N-N-N-N-N-M-M-M-M-M-M", "opening": ["Seliph's long journey is drawing to a close. His army's victories are a beacon of hope to the Empire's victims, and a wave of further rebellions sweeps across Jugdral. First, Silesse was wrestled back from imperial control by its citizens, and soon after Agustria's people flocked to arms, burning to fight for their country.", "But Grannvale itself yet stands. Duke Brian of Dozel and the axe knights of the Grau Ritter; Duke Scorpio of Jungby and his elite archers, the Beige Ritter; and Freege's Queen Hilda and the war-mages of the Gelb Ritter stand between Seliph and the capital. Belhalla itself lurks under an eerie silence, as Ishtar and the enigmatic twelve Deadlords lie in wait to defend Prince Julius himself.", "Over a year has passed since that fateful first battle in Isaach. The tragic struggle pitting kin versus kin wears on, splitting the Twelve Crusaders between the light and the dark... So begins the final holy war…"], "intro": [{"speaker": "Julius", "line": "Father died, you say..."}, {"speaker": "Manfroy", "line": "The Emperor had long served his purpose, Your Majesty. He was little more than an obstacle to your ambitions. He had to die."}, {"speaker": "Julius", "line": "Pfeh. I almost feel sorry for him. All his life he was your tool, Manfroy, only to be thrown away so casually..."}, {"speaker": "Manfroy", "line": "All in your empire's name, Your Majesty. Arvis was a lost cause. To think he, a man of Loptous's blood, dared to challenge the revival of the empire! The righteous heart of the crusader Vala burned too fiercely within him. It was only a matter of time until he turned on you."}, {"speaker": "Julius", "line": "I know, I know... Now, then. I hear those rebels have stumbled as far as Chalphy. Are our defenses really that pathetic?"}, {"speaker": "Manfroy", "line": "Rest assured. I've already tasked Edda's Bishop Rodan and Brian of Dozel with purging Chalphy of those vermin. You've no need to worry, Your Majesty."}, {"speaker": "Julius", "line": "Don't I, now... Where's Julia?"}, {"speaker": "Manfroy", "line": "She awaits her end in the dungeon... You there! Bring us Princess Julia!"}, {"speaker": "Julia", "line": "..."}, {"speaker": "Julius", "line": "Ah, Julia. It's been a while, hasn't it? Tell me, do you know who I am?"}, {"speaker": "Julia", "line": "Julius... My brother, Julius..."}, {"speaker": "Julius", "line": "Oho! So you do still remember! I can hardly believe seven long years have passed since you slipped away."}, {"speaker": "Julia", "line": "I... That night is seared into my memory, clear as if it were only yesterday..."}, {"speaker": "Julius", "line": "Fehehe... Good. I trust you remember your mother's final kindness as well?"}, {"speaker": "Julia", "line": "Who... No, what are you? That night... The night Manfroy came with that eerie black tome... Nothing was ever the same again. My real brother, the kind and caring boy I once knew and loved so, died that night. In his place stood a demon of terrifying power... My brother in name only. You... You monster... You've taken my mother and my brother from me! Who are you? WHAT are you? Why... Why must you torment us all so?!"}, {"speaker": "Julius", "line": "I am the heir of Loptous's kin, and the inheritor of his limitless power. This world belongs rightfully to me. And you, Julia? You are the heiress to the power of Naga, my eternal foe. I cannot allow you to live any longer!"}, {"speaker": "Manfroy", "line": "Hold a moment, Your Majesty. I believe I have a use for this girl's power. If I may, spare her and leave her to me."}, {"speaker": "Julius", "line": "Using Naga's power to serve me? Interesting... Very interesting. Very well! I must return to Belhalla. Julia is yours, Manfroy. But be warned. Be extremely careful! Even a single mistake with her could cost me dearly."}, {"speaker": "Rodan", "line": "His Majesty has issued his command. Priest and sellsword units! Defend Edda itself with your very lives! Cavalry unit, move in on Chalphy! Reclaim our land from the rebels!"}, {"speaker": "Lewyn", "line": "This is it, Seliph. The final holy war begins now."}, {"speaker": "Seliph", "line": "A holy war?"}, {"speaker": "Lewyn", "line": "Yeah, that's what this is. Julius is descended from Loptyrian royalty, and he's been working to revive the dark empire. No matter what it takes, we must stop him."}, {"speaker": "Seliph", "line": "It feels as if you know everything, Lewyn. I'm beginning to feel left out... Please, what in the world are you talking about?"}, {"speaker": "Lewyn", "line": "Yeah, sorry about that, Seliph. I know there's a lot I've not been telling you. I've spent over a decade on a journey to figure out the truth behind all this, and I'm finally onto a hidden bigger picture here."}, {"speaker": "Seliph", "line": "...The bigger picture?"}, {"speaker": "Lewyn", "line": "It seems the old Loptyrian Empire's founder, the Bishop Galle, dedicated his youth to a world-exploring voyage across the seas. He desired nothing less than to drink the blood of a legendary beast. Even a single drop, he believed, would bestow upon any human limitless power."}, {"speaker": "Seliph", "line": "Do... do you mean the dragonkin of old? It couldn't be... Is that not a myth?"}, {"speaker": "Lewyn", "line": "You'd think so, but... When Galle returned to Jugdral, he bore bizarre powers nobody else understood. With these powers, he set to work swaying youths across the land to aid his ambitions. Before anyone else realized, he'd raised a fell legion unflinchingly loyal to his cause."}, {"speaker": "Seliph", "line": "Where, then, does Loptous enter the tale?"}, {"speaker": "Lewyn", "line": "Odds are Loptous was a dragon himself. Every last one of Galle's heirs has borne the blood of the dragonkin. The dark powers Loptous's kin command are nothing more than the dragonkin's powers."}, {"speaker": "Seliph", "line": "And what of the Crusaders?"}, {"speaker": "Lewyn", "line": "I'm sure you know how the legend goes. The gods descended upon twelve warriors of the old liberators at the fortress of Darna. But..."}, {"speaker": "Seliph", "line": "But?"}, {"speaker": "Lewyn", "line": "Sorry, Seliph, but this'll have to wait. The enemy's just about on our doorstep."}], "battle": [{"speaker": "Lewyn", "line": "Okay, Julia. This is the treasury. Try fitting the gemstone on your circlet into that niche there."}, {"speaker": "Julia", "line": "Here we go..."}, {"speaker": "Lewyn", "line": "It worked... It really worked! There it is! The Book of Naga! And it's yours for the taking, Julia!"}, {"speaker": "Julia", "line": "Wow, I... Oh! How strange... It feels so warm... It's almost as if I've known this book all my life…"}], "visit": [{"speaker": "Old Man", "line": "Oh, heirs to the courageous! Hear my ode to the crusaders of old."}, {"speaker": "Old Man", "line": "Hear me, brave heirs to the crusaders! In your hands lies the task of proving this war to be a holy war of its own. If wisdom, courage and power be your allies, summon them now and give all you have, should you wish to prevail this day. Trust in yourselves to bring forth our destiny, one born where the two trails of light meet!"}], "battle-talk": [{"speaker": "Arthur", "line": "This is it, Tine. We're getting awfully close to Freege... Mother's old home.", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Tine", "line": "Mm, but... I have a bad feeling about this. How about you?", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Arthur", "line": "Yes, I suppose... I've had nothing but hatred for Freege ever since they took you and Mother. All I've ever wanted is to crush them all for all they've done...", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Tine", "line": "But... What about Uncle Blume, Ishtar and Ishtore? Haven't I told you about them before? They were all decent people. At the very least, they were always nice to Mother and I...", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Arthur", "line": "Oh, right. It was Hilda who drove Mother to her death, wasn't it?", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Tine", "line": "It was... Even after all this time, I still hate her so much. All I want is to be the one to put an end to her myself...", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Arthur", "line": "Don't worry, Tine. As long as I live, you won't have to deal with anything like that ever again. I'll protect you, no matter what!", "person_1": "Arthur", "person_2": "Tine"}, {"speaker": "Amid", "line": "This is it, Linda. We're getting awfully close to Freege... Mother's old home.", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Linda", "line": "Mm, but... I have a bad feeling about this. How about you?", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Amid", "line": "Yes, I suppose... I've had nothing but hatred for Freege ever since they took you and Mother. All I've ever wanted is to crush them all for all they've done…", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Linda", "line": "Say, Amid… Mother betrayed her homeland to ally with Sigurd, right? You wouldn’t know why, would you?", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Amid", "line": "Apparently she was really close to her sister, who died for Sigurd’s cause. That’s why she joined the army too.", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Linda", "line": "That would be our aunt, right?", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Amid", "line": "Yeah. That was Aunt Tailtiu.", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Linda", "line": "Wow… She died fighting for her life… That’s… That’s so sad…", "person_1": "Amid", "person_2": "Linda"}, {"speaker": "Patty", "line": "Here ya go, Seliph!", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Is this… lunch? You went and made lunch for me, Patty? Why, thank you!", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Patty", "line": "Oh, and this too!", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Oh! You’ve prepared a drink as well? I swear you spoil me, Patty.", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Patty", "line": "Aaaand one more thing…", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Er… Is this supposed to be a drink?", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Patty", "line": "It’s Patty’s Super Special Home-Brewed Stamina Tonic! This’ll perk ya riiiiiight up! Don’t spill any, okay?", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "O-of course…", "person_1": "Patty", "person_2": "Seliph"}, {"speaker": "Patty", "line": "Here ya go, Lester!", "person_1": "Patty", "person_2": "Lester"}, {"speaker": "Lester", "line": "Oh, Patty! Am I glad to see you. I swear I was about to starve to death!", "person_1": "Patty", "person_2": "Lester"}, {"speaker": "Patty", "line": "I thought you might be, so I packed you second and third helpings! Well? How is it?", "person_1": "Patty", "person_2": "Lester"}, {"speaker": "Lester", "line": "Mmph… Oh, it’s fantastic! You’re the best cook I’ve ever met, Patty!", "person_1": "Patty", "person_2": "Lester"}, {"speaker": "Patty", "line": "Hee hee, I bet I am!", "person_1": "Patty", "person_2": "Lester"}, {"speaker": "Daisy", "line": "What’s going on, Dimna?", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Dimna", "line": "Oh, Daisy… I dunno. I guess I’m feeling a bit, well, worthless…", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Daisy", "line": "Why?", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Dimna", "line": "It’s not just me. It’s like we normal folk may as well not even be here…", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Daisy", "line": "Actually, yeah, now that you mention it… They don’t really seem to need us.", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Dimna", "line": "Exactly… Y’know what? I oughta just go back home and find myself a real job.", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Daisy", "line": "As soon as all this’s finally over, I’ll be right by your side on the way to Isaach. The war thing’s wearing me right out…", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Dimna", "line": "Gah… We’re hopeless, aren’t we…", "person_1": "Daisy", "person_2": "Dimna"}, {"speaker": "Patty", "line": "Shannaaaaaaaan!", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "...Er, yeah?", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Patty", "line": "Er, yeah? Nice to see you too! Look, it’s lunchtime! Made it all myself!", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "...What are you doing? This is a battlefield, not a place for a picnic.", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Patty", "line": "But I’ve got nothing else to do! It’s not like there’s anything around here that needs my, er, light touch!", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "So you thought getting in everyone’s way in the middle of a war was a good idea?", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Patty", "line": "Oh… Well that was uncalled for… You can’t just throw me aside like some old bag! And to think, I spent all day slaving away in a hot kitchen just to make you lunch… Well, I guess I won’t be doing that again!", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "Oh, Patty… Look, I’m sorry. I went too far. Forgive me...", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Patty", "line": "Then you’ll be eating my lunch? Really? Oh, that’s a huge relief… I love you sooooo much, Shannan!", "person_1": "Patty", "person_2": "Shannan"}, {"speaker": "Tine", "line": "Lord Seliph...", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Tine?! Stay back, please! You are ill suited for the front lines!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "All I want is to help you, Lord Seliph. Please… My power is yours!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "But I… I couldn’t bear to lose you...", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "I won’t leave your side, Lord Seliph… The thought of meeting the same fate as Lady Deirdre… It’s too painful… Please, Lord Seliph. I’ll fight at your side till the very end!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You’re right… My apologies. How could we not be better off fighting as one? Come, Tine. We ride together. Your power will bring us victory. I know it!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Lord Seliph… Thank you!", "person_1": "Tine", "person_2": "Seliph"}, {"speaker": "Tine", "line": "Are you alright, milord?", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Leif", "line": "I am. You’ve no need to worry about me, Tine, but you ought to take care yourself. Our foes are as fierce as we’ve ever seen!", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Tine", "line": "They are… But so long as we’re together, we’ll both be fine. I know it.", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Leif", "line": "Neither of us can afford to die now. After all, the task of uniting Thracia still awaits us once we’re done here.", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Tine", "line": "Mm. I’m so glad I’ll finally have the chance to help the people of Alster.", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Leif", "line": "Not only Alster, Tine… The entire kingdom. After all, you’ll be by my side as the Queen of New Thracia!", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Tine", "line": "That I will be, milord!", "person_1": "Tine", "person_2": "Leif"}, {"speaker": "Tine", "line": "Are you alright, Ced?", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Ced", "line": "Yeah, I’m fine. Don’t worry. But you ought to be careful yourself! These foes are as tough as they come.", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Tine", "line": "They are… But so long as we’re together, we’ll both be fine. I know it.", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Ced", "line": "Tine. I love you so much. You’re the most important part of my life…", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Tine", "line": "Ced! We’re in the middle of the battle. This is hardly the time for things like that…", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Ced", "line": "Heh, sorry about that. I just wanted to say it while I still can. I’d hate to leave it unsaid should something happen…", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Tine", "line": "Ced… Please, be careful…", "person_1": "Tine", "person_2": "Ced"}, {"speaker": "Mana", "line": "Are you alright, Asaello? Listen, I know how frustrated you are right now, but please, you mustn’t do anything too rash.", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Asaello", "line": "Gah… If only I had a bit of crusader power, too, I wouldn’t be so bloody useless. I can’t take this!", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Mana", "line": "I know… I’ve often thought the same. But crusader blood wouldn’t be the answer to everything. Think of it this way. We’ve made it so far with them with nothing but our best work. We might be common folk, but we’re bold and determined, and that’s what matters.", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Asaello", "line": "Commoners… And to think, everyone around us is Lord This or Lady That or King The Other! Life’s so unfair.", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Mana", "line": "I suppose… but come on, cheer up! Lord or not, there’s a whole orphanage eagerly awaiting your triumphant return!", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Asaello", "line": "Yeah, you’re right. Things really aren’t all that bad. How could they be with you around?", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Mana", "line": "Heh… Oh, Asaello…", "person_1": "Mana", "person_2": "Asaello"}, {"speaker": "Nanna", "line": "Lord Seliph…", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Nanna, the battle before us is as brutal as they come. Please, do take extra care.", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Nanna", "line": "I know, but I’m actually a bit worried for you, Lord Seliph. Don’t forget that you’ve got to take extra care as well.", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You are right, of course, but after all this time we’re finally nearing the end. I mustn’t give this any less than I have.", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Nanna", "line": "Then I’ll do everything I can to protect you, Lord Seliph. I’ll pray for you, just as I always have…", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Thank you, Nanna… I’m so grateful to have you always watching over me… I admit I can even feel your power!", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Nanna", "line": "You’re welcome, Lord Seliph…", "person_1": "Nanna", "person_2": "Seliph"}, {"speaker": "Nanna", "line": "Say, Lord Leif… How soon do you think this fight will be over?", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "I cannot say for sure... And yet I cannot help but feel our triumph is drawing ever closer.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "And once this is over, I take it we’ll be headed for Leonster?", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Leif", "line": "Indeed we are. The Thracian peninsula has known naught but strife for decades, and to unify it was my father’s dream. I’ll pledge my life to fulfill his grand vision, and I’d have nothing more than to have you by my side every step of the way, Nanna.", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Nanna", "line": "Of course Lord Leif! I’ll be by your side forevermore, wherever your path leads. Even to the very ends of the earth...", "person_1": "Nanna", "person_2": "Leif"}, {"speaker": "Jeanne", "line": "Lord Leif!", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Leif", "line": "Jeanne? Didn't I ask you to remain in the castle?", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Jeanne", "line": "But-", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Leif", "line": "I'm sorry, but this battle is far too dangerous for anybody who's not of crusader descent. I don't want you fighting today!", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Jeanne", "line": "I know I'd be a burden if I fought, but I've still got my staves, remember? Surely having a cleric would be a good idea?", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Leif", "line": "I suppose... But stay clear of any danger. Do I make myself clear? New Thracia still needs you... I still need you. I couldn't live with myself if I let you die...", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Jeanne", "line": "Yes, Lord Leif…", "person_1": "Jeanne", "person_2": "Leif"}, {"speaker": "Nanna", "line": "You need to be careful, Ares! With a task as great as Agustria’s restoration awaiting you, you can’t afford to die now.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "Trust me, I know. I’ll never let this battle claim my life. So long as I still draw breath, I’ll toil till Father’s dying dream of a glorious Agustria is at last realized.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "That’s the Ares I know and love! Both Lord Eldigan and my mother would be so very of you. I’m sure of it.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "But even one such as I could never do it alone. I’ll always need you, Nanna.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "And I’ll always be with you, Ares. I refuse to make the same mistake Mother made all those years ago…", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "Mistake? Was… Was Aunt Lachesis in love with my father?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "She was. Then again, I suppose he was only her half-brother.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Ares", "line": "And come to think of it, we are only cousins, are we not?", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Nanna", "line": "Heh… It’s no wonder we’re together.", "person_1": "Nanna", "person_2": "Ares"}, {"speaker": "Larcei", "line": "Hey, Seliph! Wait up!", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "...Hm? Larcei?", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Larcei", "line": "I’m coming with you on this one!", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "You’re certainly welcome to…But why?", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Larcei", "line": "It’s odd… I’m actually a little scared…", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Odd, indeed! If there’s one thing you’ve never been known for, Larcei, it’s fear.", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Larcei", "line": "It’s… I just…", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "I understand completely. Now, come! After all, what could ever inspire courage quite like having your blade at my side?", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Larcei", "line": "Seliph…", "person_1": "Larcei", "person_2": "Seliph"}, {"speaker": "Larcei", "line": "Everything alright, Johalvier?", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Johalvier", "line": "Nngh… I gotta admit even I’m havin’ a hard time keepin’ up… But hey, Dozel’s in our hands, right? Gotta keep going! Just a little longer…", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Larcei", "line": "Don’t do anything too dumb, okay? Dozel’ll still need you around to rebuild.", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Johalvier", "line": "Yeah, you got it. I can’t just die now and leave behind my father and brothers’ now, can I? I’ll be needin’ your help too, Larcei.", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Larcei", "line": "Sure. You’ve helped me an awful lot, you know. I ought to return the favor.", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Johalvier", "line": "Whoa, thanks! I love ya so much, Larcei.", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Larcei", "line": "Wh- Johalvier! What’d I say about doing dumb things!", "person_1": "Larcei", "person_2": "Johalvier"}, {"speaker": "Larcei", "line": "Everything alright, Johan?", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Johan", "line": "At long last, the day is upon us: a battle so fierce to test even the mettle of Johan! I know at last the stinging kiss of fatigue... But all hope is not lost! Your love is as the mightiest shield, and with it I shall endure!", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Larcei", "line": "Oh, geez... I guess I deserve every stupid word of that for letting myself fall for you, huh...", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Johan", "line": "Love's hand is beyond reproach, my dear. Come, Larcei! Bless us all with a laugh!", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Larcei", "line": "Heh... Don't slack off now, Johan.", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Johan", "line": "Ah! Oh, Larcei, my dear…", "person_1": "Larcei", "person_2": "Johan"}, {"speaker": "Larcei", "line": "We’ve come quite a long way, haven’t we, Shannan?", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "Yeah, I guess we have.", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Larcei", "line": "I can’t stop thinking about everyone back in Isaach… I hope they’re all alright.", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "Getting a bit homesick, are we, Larcei?", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Larcei", "line": "Wh… No, not even close! What, do you think I’m still some kind of child?!", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "Maybe. You’ve got quite a convincing child act going on there!", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Larcei", "line": "Shannan!!", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Shannan", "line": "Heh, I’m kidding! Come on. That terrifying glare you’ve got on there hardly befits a face as beautiful as yours.", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Larcei", "line": "S-Shannan…", "person_1": "Larcei", "person_2": "Shannan"}, {"speaker": "Lana", "line": "We're finally nearing the end, aren't we, Lord Seliph?", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Mm. You know, Lana, you've done so much to help our cause from the very beginning. I couldn't possibly thank you enough.", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Lana", "line": "Thank you, but I'm not so sure. I've hardly done anything special, have I? But I don't mind. All I really need to be happy is to be by your side, Lord Seliph.", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Come to think of it, Lana, we've been together our entire lives, haven't we?", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Lana", "line": "We have! I have so many great memories of afternoons we spent playing together. But not once did I suspect we'd end up, er...", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "But I've always loved you, Lana. Even when we were children.", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Lana", "line": "I'm sorry, Lord Seliph... But I can't stop thinking about this... Something feels amiss. It's as if being with you will hurt Miss Julia...", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Lana…", "person_1": "Lana", "person_2": "Seliph"}, {"speaker": "Lana", "line": "Scáthach…", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Scáthach", "line": "Yeah?", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Lana", "line": "I’m so proud of you.", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Scáthach", "line": "Whoa, back up. Where’d THAT come from?", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Lana", "line": "Please… Please don’t die in this battle.", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Scáthach", "line": "Oh. Listen, you’ve got nothing to worry about. I’m not about to let myself die just yet.", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Lana", "line": "Scáthach, I…", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Scáthach", "line": "Yeah?", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Lana", "line": "...I love you, Scáthach.", "person_1": "Lana", "person_2": "Scáthach"}, {"speaker": "Lana", "line": "Faval…", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Faval", "line": "Yeah?", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Lana", "line": "I’m so very proud of you.", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Faval", "line": "Hey, hey, hey! What brought on the mushy stuff here?", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Lana", "line": "Please… Please don’t die in this battle.", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Faval", "line": "Ah, right. Don’t worry. I’m not gonna let death do us part just yet.", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Lana", "line": "Faval, I…", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Faval", "line": "Yeah?", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Lana", "line": "...I love you, Faval.", "person_1": "Lana", "person_2": "Faval"}, {"speaker": "Altena", "line": "That's enough Arion! Why? Why in the world do you still refuse to see reason?!", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Arion", "line": "Altena?!", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Altena", "line": "How could you be so craven?! How dare you place your own vanity and pride over what truly matters!", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Arion", "line": "What do you want from me, then?", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Altena", "line": "Take a good, hard look at Prince Seliph! Ask yourself this: why is he still fighting? For whom is he out here day after day, setting his own suffering to the side?", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Arion", "line": "So Seliph fights for justice, and I somehow do not? Is that what you're trying to say...", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Altena", "line": "Very well, Arion... If you won't see reason, so be it. Come on. Kill me. End this. My... My life is in your hands, Arion. ...I die with no regrets.", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Arion", "line": "A-Altena... Very well. You can rest easy now. I get it. I was wrong... My mercenary days are at an end, and my final task is with Seliph... Wait, no... With you. I now fight for you, Altena.", "person_1": "Altena", "person_2": "Arion"}, {"speaker": "Fee", "line": "Say, Lord Seliph, I’ve got an idea. How about I go scout out the enemy?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "No, that would be too great a risk. This battle is nothing like anything we’ve yet seen. I don’t want you leaving my side.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Fine…", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Er… Are you worried about Silesse, Fee?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Just a little, I guess. I’ve heard rumors about how there’s some fighting there.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Indeed! Its citizens have staged their own revolt against the Empire. From what I hear, they’ve already made impressive progress.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Really? Oh, that’s such a relief…", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Would you like to return to Silesse, Fee?", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Thanks, but no thanks! The best place for me is to be by your side, Lord Seliph!", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Seliph", "line": "Really? Well, thank you, Fee. It’s an honor and a pleasure to hear it.", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "I don’t ever want to leave you, Lord Seliph… This is like a dream come true…", "person_1": "Fee", "person_2": "Seliph"}, {"speaker": "Fee", "line": "Say, Oifey, I’ve got an idea. How about I go scout out the enemy?", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "Sorry, Fee, but I must object. Their lines are crawling with archers willing to shoot down any pegasi.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "So, er, Oifey…", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "...Yes?", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "Y’know, I actually think it’s really great. I mean, how all your life you’ve lived just for Lord Seliph, always putting yourself second.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "Mm… I confess that, in a way, those of us who survived the old war never truly wished to survive… But we had our own mission, painful as it was to leave our friends to their doom… Your parents among them.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "Y’know, thanks to this war I’m starting to get my mom and dad a bit, and what they had to deal with… I never really knew them much… And I’m really glad I had you to tell me more about them, Oifey.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "Thank you… I feel I’ve always been indebted to Lady Erin for all the help she gave me back then. It is a privilege to help her daughter.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "Um… Y’know, Oifey, I kinda wish I knew how to act a bit more, er, adulty. I think there’s a lot I could learn from you.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "All in good time, Fee. Little by little, life itself will teach you what adulthood is.", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "Oh, come on! I can’t just let you get all old on me before I can catch up!", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Oifey", "line": "Whoa, whoa! Settle down, Fee…", "person_1": "Fee", "person_2": "Oifey"}, {"speaker": "Fee", "line": "Whatcha doing, Arthur?", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Well, for one, I’m fighting! The big hint here is the tome I’m holding… And you’re still as flighty as ever, I see.", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Fee", "line": "Well, hello to you too!", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "And there you go! People are busy, and you just sulk! This sort of thing’s why nobody-", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Fee", "line": "-will ever like me at all? That’s what you’re saying, right? Well, I don’t have to stand here and listen to this garbage!", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "No, wait! What I’m trying to say is, you sort of give people the wrong impression! But I like you… You’re really important to me..", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Fee", "line": "A-Arthur… Stop kidding around…", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Fee, I always want to be with you. You know that. As soon as this war’s over, we’ll go back to Silesse… Together.", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Fee", "line": "Oh, Arthur… Really? Yes! Thank you… Sniff… I’m… I’m so happy!", "person_1": "Fee", "person_2": "Arthur"}, {"speaker": "Seliph", "line": "Julia! What in blazes has happened to you? Come on, wake up!", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Julia", "line": "HA HA HA... DEATH TO ALL... WHO DARE TO CHALLENGE LORD MANFROY...", "person_1": "Seliph", "person_2": "Julia"}, {"speaker": "Lewyn", "line": "This isn't going to work, Seliph. An evil spell's got Julia strung up like a puppet. I think we should deal with Manfroy first. We can come back for Julia once he's gone.", "person_1": "Seliph", "person_2": "Julia"}], "recruit-talk": [{"speaker": "Seliph", "line": "Julia! Wake up... Please!", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Julia", "line": "...", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Julia", "line": "......Nnh... Lord Seliph?! I... why am I here?", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Seliph", "line": "You can thank Manfroy's dark arts. He brainwashed you into his service.", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Julia", "line": "Manfroy... Oh, that's right... That man who caught me...", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Seliph", "line": "Thank goodness you're safe...", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Julia", "line": "Lord Seliph, I-", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Seliph", "line": "It's fine, Julia. I know. Lewyn already told me everything. I'm sorry... I am so sorry. I failed to protect you...", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Julia", "line": "No... It's fine. Don't worry, Seliph. I finally know why I've survived for all these years. I know my fate... I'm fated to fight. I'll never run away again!", "recruiter": "Seliph", "recruit": "Julia"}, {"speaker": "Seliph", "line": "Your strength and courage is such an inspiration, Julia... But you're right. This is the will of fate, tragic as it is. None can afford to cower or flee now. Until the bitter end, we must march on…", "recruiter": "Seliph", "recruit": "Julia"}], "boss": [{"speaker": "Julius", "line": "GWAAAAAAAAAAaaaaaaaa...."}, {"speaker": "Julius", "line": "GHARRGH... SELIPH... HEAR ME WELL... SO LONG AS AVARICE LURKS STILL IN THE HEARTS OF MEN... I WILL RETURN... COUNT ON IT... THE HEARTS OF... GAAAAHHhhh…"}, {"speaker": "Julius", "line": "GHARRGH... NAGA! YET AGAIN... YOU HAVE BROUGHT RUIN... TO ME…"}]}