{"chapter": "01", "title": "Marth Embarks", "speakers": ["Jagen", "Marth", "Caeda", "Old Man", "Young Man", "Woman", "Man", "Villager", "Wrys", "King Of Talys"], "dialogue_counts": {"Jagen": 1, "Marth": 2, "Caeda": 1, "Old Man": 1, "Young Man": 1, "Woman": 2, "Man": 1, "Villager": 1, "Wrys": 1, "King Of Talys": 1}, "lines": 14, "opening": ["Our tale beginswith the Shadow Dragon, the blade Falchion, and the...", "Fire Emblem: Shadow Dragon and the Blade of Light"], "intro": [{"speaker": "Jagen", "line": "Prince Marth! Princess Caeda has alighted from Talys Castle."}, {"speaker": "Marth", "line": "Caeda, what's wrong? Did something happen?"}, {"speaker": "Caeda", "line": "Prince Marth! What a relief. Talys Castle is under attack from pirates of Galder! After a fierce fight, they have taken the castle. I beg you, please save my father!"}, {"speaker": "Marth", "line": "Don't worry, Caeda. The brave knights of Altea stand ready. Pirates are no match for us! Let's head back to the castle and rescue the king!"}], "visit": [{"speaker": "Old Man", "line": "Villagers have their gates open so that the prince can visit. Don't make them wait! Once a thief attacks a village, that's it. There's no saving it."}, {"speaker": "Young Man", "line": "You can't use strong weapons if you don't have a high enough weapon level. That's just common sense. And don't forget that your fliers need to be careful around foes with bows!"}, {"speaker": "Woman", "line": "There is a village south of the castle. A priest named Wrys awaits the prince there."}, {"speaker": "Man", "line": "Galder? It's a port town south of the isle of Talys. A man by the name of Gomer has taken control of the city. It's lousy with pirate scum!"}, {"speaker": "Woman", "line": "If you are injured, stop at a fortress. You'll feel better after a short rest behind strong walls."}, {"speaker": "Villager", "line": "It is good that you have come, Prince Marth. I have here 10,000G that the villagers gathered. Take it. Please, use it to equip yourselves. Save this land from these rampaging pirates of Galder!"}], "recruit-visit": [{"speaker": "Wrys", "line": "I am Wrys, a humble curate. I cannot fight, but this staff I carry can heal the wounded. Please allow me to join you."}], "end": [{"speaker": "King Of Talys", "line": "Prince Marth! You have done well to make it here safely. You have my thanks. So, you plan to travel to Aurelis? In that case, though they are few in number, my soldiers will join you. From Captain Ogma down, they are all brave warriors and should serve you well. That is not all. Heed me now. As you travel through these lands, you may find many who cannot tolerate the tyranny of Dolhr. Some are hiding in villages. Others have been taken prisoner. And some must work with the enemy... You must seek these people out and work together! Heed the call! The time has come! Set foot on your path, but be vigilant! You face many dangers."}]}