{"chapter": "02", "title": "The Pirates Of Galder", "speakers": ["Ogma", "Woman", "Man", "Villager", "Darros", "Castor", "Caeda"], "dialogue_counts": {"Ogma": 1, "Woman": 2, "Man": 1, "Villager": 2, "Darros": 1, "Castor": 3, "Caeda": 2}, "gender_counts": {"M": 6, "F": 4, "N": 2}, "lines": 12, "transitions": "M-FFMN-M-M-FMFM-N", "intro": [{"speaker": "Ogma", "line": "Prince Marth, I'm Ogma, a mercenary of Talys. The king ordered me to join your forces. I brought along my three most trusted men. Welcome to Galder, the port town that's been overrun by pirates. Pirates aren't all you will have to worry about. We've spotted soldiers from Grust too. Keep your wits about you."}], "visit": [{"speaker": "Woman", "line": "There's a pirate who goes by the name of Darros. He's looking to meet the prince! Word is he wants to turn over a new leaf and fight for the people. You should seek him out and listen to what he has to say."}, {"speaker": "Woman", "line": "A curate can earn EXP simply by withstanding the attacks of a foe."}, {"speaker": "Man", "line": "Hammers are effective against knights. It would be wise to purchase one!"}, {"speaker": "Villager", "line": "Prince of Altea, I beg of you... Save the cleric Lena. We tried to stop her, but... she left the safety of the village to bring aid to the poor and sick. She set out toward the Ghoul's Teeth some time ago and has yet to return. I can't tell you how much Lena's help meant to us. She's like an angel. It isn't much, but...we can offer you 5,000G to aid in your efforts to rescue her. Please, do what you can to save her!"}], "recruit-visit": [{"speaker": "Darros", "line": "Prince Marth, I am Darros, a simple man of the sea. I want to leave the life of a sea dog behind. If you need my help, I'll give it gladly! Please, let me fight alongside you."}], "recruit-battle": [{"speaker": "Castor", "line": "Please forgive me, Princess Caeda! I have no choice. I must get my hands on some money..."}], "recruit-talk": [{"speaker": "Caeda", "line": "You are Castor of Talys! Why are you fighting us?", "recruiter": "Caeda", "recruit": "Castor"}, {"speaker": "Castor", "line": "Princess Caeda... I am sorry. My mother is ill. To afford her medicine, I would do anything. Even this!", "recruiter": "Caeda", "recruit": "Castor"}, {"speaker": "Caeda", "line": "I see... The pirates pay you. Well, it it may not be much, but I offer you what I can. Take it, and buy medicine for your mother.", "recruiter": "Caeda", "recruit": "Castor"}, {"speaker": "Castor", "line": "You would aid a traitor like me? You are so kind... Oh, Princess Caeda! Forgive me! From now on, I will dedicate my life to you.", "recruiter": "Caeda", "recruit": "Castor"}], "end": [{"speaker": "Villager", "line": "Thank you for taking care of those ruffians, Prince Marth. Thanks to you, peace has returned to Galder. In order to reach Aurelis, you must cross the Ghoul's Teeth. It is a dangerous road. You will find fearsome bandits called the Soothsires there. They prey on travelers and raid nearby villages. I have heard of a skilled swordsman called Navarre in their employ. Whatever you do, do not let your guard down. I will pray for your safety."}]}