{"chapter": "10", "title": "Princess Minerva", "speakers": ["Old Man", "Maria", "Minerva", "Nyna", "Marth"], "dialogue_counts": {"Old Man": 2, "Maria": 1, "Minerva": 1, "Nyna": 2, "Marth": 1}, "gender_counts": {"M": 3, "F": 4, "N": 0}, "lines": 8, "transitions": "-MM-F-F-FMF", "opening": ["Heeding Catria's request, Marth draws close to Castle Deil in order to save Maria. However, a large force from Grust appears before him. Hurry, Marth! Do not waste a moment. Maria is waiting! Take the castle now!"], "visit": [{"speaker": "Old Man", "line": "There were three great bishops in this land. Miloah, the Master of Aura. Gharnef, The Dark Pontifex. And Gotoh, the White Sage. But now that Miloah has been defeated, no one can stand up to Gharnef."}, {"speaker": "Old Man", "line": "The levin sword... It is said that they who wield it can loose lightning that will crush even heavy armor."}], "recruit-talk": [{"speaker": "Maria", "line": "Ah... You must be Prince Marth! (Wow! He's so dashing!) Thank you for saving me! You have to tell my older sister that I am safe! She must be worried... One other thing... I would like to join you, Prince. Let me stay by your side! Oh, please don't say no!", "recruiter": "Marth", "recruit": "Maria"}, {"speaker": "Minerva", "line": "Greetings, Prince Marth. I am Minerva of Macedon. For saving Maria, you have my thanks. I had no choice but to be your enemy. I regret that very much. Still, many in Macedon do support Dolhr, including my elder brother Michalis. To me, though, Dolhr is responsible for my father's death. I seek revenge for that. I must also worry aobut my troops, however. Especially the three Whitewings: Palla, Catria, and Est. Dolhr feared our rebellion and separated us. If they knew I was safe, they would happily join your ranks. How I detest Dolhr for trampling Macedon underfoot. Please, allow us to join your fight.", "recruiter": "Marth", "recruit": "Minerva"}], "end": [{"speaker": "Nyna", "line": "Prince Marth, do you know of the archbishop of Archanea, Miloah?"}, {"speaker": "Marth", "line": "I have heard he was a great man and the wielder of Aura, a powerful spell. He protected Archanea. It is my understanding that he fell fighting Gharnef, who has allied with Dolhr."}, {"speaker": "Nyna", "line": "That is so. But he had a daughter named Linde. It is said she inherited the magic of Aura. Unfortunately, we do not know where Linde is now. No one does. I fear that something terrible has befallen her. Please, seek her out. Her father is no more, so we must protect her now. For Archanea's sake!"}]}