{"chapter": "13", "title": "The Wooden Cavalry", "speakers": ["Man", "Beck", "Midia", "Astram", "Grigas"], "dialogue_counts": {"Man": 2, "Beck": 1, "Midia": 4, "Astram": 4, "Grigas": 2}, "lines": 14, "opening": ["Marth and his companions hurry to Altea but are met by Grust's mighty regiment of ballisticians. This fearsome mechanical force is known as the Wooden Cavalry. Huge metal-clad boxes stalk the battlefield, clicking and clanking… Can Marth rise to meet this challenge?"], "visit": [{"speaker": "Man", "line": "We were part of Archanea's fighting forces. We were defeated by General Camus, however… Grust has taken control. I hope we can be free of them now!"}, {"speaker": "Man", "line": "Thunderbolt is the only weapon effective against ballistae. If you want to attack, you will have to draw close."}], "recruit-visit": [{"speaker": "Beck", "line": "You must be Prince Marth. I am Beck, a ballistician from Deil. After I was defeated in battle, I hid out in this village. But I'd like to join your army. With my thunderbolt, I can take out a ballista with a single shot."}], "recruit-talk": [{"speaker": "Midia", "line": "Astram! So this is what you've been up to...", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "Midia! You're really here! I'm so glad you're safe. I've missed you...", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "It seems you don't know yet... Altea's army has liberated the capital. We were set free and have joined their fight. There is no need to cooperate with the enemy any longer!", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "What wonderful news! I will resume my fight against Dolhr!", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "We can be together again! Promise me that you will never leave my side.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "Midia... In the time since we last met...", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "Yes, Astram? What is it?", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "I can't help but notice how you've matured while we were apart...", "recruiter": "Midia", "recruit": "Astram"}], "boss": [{"speaker": "Grigas", "line": "So you dare to show your face! You will soon see the power of my pachyderm!"}], "end": [{"speaker": "Grigas", "line": "To think you could defeat Grust's ballisticians so easily. You fought well, Prince Marth. But beware! You will soon face General Camus and his Sable Knights! They are the strongest warriors in the world… You will be reduced to a whimpering child!"}]}