{"chapter": "00", "title": "Prologue4", "speakers": ["Malledus", "Marth", "Young Man", "Old Man", "Woman", "Captain", "Soldier", "Ruffian", "Gordin", "Jiol", "Enemy Soldier 1", "Enemy Soldier 2", "Enemy Solider", "Draug", "Norne", "Jagen", "Cain", "Abel", "Frey", ""], "dialogue_counts": {"Malledus": 16, "Marth": 23, "Young Man": 1, "Old Man": 1, "Woman": 1, "Captain": 7, "Soldier": 3, "Ruffian": 7, "Gordin": 10, "Jiol": 4, "Enemy Soldier 1": 1, "Enemy Soldier 2": 1, "Enemy Solider": 1, "Draug": 2, "Norne": 2, "Jagen": 5, "Cain": 1, "Abel": 1, "Frey": 1, "": 1}, "gender_counts": {"M": 79, "F": 3, "N": 7, "A": 0}, "lines": 90, "transitions": "-MMMMMMMMM-M-MM-F-MNMNMNM-MMMMMMMMMMMM-MMMMMMMMMMMM-M-NNMNMMMMMMMMM-MM-M-M-MMFMF-M-M-MMMMMM-M-M-M-M-M-N-MMMMMMMM", "opening": ["Marth and his knights took refuge in a forest near Altea's borders, lying low while they waiting for the right chance to escape the kingdom. Before long, the enemy grew less watchful: the time to slip away had come. Still, the prince could not quell the sadness in his heart for his sister Elice."], "intro": [{"speaker": "Malledus", "line": "Prince Marth. ...Sire? Sire! Are you listening?!"}, {"speaker": "Marth", "line": "Huh? ...Oh. Malledus."}, {"speaker": "Malledus", "line": "Get ahold of yourself, Sire! I know how you grieve, but the Gra host that pursues us will not be interested. We must keep moving, and with all haste at that."}, {"speaker": "Marth", "line": "I...I'm sorry. These thoughts are hard to put aside."}, {"speaker": "Malledus", "line": "From here, we will cross out of Altea and begin our escape to Talys. I trust you are prepared?"}, {"speaker": "Marth", "line": "Talys... I've heard the name. An island kingdom to the east, isn't it?"}, {"speaker": "Malledus", "line": "That is correct. The king there was a good friend to your father- and perhaps more importantly, a true friend. It was Princess Elice's wish that you seek refuge in Talys should things ever go awry."}, {"speaker": "Marth", "line": "Me, but not her..."}, {"speaker": "Malledus", "line": "I've arranged for a boat to take us from the northeast shore. But to get there, we'll first need to cut through a prison to the north. I managed to come by a key to the premises. Let me hand it over."}, {"speaker": "Malledus", "line": "Now, on the road, you may notice people who seem to be fighting for Gra against their own wishes. Before you resort to your blade, you should try talking to them first."}], "visit": [{"speaker": "Young Man", "line": "Boy, I don’t envy you! The enemy horde is closing in on you faster’n a bolt of Thoron. You and your friends had better hightail it on outta here!"}, {"speaker": "Old Man", "line": "Sometimes victory on a battlefield requires that someone you care about make a sacrifice. But parting with one comrade may be the only way to meet another. You need to accept your losses in life and move forward."}, {"speaker": "Woman", "line": "My word! Aren’t you–No, you cannot stay here! Run! Before their soldiers come back! Here, this is the bow my granddaughter always used. Take it, sire! Please, promise you’ll stay safe..."}], "battle": [{"speaker": "Captain", "line": "Enemies south of the prison?"}, {"speaker": "Soldier", "line": "Yes, sir. Not many of 'em, but the scouts say they're a tough bunch all the same. And guess who's with 'em..."}, {"speaker": "Captain", "line": "...You're saying the prince is coming this way?"}, {"speaker": "Soldier", "line": "Yes, sir. How ought we proceed? The main force ‘as yet to arrive, and- to be honest, sir- we need 'em."}, {"speaker": "Captain", "line": "Bah! You're cowed too easily. We can win...if we set a trap."}, {"speaker": "Soldier", "line": "Er...a trap, sir?"}, {"speaker": "Captain", "line": "The prince of Altea will be ours. Just do as I tell you, and we'll pluck this royal plum long before the main force can show up to steal all the glory. Heh..."}, {"speaker": "Ruffian", "line": "You! Inside!"}, {"speaker": "Gordin", "line": "Grrrmph..."}, {"speaker": "Ruffian", "line": "Heh. I thought Altea was the great ‘ero Anri's kingdom! Didn't take more'n a couple of days to break you, now did it, Gaggles?"}, {"speaker": "Gordin", "line": "Mmph! Arrumph!"}, {"speaker": "Ruffian", "line": "What's the matter, Gaggles? Can't talk cause you're gagged, Gaggles? Ba ha ha! I'll letcha in on a little secret. Altea's little princeling is on ‘is way ‘ere right this moment."}, {"speaker": "Gordin", "line": ".....!"}, {"speaker": "Ruffian", "line": "Ooh, but sad for you, you look awful dangerous in the uniform... MISTER GRA SOLDIER! Ha! Soon as the prince sees you, ‘e'll say, Yow! It's an enemy ambush!-And that'll be the end of you."}, {"speaker": "Gordin", "line": "Gugrrrmph!"}, {"speaker": "Ruffian", "line": "Once the prince sticks you like a pig, we get to call him Marth the Tyrant, coz ‘e kills ‘is own countrymen."}, {"speaker": "Ruffian", "line": "Won't that be an ‘oot!"}, {"speaker": "Gordin", "line": "Rrrmph."}, {"speaker": "Ruffian", "line": "So long, Gaggles! Better start praying to your ‘igher deity of choice!"}, {"speaker": "Jiol", "line": "Listen, men. Your target is the prince. Find the prince of Altea and bring me his head served on a shield!"}, {"speaker": "Marth", "line": "Look there!"}, {"speaker": "Malledus", "line": "No...Anri save us...Of all the places to be beset! Sire, that is Gra's main force- and they are accompanied by the knights of Grust's Sable Order. Our chances of routing them are slim, I'm afraid, and those of slipping away undetected afterward, all but nil..."}, {"speaker": "Marth", "line": "Then we've no hope?"}, {"speaker": "Malledus", "line": "I...I can think of one strategy. We could leave a decoy behind for when the enemy catches up."}, {"speaker": "Marth", "line": "A decoy?"}, {"speaker": "Malledus", "line": "It's you they're after, sire. Were one of your men to stay behind disguised as you...Well, the enemy ought to take the bait. That would give you, and the others time to escape."}, {"speaker": "Malledus", "line": "One of your men must make for that fortress on the south highroad. He will act as a decoy by dressing as you and luring the enemy force away."}, {"speaker": "Marth", "line": "But Malledus, how will he find his way back to us?"}, {"speaker": "Malledus", "line": "Sire...He may not. You must part with one of your comrades. There is no other way."}, {"speaker": "Marth", "line": "...Well, I will find a way! You cannot expect me to agree to...to abandon one of our own to a death at the hands of the enemy. Surely there must be another way..."}, {"speaker": "Malledus", "line": "Forgive me, sire...But this is our only chance. You know as well as I do that you must not die here today."}, {"speaker": "Malledus", "line": "No, sire! Get back here! One of your other men must take that position!"}, {"speaker": "Enemy Soldier 1", "line": "Look! It's...it's Prince Marth!"}, {"speaker": "Enemy Soldier 2", "line": "Oh yeah? Who's that, then? That bloke over there is dressed in the same clothes. Could be either of 'em."}, {"speaker": "Jiol", "line": "Simpletons! Use your heads! One of them ran; the other didn't. What does that tell you? Easy! The one who stayed behind is trying to buy time for the one who fled."}, {"speaker": "Enemy Solider", "line": "So, er...the one who took off is-"}, {"speaker": "Jiol", "line": "The real prince, you idiot, yes! Hie, troops, after him! Put that craven whip to the sword!"}, {"speaker": "Marth", "line": "Wait! Quickly, Malledus, we must head south and rescue him!"}, {"speaker": "Malledus", "line": "No, sire. We have to press on."}, {"speaker": "Marth", "line": "Press on? (Insert name) might be dying back there!"}, {"speaker": "Malledus", "line": "If he were, then why would you be so selfish as to let him die in vain? Honor him, by allowing his life and his choice to mean something!"}, {"speaker": "Marth", "line": "......"}, {"speaker": "Marth", "line": "...All right."}, {"speaker": "Marth", "line": "I will honor him. ...I will go."}, {"speaker": "Captain", "line": "The prince fled south? Bah! Seems the plum's fallen too far from our tree... No matter. Open the north door! We can still crush the Altean rabble he left behind..."}, {"speaker": "Marth", "line": "Blast! That archer was on our side!"}, {"speaker": "Captain", "line": "They killed the captive? Heh heh... What fools! Hie, let's give them the punishment fools deserve! Open the north door! Lure them out and strike them down!"}, {"speaker": "Captain", "line": "All but the prince have been slain? Good. Open the north door! The little whelp is ours now!"}, {"speaker": "Malledus", "line": "Sire, there is a village over yonder. Its residents may be willing to help. Why don't you try paying them a visit?"}, {"speaker": "Draug", "line": "Prince Marth! Make haste, sire!"}, {"speaker": "Marth", "line": "Draug, is that you? What are you doing here?"}, {"speaker": "Norne", "line": "Draug, sir! The enemy has crossed the border from the west! They’ll be upon us soon!"}, {"speaker": "Draug", "line": "Right, we’re on our way. Sire, this is Norne. She heard wind of our struggles and wishes to fight for Altea."}, {"speaker": "Norne", "line": "Prince Marth, ’tis an honor. By your leave, though, I’ll be savin' the curtsy-bobbin' for later. Quickly, sire!"}, {"speaker": "Jiol", "line": "This is...the wrong prince? No! You dare make a fool of me? Kill him! Make this faux prince SUFFER!"}], "recruit-battle": [{"speaker": "Gordin", "line": "May I suffer for my sins..."}], "recruit-talk": [{"speaker": "Marth", "line": "Yow! It's an enemy ambush!", "recruiter": "Marth", "recruit": "Gordin"}, {"speaker": "Gordin", "line": "Rrrgmph mrph!", "recruiter": "Marth", "recruit": "Gordin"}, {"speaker": "Marth", "line": "Huh? You've been gagged? Here, I'll get that... Wait, I know you! You're one of our archers, er...", "recruiter": "Marth", "recruit": "Gordin"}, {"speaker": "Gordin", "line": "Gordin, sire! My name is Gordin. The enemy captured me and left me in this mortifying state.", "recruiter": "Marth", "recruit": "Gordin"}, {"speaker": "Marth", "line": "I see. Well, I'm glad you're unharmed. But I'm afraid we cannot stay here a moment longer. Stay behind me and-", "recruiter": "Marth", "recruit": "Gordin"}, {"speaker": "Gordin", "line": "I can fight, sire! If you have a bow I could use, I would be honored to fight at your side.", "recruiter": "Marth", "recruit": "Gordin"}], "character-falls": [{"speaker": "Jagen", "line": "Heh, these old bones are still good for something. Farewell, my prince. Live, and grow strong..."}, {"speaker": "Cain", "line": "Glory to Altea, land of my birth! Farewell, sire! Fortune protect you..."}, {"speaker": "Abel", "line": "Good... Altea's hope is restored. Farewell sire. Fortune protect you..."}, {"speaker": "Frey", "line": "Count this knight honored to die in the service of his prince. Live, sire, and grow strong..."}, {"speaker": "Gordin", "line": "I was dead anyway till you came, sir... If I'm to die again, at least let me die for you. Fortune protect you sire..."}], "end": [{"speaker": "", "line": ""}, {"speaker": "Jagen", "line": "Look, sire. See how Altea shrinks on the horizon..."}, {"speaker": "Marth", "line": "..aven..."}, {"speaker": "Jagen", "line": "I beg your pardon?"}, {"speaker": "Marth", "line": "I am a craven. Powerless to save my sister, to staunch my kingdom's wounds; to ease my people's fears..."}, {"speaker": "Jagen", "line": "This...was your only recourse, sire. But surely, one day, you will be able to set things right..."}, {"speaker": "Marth", "line": "\"Surely\"? Why do words of such conviction smack so much of uncertainty when spoken? Not surely, Jagen. Assuredly. Gra will pay for their acts. Today, though, allow me to wallow in this pain, to feel every awful twist of it. I never want to forget."}, {"speaker": "Jagen", "line": "Sire..."}, {"speaker": "Marth", "line": "I will return, Altea! Your prince will return to you one day!"}]}