{"chapter": "P01", "title": "Sickle To Sword", "speakers": ["Donnel", "Chrom", "Brigand", "Roddick", "Mother"], "dialogue_counts": {"Donnel": 25, "Chrom": 18, "Brigand": 5, "Roddick": 7, "Mother": 10}, "gender_counts": {"M": 43, "F": 0, "N": 22, "A": 0}, "lines": 65, "transitions": "MMNMNMNMMMMMMMM-NNNNNNNNNN-MMMMMMMMMMM-M-MMM-N-N-MMMNMMMMMNMNMNMNMN-MNMMM", "intro": [{"speaker": "Donnel", "line": "Halp! You gots to help us! I’m beggin’ you, milords!"}, {"speaker": "Chrom", "line": "Slow down. What happened?"}, {"speaker": "Brigand", "line": "Oy! There’s the wee piglet!"}, {"speaker": "Chrom", "line": "...Great. Bandits."}, {"speaker": "Brigand", "line": "What’s this? A little lording come to watch over his chattel? Haw ha—Aw, damn me! Sh-Shepherds!"}, {"speaker": "Chrom", "line": "That’s right. So, what’ll it be? Run and live? Or fight and die?"}, {"speaker": "Brigand", "line": "Rrgh!"}, {"speaker": "Chrom", "line": "Quickly, lad. What happened here?"}, {"speaker": "Donnel", "line": "Y-yes, milord! Right away, milord! ...Er, if it please Your Graciousness."}, {"speaker": "Chrom", "line": "Maybe just hold off on titles for now. What’s your name?"}, {"speaker": "Donnel", "line": "Donny. Er, that is, Donnel. ...Your Majestyful. I live in the village just beyond, sir."}, {"speaker": "Chrom", "line": "I guess that’ll do. Now, what happened?"}, {"speaker": "Donnel", "line": "That rotten-toothed, pig-stinkin’ bandit you just ran off attacked us! Er, pardon my language, You Lordliness. I’m the only one what got away, and even then just barely. They were roundin’ up others to haul ‘em off to a bandit camp... Please, sir! You gots to save them folks! My ma’s one of ‘em, and... She’s all I got in this world! Please, Your Royal Highness!"}, {"speaker": "Chrom", "line": "This blasted war seems to spawn more evils by the day. All right, Donny. We’ll save your ma. Can you lead us to her?"}, {"speaker": "Donnel", "line": "Aw, thank you, milord! Thank you! Just follow me, Your Sirness!"}, {"speaker": "Roddick", "line": "...And you’re sure a’this?"}, {"speaker": "Brigand", "line": "On the grave of my sainted mother, I swear it. It was Chrom and his Shepherds, and no mistake!"}, {"speaker": "Roddick", "line": "Heh heh heh. A fancy lord’ll fetch a high ransom from noble folk. We’ll have the little man squealin’ for mercy in no time!"}, {"speaker": "Mother", "line": "We got nothin’ left to take, sirs! Please, let our children go!"}, {"speaker": "Roddick", "line": "Quit yer bleatin’!"}, {"speaker": "Brigand", "line": "Oy, Roddick! I think this cow’s the mum of the brat what ran away."}, {"speaker": "Roddick", "line": "...Say, I know this one. You’re the wife of the man what broke my rib last time we were ‘ere."}, {"speaker": "Mother", "line": "And you killed him for it, monster! I wish he’d done for you first..."}, {"speaker": "Roddick", "line": "Small wonder the brat’s got more brass than brains if you’re his mum. Guess we’ll see for ourselves when we catch him, eh? Maybe we’ll even make ya watch as we gut him! Bwa ha ha!"}, {"speaker": "Mother", "line": "N-no! Please, he’s just a boy!"}, {"speaker": "Donnel", "line": "This here’s where they’ve taken up camp, Your Lordshipness."}, {"speaker": "Chrom", "line": "Er...right. Thanks, Donny. Stay close, now."}, {"speaker": "Donnel", "line": "Beg pardon, milord? You don’t mean...? I...I can’t fight, sir! I ain’t never even stuck a pig before!"}, {"speaker": "Chrom", "line": "Oh, sorry. I just assumed... I mean... Look, just stay here. You’ll be fine."}, {"speaker": "Donnel", "line": "I wish I was strong as you sirs and madams! Kick that scum out single handed, I would!"}, {"speaker": "Chrom", "line": "Then you should fight and grow stronger."}, {"speaker": "Donnel", "line": "But I ain’t—"}, {"speaker": "Chrom", "line": "No man is born a warrior, Donny. And farm work makes for fine training—a sickle’s not far from a sword, after all. Bandits may be tougher than wheat, but the principle’s the same."}, {"speaker": "Donnel", "line": "Ngh... *sniff* A-all right, milord. As you say, I’m no warrior. But these’re my people. I gots to do what I can!"}, {"speaker": "Chrom", "line": "Everyone in place?"}, {"speaker": "Donnel", "line": "R-ready! *ulp*"}], "battle": [{"speaker": "Donnel", "line": "Fight and get stronger, he says... Guess it can’t hurt to try. I sure hope I don’t get in the way! Gosh, that would be just awful..."}, {"speaker": "Donnel", "line": "I don’t think I can... go any farther... Your Majestiness..."}, {"speaker": "Chrom", "line": "You’ve done enough, Donny! Fall back! We’ll take things from here."}, {"speaker": "Donnel", "line": "S-sorry..."}], "boss": [{"speaker": "Roddick", "line": " Time them castle whelps learned what us wild-born men can do!"}, {"speaker": "Roddick", "line": " Gahaugh! Nngh...This ain't...where..."}], "end": [{"speaker": "Donnel", "line": "We did it! We’re rid of them bandits for good and all!"}, {"speaker": "Chrom", "line": "A worthy first victory, Donny. You fought well."}, {"speaker": "Donnel", "line": "Ma! Ma, it’s me!"}, {"speaker": "Mother", "line": "Oh, Donny! Thank goodness you’re safe! I was worried near to death, boy! I can’t thank you enough for savin’ my son and our village, milord. ...Donny! Where are your manners?! Take a knee and thank His Lordness!"}, {"speaker": "Donnel", "line": "Er, I can’t begin to repay all what you done for us, sir! Th-thank you!"}, {"speaker": "Chrom", "line": "You led the charge, Donny. We just picked off the stragglers. Hone your potential and use it to keep this village safe."}, {"speaker": "Donnel", "line": "W-wait! Please!"}, {"speaker": "Chrom", "line": "Something wrong?"}, {"speaker": "Donnel", "line": "I has a request, sir. If it please Your Graceliness... Take me with you, milord! Lemme be a Shepherd like you! I’m good with livestock, I am! Please, sir!"}, {"speaker": "Mother", "line": "Hush now, you fool boy!"}, {"speaker": "Donnel", "line": "I want to hone my...whatever he said. I want to keep this place safe! I never thought I was good for nothin’ more than shovelin’ dirt... But milord showed me there’s more I can do. More I needs to be doing!"}, {"speaker": "Mother", "line": "You needs be knowin’ your place, boy! A farmhand’s no fit for a royal—"}, {"speaker": "Chrom", "line": "Actually, we’d be thrilled to have him. The Shepherds need every good man we can find, and your son fought bravely."}, {"speaker": "Mother", "line": "Y-you’re very kind to say as much, Your Lordshipness, but... *Siiigh* Well, you’re a man grown now, Donny. I s’pose you can make up your own mind."}, {"speaker": "Donnel", "line": "Aw, Ma..."}, {"speaker": "Mother", "line": "...... You just come home safe, love. I’ll see that the village is still standin’ when you return a hero. ...Well?! Off with you, then! Glory’s waiting’, boy!"}, {"speaker": "Donnel", "line": "I ain’t fightin’ for glory, Ma. I’m fightin’ for you! But if I do find some glory, I’ll be sure to bring it home for you!"}, {"speaker": "Mother", "line": "...Just come home alive, Donny."}, {"speaker": "Donnel", "line": "Ma! Ma, it’s me!"}, {"speaker": "Mother", "line": "Oh, Donny! Thank goodness you’re safe! I was worried near to death, boy! I can’t thank you enough for savin’ my son and our village, milord. ...Donny! Where are your manners?! Take a knee and thank His Lordness!"}, {"speaker": "Donnel", "line": "Er, I can’t begin to repay all what you done for us, sir! Th-thank you!"}, {"speaker": "Chrom", "line": "You did enough, Donny. And you’re young yet. In time, you’ll be defending this village single handedly."}, {"speaker": "Donnel", "line": "Still, I... I’m sorry I wasn’t more help, Your Princeliness."}]}