{"chapter": "P03", "title": "A Strangled Peace", "speakers": ["Frederick", "Chrom", "Villager", "Elder"], "dialogue_counts": {"Frederick": 4, "Chrom": 7, "Villager": 4, "Elder": 3}, "gender_counts": {"M": 11, "F": 0, "N": 7, "A": 0}, "lines": 18, "transitions": "MMNMM-N-NMNM-MNMN-NMMM", "intro": [{"speaker": "Frederick", "line": "Milord, look! Risen!"}, {"speaker": "Chrom", "line": "Ugh, and there's a village just ahead. Come on!"}, {"speaker": "Villager", "line": "Help! Heeelp! Open the gates! The dead walk the earth! If you've any kindness in you, open the gates! We're from Woodham, up the road! You KNOW us! Please, open the— Gods, no. ...No! They're here! Aaaiiieeeeee!"}, {"speaker": "Frederick", "line": "Hmm... The townsfolk of this village are renowned for their hospitality. How could they turn away refugees fearing for their lives?"}, {"speaker": "Chrom", "line": "Let's worry about saving those lives first. We can ask questions later."}], "battle": [{"speaker": "Elder", "line": "Shepherds are always welcome here. Please, take this with you."}, {"speaker": "Elder", "line": "Shepherds are always welcome here. Please, take this with you."}, {"speaker": "Chrom", "line": "Listen. There were refugees here and you turned them away. Why?"}, {"speaker": "Elder", "line": "We're a peaceful town, sir. We have no weapons, nor any want for them. We survive by barring our gates to those who might bring us harm—friend or foe. Harsh as it may be, I can't have my people dying on account of other folks' problems..."}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Chrom", "line": "Are you all right?!"}, {"speaker": "Villager", "line": "Oh, thank goodness you've come! Are you here to help us?"}, {"speaker": "Chrom", "line": "We'll hold them off! Run!"}, {"speaker": "Villager", "line": "U-understood! If we make it out alive, I'll repay you! I swear!"}], "end": [{"speaker": "Villager", "line": "I've not the words to thank you, nor the treasure to pay you, but...here. Take this. I didn't think people like you still existed. I'll...I'll never forget this."}, {"speaker": "Frederick", "line": "Do you suppose the village will continue to bar its gates to refugees?"}, {"speaker": "Chrom", "line": "As long as they view the Risen as someone else's problem, then yes."}, {"speaker": "Frederick", "line": "They claim to love peace... Yet the uneasy peace found behind a barricade is nothing I'd want. Peace begins when the fighting is over and the barricades come down. I pray they can see the truth of that before it's too late..."}]}