{"chapter": "P05", "title": "Scion Of Legend", "speakers": ["Lissa", "Lucina", "Ruffian", "Gecko", "Maiden", "???", "Chrom", "Owain", "Villager"], "dialogue_counts": {"Lissa": 21, "Lucina": 6, "Ruffian": 6, "Gecko": 6, "Maiden": 2, "???": 4, "Chrom": 11, "Owain": 26, "Villager": 7}, "gender_counts": {"M": 37, "F": 27, "N": 25, "A": 0}, "lines": 89, "transitions": "FFFFFFFFFFFF-NNNNNNNNNNNMNNMNMFNMM-MMMMMMMMMMMMMMMM-FMFMFMFMFM-N-N--N-NMNMNM-N-N-FNFMNMFMFMFMFMFMFMF", "intro": [{"speaker": "Lissa", "line": "Say, Lucina? I'm still around in your future, right?"}, {"speaker": "Lucina", "line": "Well... You're warm and kind, for starters. Even amid the darkness and desolation. Your smile serves as a beacon of hope for all those around you."}, {"speaker": "Lissa", "line": "Oh geez! I'd better get cracking if I want to live up to that. Oh! I know! Do I have any children?"}, {"speaker": "Lucina", "line": "You have a son named Owain."}, {"speaker": "Lissa", "line": "Aw cute! What's he like?"}, {"speaker": "Lucina", "line": "He's... Well, he's quite colorful."}, {"speaker": "Lissa", "line": "Hmm... I'm not sure I want to know what that means. Oh wait! One more thing! Does he have..."}, {"speaker": "Lucina", "line": "Yes?"}, {"speaker": "Lissa", "line": "No... Never mind."}, {"speaker": "Lucina", "line": "Are you sure?"}, {"speaker": "Lissa", "line": "Sorry, I just remembered I promised to help Chrom with something. ...Bye!"}, {"speaker": "Lucina", "line": "Lissa?"}, {"speaker": "Ruffian", "line": "This is it boss! That treasure's here; I'm sure of it!"}, {"speaker": "Gecko", "line": "All right, woman. Speak! Where'd you put it?"}, {"speaker": "Maiden", "line": "I've never heard of no treasure here! Honest I haven't!"}, {"speaker": "Gecko", "line": "Oh? Then I guess we're done here. She's useless, boys. Kill her."}, {"speaker": "Ruffian", "line": "Aye, boss!"}, {"speaker": "???", "line": "Halt, fiends!"}, {"speaker": "Ruffian", "line": "The devil are you?!"}, {"speaker": "???", "line": "One chosen by forces beyond mortal comprehension! See how my sword hand twitches! It hungers... for justice! Leave now if you value life and limb, for I cannot stay the hungry hand!"}, {"speaker": "Ruffian", "line": "This guy's got rocks in his head... All right then boy. Guess you're the first to—— Gragh!"}, {"speaker": "???", "line": "I tried to warn you, foul villain. The hand cannot be denied!"}, {"speaker": "Maiden", "line": "Oh thank the stars! You saved my life!"}, {"speaker": "Chrom", "line": "Wait. That stance..."}, {"speaker": "Gecko", "line": "Rgh... Who ARE you?!"}, {"speaker": "???", "line": "I am the wolf who howls for justice! The eagle who cries for love!"}, {"speaker": "Owain", "line": "A chosen warrior come from the future to bring hope for a dying world... I am Owain! Now, atone for your deeds in the eternal hellfire of perdition! RADIANT...DAAAAAAWN! ..... Blast you, sword hand! Now's no time for games! You've escaped fate this time, rogue, but remember——justice always prevails!"}, {"speaker": "Gecko", "line": "....."}, {"speaker": "Chrom", "line": "....."}, {"speaker": "Lissa", "line": "Wow, that guy's really weird. ...Wait a second."}, {"speaker": "Gecko", "line": "Gahar har har! I KNEW there were rocks in your head! Look lively, boys! Ignore the dolt and find us that treasure! Pinch everything that shines, and make for the hills!"}, {"speaker": "Owain", "line": "Not today, ne'er-do-wells! The legendary blade Mystletainn is fated for my twitching hand alone!"}, {"speaker": "Chrom", "line": "...I am so lost right now. What is he even talking about? ...Never mind. Let's just kill the bandits, and I'm sure everything will sort itself out."}], "recruit-talk": [{"speaker": "Owain", "line": "Nrgh! Sword hand, no! Control yourself! P-power... too great... C-can't contain it...", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "Um, sorry to interrupt your... conversation? But I have a question about your stance. You've crafted your own style around it, but it's clearly from the royal house of Ylisse.", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "By the gods old and new! Another future traveler?! And yet, impossible, for I saw none like him in the light... Who are you, villain?! Speak now!", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "Um, I'm Chrom. ...Of Ylisse? I have no quarrel with you, but if we must fight, then-", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "UNCLE CHROM?!", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "...Uncle?", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "Wait! Hold on! Let me start over. O fellow scion of the great hero, I greet you as kin and kind! From across the misty shores of time I strive, bearing forth tidings of-", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "Keep it brief, would you?", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "...I'm Lissa's kid from the future!", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "That is... not what I was expecting to hear. Did you come with Lucina?", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "Yes. It seems the blood we share has drawn us like moths to the flame! Like a great tidal wave of heroism, we crash upon the shores of evil and-", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "Can you fight? Or do you just talk a lot?", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "My mettle in combat is the stuff of legend! Bards sing tales of my- H-hey! Wait! Uncle Chrooom! I have but one request. If you find the sword Mystletainn, please permit me to wield it!", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "I heard you wailing about that before. What kind of blade are we talking here?", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Owain", "line": "A legendary one, Uncle! Imbued with the very power of the gods, if the tales are to be believed. I would use its might to defend my sacred queen and mother!", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Chrom", "line": "...You mean Lissa? *Sigh* I suppose I should just be happy she has such a... devoted son.", "recruiter": "Chrom", "recruit": "Owain"}, {"speaker": "Lissa", "line": "Oh, hey! It's you. Thanks for helping-", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Owain", "line": "MOM?!", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Lissa", "line": "Hu-what?", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Owain", "line": "Blessed Mother! I have crossed oceans of time to find- Oh, forget it. I'm your kid from the future! Look at the signet ring upon my finger. Behold, a perfect match to yours! Unique in all the world, and yet here lie two. Proof positive my claims are true!", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Lissa", "line": "... Who did what now? Hold on. Slow down. Back up. Start again.", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Owain", "line": "Um... Sorry about that. Look, the important thing here is that I'm-", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Lissa", "line": "...Oh, gods. Owain.", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Owain", "line": "Huh?", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Lissa", "line": "That's your name. Isn't it?", "recruiter": "Lissa", "recruit": "Owain"}, {"speaker": "Owain", "line": "Indeed it is! And none have ever been prouder to bear it! For it is the name you gave me, Mother! I've come to part the dark clouds that hang forebodingly over this era!", "recruiter": "Lissa", "recruit": "Owain"}], "visit": [{"speaker": "Villager", "line": "Hail, traveler. Thank you for coming to our aid. Please use this to treat your injured. It's an old recipe, but well effective."}, {"speaker": "Villager", "line": "You're a welcome sight indeed. I'd near given up hope! This is one of our village treasures. May it help you in keeping us safe."}, {"speaker": "Villager", "line": "You have our thanks for your bravery. I'm afraid this medicine is all I can offer in return, but I pray it keeps you safe."}, {"speaker": "Villager", "line": "You're a kind soul to fight for strangers so. Here, you must take this."}, {"speaker": "Owain", "line": "By the ghost of Ike! I've found it at last! The fated mate of my sword hand! ...The divine blade, Mystletainn!"}, {"speaker": "Villager", "line": "Er, I'm afraid this is a blade of extremely common make, sir. I was using it to dig a well, but I figured you might--"}, {"speaker": "Owain", "line": "Come, Mystletainn! Destiny beckons!"}, {"speaker": "Villager", "line": "I also used it to cut small vegetables before it got dull. ...Er, hello?"}, {"speaker": "Owain", "line": "The blade of legend and song... I feel its power coursing through me! At last, my sword hand lays calm. Come, Mystletainn. Destiny beckons! The rest of these rogues are ours alone!"}], "boss": [{"speaker": "Gecko", "line": "This treasure's mine! Cross me, and I'll decorate this place with your bones!"}], "end": [{"speaker": "Villager", "line": "We owe you a great debt for protecting our village. Truly, from all of us, thank you."}, {"speaker": "Lissa", "line": "Where did he get off to? Lucina said she saw him go this way. ..... Ugh, maybe I should just forget it. If he doesn't have one, either.....  Aaah!"}, {"speaker": "Ruffian", "line": "Keh heh! Let's have all your coin girly! Unless you wanna lose that pretty head."}, {"speaker": "Lissa", "line": "Stay back!"}, {"speaker": "Owain", "line": "No one hurts the mother of Owain! SACRED...STOOOOOONES!"}, {"speaker": "Ruffian", "line": "Guhaaargh!"}, {"speaker": "Owain", "line": "Mother, are you all right?!"}, {"speaker": "Lissa", "line": "Yeah, I'm fine. I'm... Holy crow! Your arm!"}, {"speaker": "Owain", "line": "This? Hah! It's nothing but a torn sleeve."}, {"speaker": "Lissa", "line": "...No, I mean, HOLY CROW! LOOK AT THAT THING ON YOUR ARM!"}, {"speaker": "Owain", "line": "Oh right! Sorry. Guess I should have shown you before. It's my Brand. The one carried by House Ylisse. So no more need to worry, eh?"}, {"speaker": "Lissa", "line": "Th-then you know? That I don't..."}, {"speaker": "Owain", "line": "That your Brand never surfaced? Yes, you told me as much. You said it always weighed on you... You should have seen how happy you were the day mine appeared! You were sobbing and laughing for an hour without pause!"}, {"speaker": "Lissa", "line": "I was kind of hoping to grow out of the crying thing..."}, {"speaker": "Owain", "line": "Yes, well. No more worrying. It was by chance alone that your Brand never surfaced. We're all family, linked by blood. You really are Chrom's sister. My Brand proves our lineage."}, {"speaker": "Lissa", "line": "Thank you. Just... *sniff* Thank you, Owain."}, {"speaker": "Owain", "line": "You're welcome!"}, {"speaker": "Lissa", "line": "Heh... *sniff*"}, {"speaker": "Owain", "line": "And as scions of the hero, it falls on us to ensure my dark future doesn't come true. Come, Mother! We shall fight together! Uh-oh... Argh... Too much...passion! Sword hand...getting hungry...again!"}, {"speaker": "Lissa", "line": "You know, maybe you should have that looked at."}]}