{"chapter": "P15", "title": "A Shot From The Dark", "speakers": ["Ezra", "Noire", "Frederick", "Chrom", "Tharja"], "dialogue_counts": {"Ezra": 2, "Noire": 16, "Frederick": 1, "Chrom": 4, "Tharja": 13}, "gender_counts": {"M": 5, "F": 29, "N": 2, "A": 0}, "lines": 36, "transitions": "NFNMMFM-F-F-FMF-FFFFFFFFFFFFFFFFFFFFFFFM", "intro": [{"speaker": "Ezra", "line": "All alone are you lamb? Off searching for dear old mum? How very sweet. But the world's a dangerous place my dear, full of wolves waiting to snatch you up."}, {"speaker": "Noire", "line": "Um... th-thank you for the warning, sir, b-but..."}, {"speaker": "Ezra", "line": "That's no warning, lamb. I'm a wolf, and you've been snatched! Now come quietly. Scars tend to lower the sale price."}, {"speaker": "Frederick", "line": "Slavers, milord. Such damnable scum..."}, {"speaker": "Chrom", "line": "We'll have to hurry if we hope to catch them."}, {"speaker": "Tharja", "line": "Or we could stay here and just let me go to work on them. A curse to wither them away, perhaps? A slow death over a year? Oh, fie. Let's make it two."}, {"speaker": "Chrom", "line": "I think their captive would likely appreciate something a bit more immediate. Shepherds! Saving the girl is our top priority! Now move out!"}], "battle": [{"speaker": "Noire", "line": "It's over... My life is over... Mother, I'll be by your side soon..."}, {"speaker": "Noire", "line": "So this is how it ends... Killed... or worse. A clean death would be a mercy compared to what awaits... Huh? What's this? An old bow? Hmm, the string's still taut. I suppose I could use this to try and fight my way out. B-but those bandits are so strong and scary and... W-wait! My talisman! Let me just grab my talisman and then... ...... ...I AM THE FIRE AND FURY! ALL WHO DEFY ME WILL PERISH! REPENT, SCUM! REPENT THOUGH IT WILL SAVE YOU NOT! REPENT AND DESPAIR! BWAAA HA HA HA HA!"}], "end": [{"speaker": "Noire", "line": "Oh, thank you! Thank you so much! Had you not saved me, I... I fear to even think what would have happened..."}, {"speaker": "Chrom", "line": "It's all right, take it easy. No one's going to hurt you now."}, {"speaker": "Noire", "line": "*Sniff* P-please, sir... Let me come with you. There's someone I need to talk to, but I'm s-scared to be alone..."}, {"speaker": "Tharja", "line": "What do you want?"}, {"speaker": "Noire", "line": "I, um... I mean... Er... H-here, please look at this."}, {"speaker": "Tharja", "line": "Nice ring. Looks just like mine. You messing around with alchemy? Or is this something... darker?"}, {"speaker": "Noire", "line": "Wha--? N-no! It's nothing of the sort! It's just..."}, {"speaker": "Tharja", "line": "Tell me the truth, girl. You don't want to see what happens if you lie to me."}, {"speaker": "Noire", "line": "P-please, just give me... I n-need a moment... M-my talisman... Wh-where is my talisman... ......"}, {"speaker": "Tharja", "line": "......"}, {"speaker": "Noire", "line": "I AM BLOOD AND THUNDER! I AM A RIGHTEOUS FURY! ...I AM YOUR FUTURE DAUGHTER!"}, {"speaker": "Tharja", "line": "You are trying my patience."}, {"speaker": "Noire", "line": "INSOLENCE! I speak the truth! The ring I bear also hails from the future. A memento of you, my departed mother!"}, {"speaker": "Tharja", "line": "And that bizarre talisman?"}, {"speaker": "Noire", "line": "Your own handiwork! Wrought to steel the mewling heart of your coward daughter! In its strength did I find blessed escape from grief and solitude! Fear of death and killing, too, it drove from me, until I became an avatar of retribution! Only by clinging to it have I survived the crushing desolation of a ruinated future! BWAA HA HA HA HA!"}, {"speaker": "Tharja", "line": "Oh, give me that."}, {"speaker": "Noire", "line": "Um, w-wait! I need that! Without it, I can't--"}, {"speaker": "Tharja", "line": "Survive? You can and will. And not by becoming some avatar of retribution. Just be my daughter. Leave the retribution to me."}, {"speaker": "Noire", "line": "M-Mother..."}, {"speaker": "Tharja", "line": "My, this is a nasty little number. The future me is good. ...And very, very bad. Hee hee. I can't wait."}, {"speaker": "Noire", "line": "M-Mother, you're f-frightening me! ...A-again!"}, {"speaker": "Tharja", "line": "This little trinket will advance my research in the dark arts nicely... Hmm... You have my blood, right? I'm going to need a bit of it back."}, {"speaker": "Noire", "line": "Aaaaiiieee! I... I mean... BLEED ME DRY AND I SHALL BE AS THUNDER STILL!"}, {"speaker": "Tharja", "line": "See. No daughter of mine needs some mummer's prop to be strong. Hee... Hee hee..."}, {"speaker": "Noire", "line": "BWAAA HA HA HA HA!"}, {"speaker": "Tharja", "line": "Eee hee hee hee hee!"}, {"speaker": "Chrom", "line": "Oh, this is just wonderful..."}]}