{"chapter": "P17", "title": "The Threat Of Silence", "speakers": ["Chrom", "Lissa", "Lucina", "Robin", "Say'Ri", "Tiki"], "dialogue_counts": {"Chrom": 3, "Lissa": 1, "Lucina": 6, "Robin": 1, "Say'Ri": 6, "Tiki": 7}, "gender_counts": {"M": 3, "F": 20, "N": 0, "A": 1}, "lines": 24, "transitions": "MFFAF-FFFFFFM-F-FFFFFFFFF-FM", "intro": [{"speaker": "Chrom", "line": "Mmm... The air is sweet here. It's so calming."}, {"speaker": "Lissa", "line": "Makes you want to just flop down and take a huge nap, doesn't it?"}, {"speaker": "Lucina", "line": "Tempting..."}, {"speaker": "Robin", "line": "Odd. It seems like anywhere else to me..."}, {"speaker": "Say'Ri", "line": "This is Naga's Cradle. It is said the divine dragon once called this place home. Here, the Voice will enact a holy rite to commune with Naga and regain her power."}, {"speaker": "Tiki", "line": "......"}, {"speaker": "Lucina", "line": "Lady Tiki."}, {"speaker": "Tiki", "line": "......"}, {"speaker": "Lucina", "line": "...Lady Tiki?"}, {"speaker": "Say'Ri", "line": "Pray be silent, milady. The Voice is currently performing the rite. In doing so, she will draw the divine dragon's power from the land unto herself."}, {"speaker": "Lucina", "line": "Forgive me, I didn't realize. I thought she was sleeping... She looks so peaceful. What do you think she sees? Does she perchance dream?"}, {"speaker": "Chrom", "line": "I imagine she— ...Uh-oh. Is that what I think it is? Say'ri! Lucina! Enemies approach us from the south. We'd better get ready, or the Voice here is in for a rude awakening."}], "battle": [{"speaker": "Say'Ri", "line": "The Voice is defenseless in this state. We must become her shield until the rite is complete. We await your strategy, Robin. Make us as a wall of steel!"}], "end": [{"speaker": "Tiki", "line": "......"}, {"speaker": "Say'Ri", "line": "Are you unharmed, Lady Tiki?"}, {"speaker": "Tiki", "line": "Yes, thanks to you. I apologize for the delay, but the rite has borne fruit."}, {"speaker": "Say'Ri", "line": "You've taken in the power of the divine dragon?"}, {"speaker": "Tiki", "line": "Some of it, yes. ...It's strange. This power had always isolated me. Many were the days I wept alone, cursing the charge placed before me..."}, {"speaker": "Lucina", "line": "Lady Tiki..."}, {"speaker": "Tiki", "line": "But now my power has a purpose, and the world needs it to avoid a ruinous future. And so I shall offer it freely. Allow me to join you."}, {"speaker": "Lucina", "line": "...Are you certain?"}, {"speaker": "Tiki", "line": "I am. I've had quite enough of living in solitude, thank you. Besides, I've always longed to better know this world. Now I can help you save it."}, {"speaker": "Say'Ri", "line": "For all the talk of power, she was a gentle soul, and far too fragile..."}, {"speaker": "Chrom", "line": "Indeed. But I fear there's no time to grieve, Say'ri. We must keep moving. We'll try to bring her peace by securing it for the world."}]}