{
  "chapter": "00",
  "title": "Prologue",
  "speakers": [],
  "dialogue_counts": {},
  "gender_counts": { "M": 0, "F": 0, "N": 0, "A": 0 },
  "lines": 22,
  "transitions": "",
  "opening": [
    "In the distant past, the continent of Akaneia was invaded by the Durhua Empire, led by the Mamkute King, Mediuth.",
    "The people lived in fear and despair.",
    "The Holy Kingdom of Akaneia, which had always guarded the world, was also destroyed by the horrific power of the Dark Dragon.",
    "The world was facing ruin.",
    "However… A miracle occurred.",
    "Anri was a youth from the town of Aritia.",
    "He went on a perilous journey to obtain the divine sword of light, Falchion.",
    "And used it challenge and defeat the Dark Dragon, Mediuth.",
    "With Mediuth’s fall, the Durhua Empire was vanquished.",
    "The Kingdom of Akaneia was restored, and the world entered an age of peace.",
    "Taking lead from the Kingdom of Aritia, many other countries also began to rebuild themselves.",
    "But, 100 years after the war with Durhua.",
    "After many years had passed, Mediuth resurrected at Durhua.",
    "He allied with the neighbouring kingdoms of Grunia and Macedonia, and restored the Durhua Empire.",
    "Also he joined forces with Khadein’s Archbishop Garnef, who shared the same ambitions of ruling the world as him, and launched an attack on the Kingdom of Akaneia.",
    "Akaneia fought to the death, but under Grunia’s General Camus and Mediuth’s might they suffered terrible losses.",
    "Aside from Princess Nina, the royal family was wiped out.",
    "Aritia’s King Cornelius, who possessed the bloodline of Anri, left to defeat Mediuth.",
    "He took the Falchion, the divine sword of legends, to battle, but was betrayed by Aritia’s ally, Gra, and died in battle.",
    "Following him, the Kingdom of Aritia also fell.",
    "Prince Marth, just 14 years of age, managed to escape with the help of his elder sister, Princess Ellis.",
    "And he fled to the distant island country of Talis…"
  ]
}
