{"chapter": "04", "title": "Champions Of Aurelis", "speakers": ["Hardin", "Nyna", "Old Man", "Woman", "Young Man", "Merric", "Marth", "Lena", "Matthis", "Merach", "Aurelis King"], "dialogue_counts": {"Hardin": 2, "Nyna": 1, "Old Man": 1, "Woman": 2, "Young Man": 1, "Merric": 3, "Marth": 2, "Lena": 5, "Matthis": 7, "Merach": 2, "Aurelis King": 1}, "gender_counts": {"M": 19, "F": 8, "N": 0, "A": 0}, "lines": 28, "transitions": "-MFM-M-F-F-M-MMMMM-FMFMFMFMFM-M-M-M-M-M", "opening": ["Trace a line around the continent’s north-eastern plains, and you have Aurelis. This kingdom alone had somehow resisted Dolhr’s attempts to conquer it, but only by some miracle. By the time Marth arrived in Aurelis, much of its territory had already been carved up by Dolhr’s ally Macedon. Still, the king’s younger brother, Hardin, refused to give up without a fight. The people called him Coyote, and he intended to live up to the name. Since its founding, Aurelis and the holy kingdom of Archanea shared close ties and months ago Princess Nyna of Archanea had come to Hardin’s aid. By his side, she had called on the people to fight- but few remained to answer. Macedon’s finest soldiers were closing in. Nyna knew they were out of time…"], "intro": [{"speaker": "Hardin", "line": "Princess Nyna, the Altean Army has apapeared on the opposite side of the river."}, {"speaker": "Nyna", "line": "Oh, Hardin, have they really? So Prince Marth has come..."}, {"speaker": "Hardin", "line": "Finally, we can build a force to fight back. Princess, it is dangerous here. Please wait for the prince inside the fortress. Together with Altea, we will retake the castle!"}], "visit": [{"speaker": "Old Man", "line": "There are many treasures within the castle walls. However, if you do not have a thief in your army, you will not be able to open the chests!"}, {"speaker": "Woman", "line": "I hear that the shops in Port Warren sell many rare items. If you plan to travel there, don't waste your gold beforehand!"}, {"speaker": "Woman", "line": "Many foes wait inside the fortresses, ready to enter the battle. Block them so they can't get out!"}, {"speaker": "Young Man", "line": "Boy! What's that look on your face? Haven't you ever seen a backwoods village like this before? Speaking of rare sights... When I was last in Pyrathi, I saw a manakete! An old man stood there, but suddenly, he turned into a dragon! What a shock... Truth told, I was scared out of my wits at the sight of it! I've heard rumors about the dragonkin, that some survived to this day. Still, I never thought I'd see a manakete with my own eyes! What are you looking at? Oh, this? I picked it up on my trip. It's unusual, this glowing stone... I have no idea what it's for, so you can have it! It makes me uncomfortable anyway. What a nice young man! I hope we can speak again."}], "recruit-visit": [{"speaker": "Merric", "line": "Prince Marth! Finally we meet again."}, {"speaker": "Marth", "line": "Merric? is that you? What a surprise."}, {"speaker": "Merric", "line": "I was studying magic in Khadein when war came. I left the city then and have been looking for you."}, {"speaker": "Marth", "line": "I'm glad you sought me out. We could use someone with your talents in our army. Will you join us?"}, {"speaker": "Merric", "line": "Of course I will. I learned a strong spell in Khadein called Excalibur. I will demonstrate it in battle!"}], "recruit-talk": [{"speaker": "Lena", "line": "Matthis? Is that you?", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "Lena?! What are you doing on a battlefield?", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "I was attacked by bandits in the Teeth while tending to the sick there, and these people saved me. The real question is, what are YOU doing on a battlefield- least of all this one!", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "I’m not here by choice, sister of mine. Since you left, Macedon has only gotten worse and worse. They forced me to enlist- you know I hate warfare, but it was into the army or onto the chopping block.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "Shame on you, Matthis. If you’re going to fight, then at least fight for something you believe in. Medon has done terrible things: marrying their might to Doluna, helping them torment people…Brother, it’s not too late. You could join Altea’s forces. They’re good people you know. Prince Marth would welcome you. They all would.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "…All right, then. If I’m gonna to die, I’d rather die as one of the dashing than one of the dastardly. You know, Lena, you always were the reliable one and now you’re all grown up…I thought for sure you’d have already settled down with your one true love.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "T-true love? I’ve…I’ve met no such man, Matthis.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "Hmm, is that so? I’ll bet you haven’t… Well, you just be careful. There are plenty of thieves out there who would steal a girl’s heart.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "Huh? But...", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "Well, Lena, don’t push yourself too hard. I’ll just go and say my farewells to the Macedonian army.", "recruiter": "Lena", "recruit": "Matthis"}], "recruit-battle": [{"speaker": "Matthis", "line": "Lena...where have you gone? Even if it could be just once more...I had hoped to see you again."}, {"speaker": "Matthis", "line": "Lena... Forgive this useless brother."}], "boss": [{"speaker": "Merach", "line": "Princess Minerva bade me guard this castle in her absence. You shall not take it so long as I stand!"}, {"speaker": "Merach", "line": "Heh… You think you’ve won, wretch? Far from it…"}], "end": [{"speaker": "Aurelis King", "line": "Well met, Prince Marth! Princess Nyna has taken refuge in a fortress, but you will see her soon. Many enemies await you in the castle. You face many dangers. Do be careful."}]}