{"chapter": "05", "title": "Fire Emblem", "speakers": ["Emereus", "Wendell", "Merric", "Rickard", "Julian", "Nyna", "Marth"], "dialogue_counts": {"Emereus": 3, "Wendell": 6, "Merric": 3, "Rickard": 6, "Julian": 3, "Nyna": 2, "Marth": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 25, "transitions": "------------", "opening": ["After shattering Macedon’s main force outside Aurelis Castle, Marth next led his army into the castle’s halls to liberate the kingdom. A number of treasures slept in Aurelis Castle’s nooks and crannies but how to extract them before they could fall into enemy hands? “Only a thief could open chests locked that tight,” grumbled one of Marth’s men. But we don’t have any thieves with us. …Do we?"], "intro": [{"speaker": "Emereus", "line": "The rebels have made it into the castle? Impossible! Grr... Well, we will show them! Knights, form up and rush the intruders! Archers, defend the throne! Thieves, loot the castle's treasures and prepare to withdraw! Hear me! Do not let them set one foot into this chamber! Not one!"}], "recruit-talk": [{"speaker": "Wendell", "line": "Prince! I am Wendell, a bishop of Khadein. We are a peaceful people. But our pleas were met only with cruelty by Gharnef as he seized the city. Thanks to his dark influence, many mages have now allied themselves with Dolhr. Please, with the strength of your forces, find a way to put an end to Gharnef's ambitions.", "recruiter": "Marth", "recruit": "Wendell"}, {"speaker": "Merric", "line": "Oh! Master Wendell? Yes, it's you!", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Ah, Merric! How have you been, lad? You certainly look well.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "I was able to find Prince Marth of Altea! And I have joined his army as well. We are fighting the tyranny of Dolhr! Why are you here, Master?", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "How can I say this… Sadly, Khadein has fallen into darkness. A fiend called Gharnef has seized control. He has turned the city toward the shadow… I could not bear to serve him, so I fled on my own.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "What awful news! Master, please… Consider lending us your strength. If Gharnef serves Dolhr, he is our enemy! We will find a way to take Khadein back. I know the prince would be overjoyed to have so great a bishop as you as an ally, Master.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Hmm… Though I deplore violence, I cannot see another path… Very well, Merric. I will join your fight. Please let the prince know I am at his service.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Rickard", "line": "Thanks for saving me! Hey, wait a second… Aren't you the prince of Altea? My name is Rickard. I am but a humble thief. I came to loot this castle but ended up getting caught. Since you helped me out, I'll return the favor!", "recruiter": "Marth", "recruit": "Rickard"}, {"speaker": "Julian", "line": "Rickard? It can't be! What are you doing here?", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "Julian! It's been too long since I've seen you, Chief. I came to this castle to steal a few things. And wouldn't you know it...I got a little sloppy. And what brings you here?", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Julian", "line": "Me? As of today, I've washed my hands of thievery. I'm on the side of what's good and just.", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "Ha! I bet I know the truth behind this change of heart. Beauties have always been your weak point.", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Julian", "line": "N-not a chance! The spirit of justice awakened within me! Look, don't worry about it. Just join up with us!", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "There you go again, trying to make up my mind for me. Since you're the one asking... Well, why not? It's settled! I'll lend you a hand. But I'll take a cut of the loot as payment!", "recruiter": "Julian", "recruit": "Rickard"}], "recruit-battle": [{"speaker": "Wendell", "line": "I don't like fighting. You can do as you please..."}, {"speaker": "Wendell", "line": "This is regrettable..."}, {"speaker": "Rickard", "line": "Has anyone seen my big bro, Julian?"}, {"speaker": "Rickard", "line": "Crap, I blundered."}], "boss": [{"speaker": "Emereus", "line": "Blast! They're upon me! Why didn't those idiot soldiers stop them?!"}, {"speaker": "Emereus", "line": "Rrgh... Why... ?"}], "end": [{"speaker": "Nyna", "line": "You must be Prince Marth. You have done well to make it here. I am the princess of Archanea, Nyna. Though Archanea has long protected this world, Dolhr overwhelmed us, throwing all into chaos. I cannot fight. Marth, I beg you... Please, lead the forces of good and defeat Dolhr! You must liberate all of the lands Dolhr has occupied!"}, {"speaker": "Marth", "line": "Of course, Princess Nyna. Altea's allegiance to Archanea is steadfast. Moreover, as the prince of Altea, it is my destiny to defeat Medeus."}, {"speaker": "Nyna", "line": "I thank you, Marth. I will now entrust you with this treasure... The Fire Emblem is given to one with the strength to save the world when my royal family cannot. With this, you will be able to open chests containing invaluable treasures. The battles you face will test your every skill. But fight as hard as you can. Return light to this world!"}]}