{"chapter": "07", "title": "Port Warren", "speakers": ["Caesar", "Woman", "Old Man", "Villager", "Kannival", "Catria"], "dialogue_counts": {"Caesar": 1, "Woman": 2, "Old Man": 1, "Villager": 1, "Kannival": 2, "Catria": 1}, "gender_counts": {"M": 4, "F": 3, "N": 1, "A": 0}, "lines": 9, "transitions": "-M-F-F-M-N-M-M-F", "opening": ["The League had reached Archanean soil, so Marth gave himself leave to recuperate in Port Warren, a harbor town known for commerce. Coin alone kept the town free and they paid Dolhr dearly in taxes to preserve their autonomy. Naturally, then, theirs was a warm welcome when the Archanean League arrived. Marth's soldiers were glad to rest there, nestled between mountain and sea, but their joy was spoiled by news that the enemy was fast approaching- as harsh an awakening as a rock beneath the pillow."], "intro": [{"speaker": "Caesar", "line": "Prince Marth, we are mercenaries hired to protect Port Warren. Grust has gathered its forces in the northern fortresses. They have put the port to siege. It's very dangerous here. But there is a castle to the east that looks a bit safer. We should make it our target. Let's head out there together without delay!"}], "visit": [{"speaker": "Woman", "line": "Many foes wait inside the fortresses, ready to enter the battle. Block them so they can't get out!"}, {"speaker": "Woman", "line": "I've heard tell that a princess of Macedon is being held captive in Castle Deil. Macedon and Dolhr are supposed to be allies! I wonder what happened..."}, {"speaker": "Old Man", "line": "To defeat dragons, you must use a Dragon Killer sword."}, {"speaker": "Villager", "line": "In the coliseum, you will be rewarded with gold and experience if you win. But if you die, you lose your life. If you want to enter, you should be mentally prepared."}], "boss": [{"speaker": "Kannival", "line": "W-what are you doing all the way out here? Blast, I'm finished...!"}, {"speaker": "Kannival", "line": "Long...live...Grust! Nngff..."}], "end": [{"speaker": "Catria", "line": "Prince Marth, I am Catria of Macedon's Whitewings. I have come to you with a secret request. Princess Minerva's forces are planning to rebel against Dolhr. However, the princess's younger sister, Maria, has been taken hostage by Dolhr so we cannot act. We beg of you, please help us save the young princess!"}]}