{"chapter": "12", "title": "An Oasis Of Magic", "speakers": ["Gharnef", "Man", "Young Man", "Gotoh"], "dialogue_counts": {"Gharnef": 3, "Man": 1, "Young Man": 1, "Gotoh": 1}, "gender_counts": {"M": 6, "F": 0, "N": 0, "A": 0}, "lines": 7, "transitions": "-M-M-M-M-M-M-", "opening": ["Khadein, city of magic... This hallowed place is now under Gharnef's control. No warrior, no matter how brave, can stand up to the spells of Khadein. Though they may try, one by one...they will inevitably fall. Has this place truly sunk into shadow?"], "intro": [{"speaker": "Gharnef", "line": "What? The dregs of Archanea have come to challenge my kingdom? Ha ha ha... Really, do they think people have not tried before? So long as I possess this Imhullu magic, they cannot snuff my life out. No one can. As for the White Sage... He will trouble me no longer. With the dragon-goddess right where I want her, in the Fane of Raman, there is no way for Gotoh's Starlight to disperse the shadows that guard me."}], "visit": [{"speaker": "Man", "line": "You can't hope to fight Gharnef! His evil magic Imhullu protects him. Only Gotoh's Starlight can break his evil spell… But you didn't hear this from me! Get out of here!"}, {"speaker": "Young Man", "line": "Strong armor is no use against magic. Have a curate use the spell Barrier instead or Pure Water!"}], "boss": [{"speaker": "Gharnef", "line": "You must not value your life very much… I will show you the true terror of the darkest of magic, Imhullu!"}], "battle": [{"speaker": "Gharnef", "line": "I don't have time to play with you, little prince! If you want Falchion, you'll have to come to Thabes!"}], "end": [{"speaker": "Gotoh", "line": "Can you hear me, Prince Marth? I am the sage Gotoh. Through magic, I have reached out to you. Gharnef is too much for you. Listen to me if you want to defeat him! Gharnef and Miloah were both my students. But Gharnef stole Imhullu from me and disappeared. I believe he has Falchion as well… With both Falchion and Imhullu, he fears nothing, not even Dolhr. He aims to rule the world! As long as he wields Imhullu, he cannot be challenged. However, there is one way to defeat him. Bring me the Lightsphere and the Starsphere. If you can do this, I will grant you the one and only spell that can defeat him, Starlight!"}]}