{"chapter": "15", "title": "Manakete Princess", "speakers": ["Malledus", "Marth", "Gharnef", "Tiki", "Bantu", "Gotoh"], "dialogue_counts": {"Malledus": 1, "Marth": 1, "Gharnef": 1, "Tiki": 6, "Bantu": 3, "Gotoh": 1}, "gender_counts": {"M": 7, "F": 6, "N": 0, "A": 0}, "lines": 14, "transitions": "-MM-M-F-MFMFMF-F-F-M", "opening": ["To obtain the Lightsphere and the Starsphere for Gotoh, Marth and the others headed for Chiasmir's Fane of Raman. At the Chiasmir strait, the Sable Order fought valiantly to keep Marth’s army from reaching Chiasmir, but in the end Grust’s knights buckled: the world’s mightiest only in song. The League marched on to the Fane of Raman, a holy sanctuary built by the divine dragoons to house their most priceless treasures. Here another story was set to begin..."], "intro": [{"speaker": "Malledus", "line": "Your highness, please be careful inside the Fane of Raman. The goddess of this temple possesses fearful might. She will incinerate any and all intruders."}, {"speaker": "Marth", "line": "Hmm… I suppose we shouldn’t be intruding this sanctuary… But this temple holds the objects that I must seek. We must try not to provoke the temple’s guardians. I will only bring in a couple of soldiers with me."}, {"speaker": "Gharnef", "line": "Tiki... princess of the long-departed Naga clan... Incinerate all those who would disgrace the Fane of Raman! Don't forget that I saved you from Medeus after Bantu abandoned you!"}], "recruit-battle": [{"speaker": "Tiki", "line": "N-no! Please! Come no closer!"}, {"speaker": "Tiki", "line": "Ban-Ban... Wh-why did you leave me?"}], "recruit-talk": [{"speaker": "Bantu", "line": "Tiki! I've been looking everywhere! It seems Gharnef is controlling you... Now...wake up!", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "I... I... What... What happened? Where am I?", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Bantu", "line": "Back to your senses, are you? Good! How do you feel?", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "It was so scary... A terrible nightmare... that wouldn't end!", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Bantu", "line": "Oh, Tiki! I am so sorry. It's all my fault this happened! But you're all right now. I won't leave you again... I promise.", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Yes, please promise! Don't leave me alone ever again! Promise me that you won't...", "recruiter": "Bantu", "recruit": "Tiki"}], "end": [{"speaker": "Gotoh", "line": "Marth, can you hear me? I await you in the village north of the Macedon Aerie... Yes, I am near! If you indeed obtained the orbs, then bring them to me with haste! Without Starlight, you have no hope of taking Falchion back from Gharnef. Gharnef has retreated to Thabes, the city of illusion. Without a doubt, he has taken Elice there with him! I have protected your sister till now, but I cannot protect her forever... Hurry! Save Elice!"}]}