{"chapter": "16", "title": "Camus The Sable", "speakers": ["Nyna", "Old Man", "Lorenz", "Caeda", "Est", "Marth", "Camus", ""], "dialogue_counts": {"Nyna": 3, "Old Man": 1, "Lorenz": 5, "Caeda": 3, "Est": 1, "Marth": 2, "Camus": 4, "": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 21, "transitions": "----------", "opening": ["It was General Ordwin, one of the Three Heroes of the War of Liberation, who put Grust on the map. His peerless knights tamed their neighbors the barbarians in the kingdom’s infancy, securing its place as one of the greatest of the Seven Kingdoms. However, the current king, Ludwik, was weak-willed and easily cowed: Dolhr had little trouble forcing him into an alliance. Now he had taken ill, even as Grust suffered its string of defeats at the hand of the League. The once mighty kingdom was poised to fall..."], "intro": [{"speaker": "Nyna", "line": "Prince Marth. About Grust, there is something I wish to tell you. You should know that Grust's famous knights are led by General Camus. When the Dolhr-Grust allied forces seized control of Archanea three years ago, the entire royal family was killed, save me. I was given into Grust’s custody- the custody of the Sable Order, to be more specific. I am told Dolhr wished for my execution- and with it the end of the holy lineage of House Archanea- and Grust was willing to comply. Camus protected me, knowing he risked incurring the wrath of the Shadow Dragon. He was the one who eventually arranged for my escape to Aurelis. Afterwards, he was only held captive until recently, because he had won many victories for Dolhr. I hated him, too, at first. But in time, I found my hatred tempered by the compassion he showed me, my feelings... changed. If possible, I don't want to fight against him. All I wish is to see him again..."}], "visit": [{"speaker": "Old Man", "line": "It's good to see you, Prince Marth! Is my granddaughter Lena in good health? Please... give her this staff, Hammerne. It has been passed down in our family for generations. It can repair some weapons and items, but not all. Be sure to tell her to be careful when using it."}], "recruit-battle": [{"speaker": "Lorenz", "line": "No victory here can give Grust back her glory."}, {"speaker": "Lorenz", "line": "This, too, must be fate."}], "recruit-talk": [{"speaker": "Caeda", "line": "General Lorenz, I am Caeda of Talys. My father told me much of you.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Princess Caeda! You have grown into a beautiful young lady. Yes, your father was a great help to me.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "General... You did not truly want to become an ally of Dolhr, did you? Why then did you not put a stop to the alliance?", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Grust's king is a coward. He fears the power of Dolhr.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "Dolhr's aim is to conquer all of mankind with an army of manaketes. For the sake of all of the innocents, including those in Grust, we must put a stop to that ambition. Stop fighting us. Instead, join us!", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "My feelings have not changed... I fought only because I was ordered to. But it may be time to act. Very well, Princess. It is painful for me to betray my homeland, but I will join you in this fight!", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Est", "line": "You must be Prince Marth! I am Est of Macedon. We finally get to meet! I went and retrieved the sword Mercurius that Grust stole from Archanea. It is not for us that I obtained it. It's for you! Please make use of it.", "recruiter": "Marth", "recruit": "Est"}], "battle": [{"speaker": "Marth", "line": "General Camus, I have no wish to fight you. You know this battle is pointless; surely you must! Nyna also wants to see you. Please forget about the past, and drop your sword."}, {"speaker": "Camus", "line": "Prince Marth... It's already too late. So long as Grust continues to support Dolhr’s ambitions, it does not matter what I know or think. I am a knight; I have a duty to fight for my motherland’s glory till the very end. And besides, I caused your father's death. Why don't we just end everything here?"}, {"speaker": "Nyna", "line": "Wait, Camus... I beg of you. I do not wish to see that the two of you fight. It is... it is unbearable. Please, Camus, help us... no, help me."}, {"speaker": "Camus", "line": "I am sorry, Princess. Were my heart my master, I would do exactly as you say. But… Betraying my homeland, right as it nears ruin, is something that I cannot do. Nyna... Our days together may have been short, but I was very happy."}, {"speaker": "", "line": ""}], "boss": [{"speaker": "Camus", "line": "I pity you, for as long as I wield Gradivus, you have no hope of defeating me. Retreat and avoid this fate."}, {"speaker": "Camus", "line": "My dear... Nyna... Farewell..."}], "end": [{"speaker": "Marth", "line": "Princess Nyna... I am sorry. I could not do what you asked."}, {"speaker": "Nyna", "line": "Marth... It is I who should apologize for putting you through this. In truth, since the moment I entrusted the Fire Emblem to you, I knew this would happen. I saw that once the royal family was restored by the Fire Emblem, I would lose something precious to me. Our land has a legend of the emblem, Artemis's Curse, that foretold this..."}]}