{"chapter": "19", "title": "The Dragonkin Realm", "speakers": ["Malledus", "Marth", "Old Man", "Xemcel", "Medeus"], "dialogue_counts": {"Malledus": 4, "Marth": 4, "Old Man": 1, "Xemcel": 2, "Medeus": 1}, "gender_counts": {"M": 12, "F": 0, "N": 0, "A": 0}, "lines": 13, "transitions": "-MMMMMMMM-M-M-M-M", "opening": ["Dolhr... A land veiled in mystery, the kingdom of manaketes. Our story began with the revival of Medeus, the Earth Dragon, here in this realm... The land of Archanea has a long history of war, of tragic tales that are born and then fade... As time passes on, Medeus's ambition for a world controlled by manaketes is threatened. Marth and his army at last draw near to the end of their long march..."], "intro": [{"speaker": "Malledus", "line": "There, sire. Up on the mountains to the south, you can see Dolhr Keep."}, {"speaker": "Marth", "line": "And inside is Medeus, king of the earth dragons- the one they call the Shadow Dragon. ...Why doesn’t he leave the keep and face us?"}, {"speaker": "Malledus", "line": "I recall Lord Gotoh saying his return is not yet complete; only within the keep’s walls can he maintain dragon form, where the power of the seal does not affect..."}, {"speaker": "Marth", "line": "Power of the seal?"}, {"speaker": "Malledus", "line": "Yes. I don’t really understand either, but it seems it was created by the deities to protect humans from the evil dragon tribes. In this world there exists something known as the \"Binding Shield\"."}, {"speaker": "Marth", "line": "I have heard of this as well. It is mentioned in the legends of the guardian god, Naga. But I thought it was all just a myth. If the Binding Shield truly exists, then why has Medeus appeared?"}, {"speaker": "Malledus", "line": "Oh, that I... Anyway, now is our chance, before he resurrects completely."}, {"speaker": "Marth", "line": "Yes. We've come all this way, and we're so close to returning peace. To Dolhr Keep, then! Let us put a stop to this war!"}], "visit": [{"speaker": "Old Man", "line": "A temple sits atop the mountain to the south. Deep inside, a central pillar stands... In front of it, Aum can be used to restore a life. Yes! Use it there, and you can greet a fallen friend."}], "boss": [{"speaker": "Xemcel", "line": "This land, all of it- it belonged to us! Then you humans took it...defiled it!"}, {"speaker": "Xemcel", "line": "Rrgh... Emperor... Medeus... Forgive your servant's weakness..."}], "end": [{"speaker": "Medeus", "line": "Princeling! Do not think you have yet won! Though you dare approach me, I will not surrender! You will bear witness to the true power of the Earth Dragons... Yes... Come to me! I will cast you into the deepest pit of hell!"}]}