{"chapter": "13", "title": "Reunion At Dawn", "speakers": ["???", "Byleth", "Villager", "Dimitri", "Gilbert", "Kingdom Soldier", "Pallardó", "Ashe", "Mercedes", "Annette", "Sylvain", "Ingrid", "Felix", "Cornelia"], "dialogue_counts": {"???": 4, "Byleth": 32, "Villager": 11, "Dimitri": 27, "Gilbert": 21, "Kingdom Soldier": 1, "Pallardó": 6, "Ashe": 3, "Mercedes": 3, "Annette": 4, "Sylvain": 4, "Ingrid": 3, "Felix": 2, "Cornelia": 3}, "gender_counts": {"M": 57, "F": 13, "N": 22, "A": 32}, "lines": 129, "transitions": "-NANANN--NANANNANAANANAN-NANAN-M-MAAMAMAM-MAMAMAMAMAMAMMAAM-MNM-----MN-M-MMFFM-MFMM-M--M-F-F-M-M-F-M-N-N-NM-NM-NM-FMMFFMMAMMAMMAMAMMMAMFM-MAAMAM--MFMFMF-MAMMMM", "opening": ["In the Holy Kingdom of Faerghus, Imperialist loyalist Cornelia has subdued all regions of the former royal house of Blaiddyd to prevent further revolt. Prince Dimitri has been sentenced. Now, the backbone of the former Kingdom–Houses Gautier and Fraldarius–struggle to continue the resistance. Cornelia–operating out of the royal palace–has accepted the support of the Empire to build an army and plots to wipe out all remaining Kingdom forces.", "In the Leicester Alliance, House Riegan leads an anti-Imperial faction, while House Gloucester directs the Empire’s supporters. Despite the undeniable threat of fracture, the Alliance’s adept new leader, Claude, deftly maintains the outward appearance of a unified front.", "In Enbarr, the Imperial Capital of the Adrestian Empire, Emperor Edelgard fights to strengthen her regime. She has extended her reach to the Kingdom by inciting a coup and continues to draw its former lords under her influence in pursuit of controlling all of western Fódlan.", "In the meantime, the Knights of Seiros have been dispatched to find Archbishop Rhea, who remains missing despite their searching. Left unattended, the monastery at Garreg Mach has fallen to ruin…and become a haven for thieves."], "dialogue": [{"speaker": "Dimitri", "line": "You... What must I do to be rid of you? I will kill that woman, I swear it. Do not look upon me with scorn in your eyes!"}, {"speaker": "Byleth", "line": "What are you talking about?"}, {"speaker": "Byleth", "line": "Everything will be OK."}, {"speaker": "Dimitri", "line": "... You... It can't be! You're alive?! Hmph. If that is the case... That can only mean you are another Imperial spy. Did you come here to kill me? Answer the question."}, {"speaker": "Byleth", "line": "Of course not."}, {"speaker": "Dimitri", "line": "Ungh..."}, {"speaker": "Byleth", "line": "I'm glad you're safe."}, {"speaker": "Dimitri", "line": "Am I?"}], "cutscene": [{"speaker": "Dimitri", "line": "I should have known...that one day...you would be haunting me as well."}], "intro": [{"speaker": "Dimitri", "line": "..."}, {"speaker": "Byleth", "line": "What have you been doing the last five years?"}, {"speaker": "Dimitri", "line": "I have been dead, more or less."}, {"speaker": "Byleth", "line": "Why do you say that?"}, {"speaker": "Dimitri", "line": "What do you hope to gain, asking me that? There are more important matters at hand..."}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Dimitri", "line": "Do you not smell them? Filthy rats. Everywhere. And traces of those who were here long ago. And thieves, crawling from the woodwork, attracted by the promise of treasure. Heh… Since the monastery fell, order in the area fell right along with it. You must have seen the state of the town near Garreg Mach on your way here. Vile thieves run rampant. They pillage and loot to their heart’s content. I must kill them. Every last one. It’s time to hunt down their nest."}, {"speaker": "Byleth", "line": "What do you plan to do?"}, {"speaker": "Dimitri", "line": "I told you. I will kill them all."}, {"speaker": "Byleth", "line": "Even thieves are just trying to survive..."}, {"speaker": "Dimitri", "line": "It doesn't matter what their reasons are."}, {"speaker": "Byleth", "line": "We don't have to kill them to stop them."}, {"speaker": "Dimitri", "line": "They must die."}, {"speaker": "Dimitri", "line": "Someone must put a stop to this cycle of the strong trampling the weak. Or do you condone their actions? Do you believe that the pillaging and slaughtering those rats live for is justified?! It is reprehensible, and they must be put down! I intend to give them a taste of the pain they have inflicted on others. Even if it means becoming a rat myself. I swore to at least do that much… I will not let them down…"}, {"speaker": "Byleth", "line": "How many thieves are there?"}, {"speaker": "Byleth", "line": "Can just the two of us hope to prevail?"}, {"speaker": "Dimitri", "line": "It doesn't matter. All that matters is killing those who deserve to die."}, {"speaker": "Gilbert", "line": "Good work. I should have known to check the monastery. Let's move, quickly!"}, {"speaker": "Kingdom Soldier", "line": "Yes, sir!"}, {"speaker": "Gilbert", "line": "Dimitri... I'm on my way."}], "battle": [{"speaker": "Dimitri", "line": "It smells of blood and sewage. Seems I've found their nest."}, {"speaker": "Pallardó", "line": "What the... Intruders! Protect the goods!"}, {"speaker": "Dimitri", "line": "Shall we go rat hunting? Don't let a single vermin escape!"}, {"speaker": "Gilbert", "line": "His Highness! And... Professor? We must speak later."}, {"speaker": "Ashe", "line": "I know it's been five years, but I never expected the monastery to end up like this."}, {"speaker": "Mercedes", "line": "Oh! I haven't seen any of you in such a long time! I'm so glad to see you're alive."}, {"speaker": "Annette", "line": "We'll help out from here! It's over, thieves!"}, {"speaker": "Dimitri", "line": "Why... Why are you here?"}, {"speaker": "Sylvain", "line": "The monastery has become a nest of thieves."}, {"speaker": "Ingrid", "line": "Professor! You're alive after all! But first things first–let's defeat these thieves."}, {"speaker": "Felix", "line": "I'll lend a hand. We'll catch up later."}, {"speaker": "Dimitri", "line": "Listen up. We must end this quickly."}, {"speaker": "Dimitri", "line": "There are openings to the north and south. We'll split into two and tear them apart."}], "battle-talk": [{"speaker": "Ingrid", "line": "I'm glad we could meet again, Professor. It'll be nice to fight alongside each other. Just like old times.", "person_1": "Byleth", "person_2": "Ingrid"}, {"speaker": "Felix", "line": "Fancy meeting you here. A welcome surprise.", "person_1": "Byleth", "person_2": "Felix"}], "boss": [{"speaker": "Pallardó", "line": "No! I'm not the one you want! Gah! I guess I've got no choice."}, {"speaker": "Pallardó", "line": "Ah, you should yield me a tidy profit!"}, {"speaker": "Pallardó", "line": "I have no longer any reason to be here. Good-bye and be well!"}, {"speaker": "Dimitri", "line": "Damn it, we failed to kill him..."}, {"speaker": "Pallardó", "line": "I thought it would be easy money... Maybe it wasn't...meant to be..."}, {"speaker": "Dimitri", "line": "..."}, {"speaker": "Pallardó", "line": "It isn't looking good for us. Should we retreat?", "unit": "Dimitri", "boss": "Pallardó"}, {"speaker": "Dimitri", "line": "You didn't plan on letting him get away, did you?", "unit": "Dimitri", "boss": "Pallardó"}], "end": [{"speaker": "Ingrid", "line": "Your Highness! Professor! I'm so glad you're both safe..."}, {"speaker": "Dimitri", "line": "Why are you here?"}, {"speaker": "Ashe", "line": "Did you forget? We all made a promise here on this very day five years ago."}, {"speaker": "Mercedes", "line": "Dimitri, weren't you the one who asked that we all meet up here?"}, {"speaker": "Annette", "line": "Don't be silly! Of course you remember our promise. That's why you and the professor are here, right?"}, {"speaker": "Gilbert", "line": "Your Highness... I have been following news of your whereabouts for a while now. I am relieved to have finally found you."}, {"speaker": "Dimitri", "line": "Do not call me that. I am not a prince, but a walking corpse."}, {"speaker": "Byleth", "line": "Why would you say that?"}, {"speaker": "Gilbert", "line": "That is what we all believed, but it is not so. I can see with my own eyes that you are alive, Your Highness. But the jail cells in Fhirdiad are as solid as they come. How did you manage to…"}, {"speaker": "Dimitri", "line": "Dedue."}, {"speaker": "Byleth", "line": "What happened?"}, {"speaker": "Dimitri", "line": "He's dead. He died in my place."}, {"speaker": "Gilbert", "line": "I see. We will be sure to honor his loyalty, Your Highness. As for the state of the Kingdom, the lords from the western regions have declared their fealty to the Empire, starting with House Rowe. Cornelia’s band of traitors now refers to Kingdom territory as the Faerghus Dukedom. They’ve made Fhirdiad their stronghold as they continue to invade the eastern region."}, {"speaker": "Byleth", "line": "Traitors?"}, {"speaker": "Gilbert", "line": "There is much to tell you. I will explain everything in time."}, {"speaker": "Byleth", "line": "Cornelia?"}, {"speaker": "Gilbert", "line": "She is a mage who has served in the royal family for more than 20 years. There is much to tell you. I will explain everything in time."}, {"speaker": "Sylvain", "line": "Well, it’s not like all of the Kingdom’s lords have sided with the Empire. There are plenty of houses, like mine and Felix’s, that remain stubbornly opposed."}, {"speaker": "Gilbert", "line": "Your Highness. Please allow us to take up arms at your side once more. What we need more than anything isn’t soldiers, money or supplies. We need the legitimate heir of Faerghus to overthrow the Empire and reclaim the Kingdom! Such is your duty. It is yours alone to bear and well worth fighting for. Only you can gather our troops and lead us back into the light."}, {"speaker": "Byleth", "line": "You are still needed, Dimitri."}, {"speaker": "Dimitri", "line": "I see. So, you all agree that we must fight back. And you see how that woman…how the Empire cannot be forgiven. That we must wipe them all out until not a single one of them remains…"}, {"speaker": "Annette", "line": "Wipe them all out? Umm, I don’t think any of us here are suggesting anything that extreme…"}, {"speaker": "Gilbert", "line": "… Professor… There is something I would like to ask you. Please join me inside the monastery."}, {"speaker": "Gilbert", "line": "To think you survived under all that rubble for the past five years... I suppose stranger things have happened, odd as that is to admit. There is still much I would like to ask you... But I think that's enough for now."}, {"speaker": "Byleth", "line": "Is Rhea safe?"}, {"speaker": "Byleth", "line": "Where are the Knights of Seiros?"}, {"speaker": "Gilbert", "line": "On that day five years ago, during the battle with the Imperial army, Lady Rhea went missing. Since then, the Knights of Seiros have continued searching for her…and for you. I hear they have yet to find any promising leads. As the Empire has yet to release a statement, it’s hard to imagine that she has perished. And yet… Ah, never mind. Once news of your survival gets out, everyone will flock back to the monastery."}, {"speaker": "Byleth", "line": "What happened to the Kingdom?"}, {"speaker": "Gilbert", "line": "After that battle, a certain...incident took place in Fhirdiad. Rufus, who was serving as king regent, was murdered. I was once a knight in service of the royal family… I resigned from the Knights of Seiros, and returned to serve the Kingdom. However…"}, {"speaker": "Gilbert", "line": "This is madness! You truly claim that His Highness is the one who killed Rufus?"}, {"speaker": "Cornelia", "line": "Oh, but it’s true. The only one who could slip past the bodyguards and kill so efficiently is the young prince. You can’t deny it."}, {"speaker": "Gilbert", "line": "Rufus is Prince Dimitri’s uncle! His Highness is incapable of such an atrocious crime as murdering his own blood!"}, {"speaker": "Cornelia", "line": "Ah, but they were never very close, were they? It’s a well-known fact amongst former retainers. There are even rumors that Rufus was originally involved in the Tragedy of Duscur… Perhaps His Highness believed those rumors and murdered Rufus in a fit of rage. But I’m afraid none of that matters now."}, {"speaker": "Gilbert", "line": "Cornelia. Do not tell me that you..."}, {"speaker": "Cornelia", "line": "The decision has been made. His Highness will pay for his crime with his head. His sentence will be carried out the day after tomorrow. On that day, the royal bloodline will come to an end. All you have left to do is sit back and watch, you senile old fool. Watch as the Kingdom you love falls to ashes."}, {"speaker": "Gilbert", "line": "It was soon after announced that his sentence had been carried out. With His Highness’s death, the royal bloodline of House Blaiddyd was erased from this world. True to her word, all we could do was watch as she tore the Kingdom apart before our eyes. Since the execution and the prince’s corpse were concealed from the public, there have always been those who believed His Highness was still alive… As for myself, I only began to hope three years ago, when I chanced upon some compelling rumors…"}, {"speaker": "Byleth", "line": "What rumors?"}, {"speaker": "Gilbert", "line": "An Imperial platoon attacked without warning. Incident after incident of Imperial generals being slaughtered in Kingdom territory. It is said that each died in such a brutal, gruesome way that…it is hard to imagine they were killed by human hands."}, {"speaker": "Gilbert", "line": "I followed the rumors to location after location. Eventually, I had seen enough. I knew the rumors were true. Finally, after a half decade of torment, it happened. I found him…"}, {"speaker": "Gilbert", "line": "I fear his deep hatred, and the weight of his solitude, have consumed him for far too long… We must bring him back from the edge on which he stands."}, {"speaker": "Gilbert", "line": "To that end, I must speak with His Highness. I imagine it will not be a quick or easy conversation. I pray that he is of a mind to speak of such things. I am certain that my words will… Never mind. What must be done, must be done. I would wager that you are weary after the day’s events. Perhaps you should take this opportunity to get some rest."}]}