{"chapter": "15", "title": "Valley Of Torment", "speakers": ["Dimitri", "Felix", "Rodrigue", "Byleth", "Gilbert", "Kingdom Solider", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Seteth", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Gatekeeper", "Gwendal", "Kingdom Soldier"], "dialogue_counts": {"Dimitri": 30, "Felix": 9, "Rodrigue": 29, "Byleth": 44, "Gilbert": 20, "Kingdom Solider": 1, "Ashe": 2, "Sylvain": 4, "Mercedes": 3, "Annette": 4, "Ingrid": 3, "Ferdinand": 1, "Linhardt": 1, "Caspar": 4, "Bernadetta": 1, "Dorothea": 3, "Petra": 3, "Raphael": 1, "Ignatz": 3, "Lysithea": 1, "Marianne": 4, "Hilda": 4, "Leonie": 3, "Seteth": 1, "Flayn": 3, "Hanneman": 1, "Manuela": 1, "Alois": 1, "Catherine": 1, "Shamir": 3, "Cyril": 4, "Gatekeeper": 1, "Gwendal": 6, "Kingdom Soldier": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 203, "transitions": "---------------------------------------------------------------------------------------------------------", "opening": ["Your party travels to Ailell, the Valley of Torment, to meet up with allied troops and secure reinforcements. It should have been a safe march..."], "dialogue": [{"speaker": "Dimitri", "line": "You made it."}, {"speaker": "Felix", "line": "We received a reply from my father. You should read it too."}, {"speaker": "Rodrigue", "line": "Gilbert has filled me in on the details. He tells me you are in immediate need to additional troops. I would like to say that I will gather reinforcements and send them to the monastery at once... However, I cannot afford to leave the front lines for that long. Would you be willing to meet us south of Fraldarius territory in Ailell, the Valley of Torment? Ailell is halfway between the monastery and our territory. There, I will deliver the soldiers you require."}, {"speaker": "Byleth", "line": "The Valley of Torment..."}, {"speaker": "Gilbert", "line": "Ailell lies on the border between Kingdom territory and Alliance territory. Humans dare not approach that place."}, {"speaker": "Dimitri", "line": "He's right. In Ailell, we can meet up with them without our enemy ever finding out."}, {"speaker": "Felix", "line": "Once my old man delivers his soldiers to us, then our war against the Empire can finally begin."}, {"speaker": "Gilbert", "line": "The path ahead will be a difficult one, Your Highness. Deadly, in all likelihood..."}, {"speaker": "Dimitri", "line": "True. But what's the point in wavering now? Father, Stepmother, Glenn, and even Dedue... I am certain this will bring them great joy. I know if I can just offer them Edelgard's head... I just know it..."}, {"speaker": "Kingdom Solider", "line": "Ailell, the Valley of Torment..."}], "conversation": [{"speaker": "Dimitri", "line": "Go away."}, {"speaker": "Felix", "line": "Hmph. I am steeling myself to see my father again. I can't stand that old man."}, {"speaker": "Byleth", "line": "But he's your father."}, {"speaker": "Felix", "line": "That's just biological circumstance. We may have the same blood, but we've nothing else in common."}, {"speaker": "Byleth", "line": "You really hate him."}, {"speaker": "Felix", "line": "Yes, I do. Above all, I hate the crazed nonsense that comes out of his mouth."}, {"speaker": "Ashe", "line": "The Kingdom capital or the Imperial capital? I don't know which is the right way. If we tried to take on the Empire like this, would we really stand a chance? With House Fraldarius under attack, they probably can't spare many soldiers. On the other hand, if we did manage to take the Imperial capital, the war would be over. Hmm... I'm no good at thinking through this kind of complicated stuff."}, {"speaker": "Sylvain", "line": "Ailell, the Valley of Torment. Aw, man... I really do not want to go there."}, {"speaker": "Byleth", "line": "Pull yourself together."}, {"speaker": "Sylvain", "line": "Professor, have you ever been to Ailell? If you had, you'd know."}, {"speaker": "Byleth", "line": "Why not?"}, {"speaker": "Sylvain", "line": "That place is crazy hot! For guys like me who grew up somewhere cold? Man... It's gonna be rough. Though, I guess that climate will keep our enemies at bay."}, {"speaker": "Mercedes", "line": "I don't know about everyone else, but heading to the Empire seems like a good idea to me. The search for Lady Rhea will be so much easier if we can just get the Empire out of the way. I suppose Dimitri might still pose a problem though. He seems so fixated on the Imperial capital, but... I get the feeling he's not even sure what he wants anymore."}, {"speaker": "Annette", "line": "If we can take back the Kingdom, we'll recover our soldiers. And some food and supplies too, I bet. Most importantly of all, there are people in the Kingdom waiting for our help. Even His Highness understands that. I'm sure of it. Yet he wants to take on the Empire despite all that... Do you think...he just doesn't care about anything other than fighting Edelgard anymore?"}, {"speaker": "Byleth", "line": "That's not true."}, {"speaker": "Annette", "line": "But if not, then why..."}, {"speaker": "Byleth", "line": "You may be right."}, {"speaker": "Annette", "line": "He wasn't always like this. What happened..."}, {"speaker": "Ingrid", "line": "It is imperative that we regroup with those who continue to resist. Most importantly, we must join up with the Fraldarius family. If we do, our ability to reclaim the Kingdom capital is ensured. We should aim for this outcome rather than focusing our efforts on the Imperial capital. This seems to me the best strategy at present. But I feel what His Highness feels--his hatred, his anger--so keenly, as if it were my own. So I find it difficult to oppose his wishes."}, {"speaker": "Ferdinand", "line": "Some day we will take the Imperial capital. It is odd to think that I will be invading the very city that I once called home. Ah, that is still a ways off. I will prepare for our journey to Ailell."}, {"speaker": "Linhardt", "line": "I never do get used to the sight of blood. It always makes me feel as if I might faint. I suppose I've told you that though, yes? I've no idea how you cope with it. I hope this war ends soon. I dislike being lightheaded because other people are bleeding everywhere. Though the thought of working hard for it does sound like quite a pain..."}, {"speaker": "Caspar", "line": "We weren't related by blood, but Randolph was still my uncle... Seeing him end up that way was... Never mind. It's nothing."}, {"speaker": "Byleth", "line": "That's how it goes with war."}, {"speaker": "Caspar", "line": "This wasn't just about war. It was a grudge. Or are you gonna tell me you're on Dimitri's side?"}, {"speaker": "Byleth", "line": "I'm so sorry."}, {"speaker": "Caspar", "line": "It's fine. I don't need your sympathy. It's not like I had any real connection with him anyway. But Dimitri's methods... I don't know..."}, {"speaker": "Caspar", "line": "I'm sure he never trusted me, being born in the Empire and all."}, {"speaker": "Bernadetta", "line": "Ailell, the Valley of Torment? What kind of a name for a place is that? It sounds scary. Do I really have to go with you? Hey, um, here's an idea... Maybe let the recluse stay home and hold the fort!"}, {"speaker": "Dorothea", "line": "This is all a bit troubling, isn't it? The people from the Kingdom seem to be of two minds, as well. Can we really plan to fight when we're this unsure of ourselves?"}, {"speaker": "Byleth", "line": "Maybe fighting will actually help..."}, {"speaker": "Dorothea", "line": "You think once we're face to face with the enemy, it might help us band together? I hope so."}, {"speaker": "Byleth", "line": "It's hard to say."}, {"speaker": "Dorothea", "line": "Well, Professor, I hope you can bring everyone together. You might be the only person who can."}, {"speaker": "Petra", "line": "Since the past, I have learned much of the language of Fódlan. But speaking the Fódlan language still gives me difficulty. I can understand, read, and write with nearly perfection now. But understanding and speaking are...fruits of a different color."}, {"speaker": "Byleth", "line": "That's part of your charm."}, {"speaker": "Petra", "line": "I have gratitude for you, Professor. I hope that I will have fluency one day."}, {"speaker": "Byleth", "line": "Everyone has a weak spot."}, {"speaker": "Petra", "line": "Yes. I will keep practicing more."}, {"speaker": "Raphael", "line": "Ugh...so...hungry... I won't be able to train if I don't get some food in me! I used to eat until I was full, but nowadays I can't even get seconds! Aren't reinforcements supposed to be joining us soon? I hope they bring food along with them... I still want my little sis to live in the town here, but there's no point if we can't even feed her!"}, {"speaker": "Ignatz", "line": "The Valley of Torment... I'd heard of it, but I never expected to go there. It's exciting! I wonder what the landscape is like."}, {"speaker": "Byleth", "line": "It sounds dangerous."}, {"speaker": "Ignatz", "line": "It probably is dangerous, but I still want to get there and see it as soon as I can."}, {"speaker": "Byleth", "line": "It sounds painful."}, {"speaker": "Ignatz", "line": "Hm, that is an interesting point... The name does seem to suggest that."}, {"speaker": "Lysithea", "line": "Ailell, the Valley of Torment, lies on the border of three noble territories. The Kingdom's Fraldarius and Galatea families, and the Alliance's Daphnel family. Incidentally, the Galatea family was originally an offshoot from the Daphnel family."}, {"speaker": "Marianne", "line": "Valley of Torment... Valley of Torment..."}, {"speaker": "Byleth", "line": "Something wrong?"}, {"speaker": "Marianne", "line": "I once read a book full of legends surrounding Ailell, but I can't seem to remember..."}, {"speaker": "Byleth", "line": "Are you chanting some sort of curse?"}, {"speaker": "Marianne", "line": "N-no... I'm trying to remember the legends surrounding Ailell..."}, {"speaker": "Marianne", "line": "I feel there is something dreadful I'm forgetting."}, {"speaker": "Hilda", "line": "I heard we're headed to the Valley of Torment. I'm not exactly thrilled. That place is supposed to be really, really hot. Just the thought of it makes me uncomfortable."}, {"speaker": "Byleth", "line": "You don't like hot climates?"}, {"speaker": "Hilda", "line": "I hate them! You get all sweaty and sticky and eugh!"}, {"speaker": "Byleth", "line": "You want to stay here?"}, {"speaker": "Hilda", "line": "Ooh, that's not a bad idea! Though if our enemies attacked while I was here, that would be a pain too..."}, {"speaker": "Hilda", "line": "Ugh! Who names a place Valley of Torment? A more inviting name would have been nice. Valley of Endless Summer, something like that!"}, {"speaker": "Leonie", "line": "You're not a teacher anymore, and we're not your students, but everyone still calls you Professor. Is there something you'd rather be called?"}, {"speaker": "Byleth", "line": "Professor is fine."}, {"speaker": "Leonie", "line": "Guess that's what we're used to, huh? All right."}, {"speaker": "Byleth", "line": "Call me by my name."}, {"speaker": "Leonie", "line": "Oh? All right, then. I'll call you--ugh. Nope! Sorry, can't do it. Too weird."}, {"speaker": "Seteth", "line": "Meeting reinforcements in the Valley of Torment seems an astute decision to me. In that land of oppressive heat, it is unlikely that we will be disturbed. It also means we will need to contend with those harsh conditions ourselves, however. Best ensure we are well prepared."}, {"speaker": "Flayn", "line": "It has been only five years, yet so much has changed. Half of the Kingdom has fallen to the Empire. Skirmishes are rife throughout the Alliance. Despite such tumult, we look upon the same sky, unchanged by the storm happening beneath it."}, {"speaker": "Byleth", "line": "Do you wish you could return to those days?"}, {"speaker": "Flayn", "line": "Yes, it would be nice, I suppose. Things were...simpler then. Or so they seemed to be, at the time."}, {"speaker": "Byleth", "line": "It's true--it's just like it was all those years ago."}, {"speaker": "Flayn", "line": "Indeed. I gazed up at this same sky with Mother and Father. It does not feel so long ago at all. Wait, but how would you know, Professor?"}, {"speaker": "Hanneman", "line": "The monastery repairs have made solid progress. Most excellent news. When we first returned here, I was unsure what we were going to do with the ruins of this place... But if we can get the cathedral rebuilt, we'll have it looking just like old times soon enough."}, {"speaker": "Manuela", "line": "Gilbert was a knight to the royal family of Faergus? What was a man like that doing in Garreg Mach, I wonder? Who knows. Whenever I try to ask about it, he'd change the subject and avoid giving a proper answer."}, {"speaker": "Gilbert", "line": "These past five years, Lord Rodrigue worried for His Highness more than any other. But I wonder what he would say if he saw what has become of Dimitri..."}, {"speaker": "Alois", "line": "The Kingdom doesn't seem to have clear goals holding them together. Different people have different priorities. The situation right now is difficult. But at times like this, you have the opportunity to really shine, eh Professor? You're in charge. Show them what you're made of! I'll do what I can to help."}, {"speaker": "Catherine", "line": "Strategically speaking, our best move is probably to head for the Kingdom capital. Though, I think it's more likely that Lady Rhea is in the Empire, so I would not object to taking the fight directly to Edelgard. Hm. There are no right or wrong answers in war. What do you think we should do? I hope, with the goddess's guidance, we can make the right choice."}, {"speaker": "Shamir", "line": "There are enemy spies around. Remain vigilant. Capture anyone who seems suspicious."}, {"speaker": "Byleth", "line": "To kill them?"}, {"speaker": "Shamir", "line": "What else would we do with them?"}, {"speaker": "Byleth", "line": "All right, I will."}, {"speaker": "Shamir", "line": "I'm glad you understand. I'm counting on you."}, {"speaker": "Cyril", "line": "Gotta clean out the storerooms, tend the flowers, do the washing, dust the library..."}, {"speaker": "Byleth", "line": "That sounds like a lot of work."}, {"speaker": "Cyril", "line": "Well, it's my job, ya know? Gotta do your job."}, {"speaker": "Byleth", "line": "Do you need any help?"}, {"speaker": "Cyril", "line": "Nah, this is my job. Lady Rhea herself gave it to me. Even if Lady Rhea's not here right now, I still gotta do my duty."}, {"speaker": "Cyril", "line": "Like you. You gotta have other stuff you oughta be doing, yeah?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is everyone setting out on a big campaign? Not exactly? Ah, so you're meeting up with the reinforcements. Well, you can leave guarding this place to me! I'll keep an eye out for anything suspicious!"}], "intro": [{"speaker": "Gilbert", "line": "This valley isn't a place I'd care to return to . . ."}, {"speaker": "Ingrid", "line": "After the chilliness of Faerghus, I can't seem to adjust to this extreme heat."}, {"speaker": "Sylvain", "line": "Historically, there have been battles whose outcomes were determined in part by the climate. You can't argue that this heat isn't a factor."}, {"speaker": "Ingrid", "line": "In conditions like these, who knows what will become of our morale . . ."}, {"speaker": "Gilbert", "line": "Professor, be honest. How are you holding up?"}, {"speaker": "Byleth", "line": "I'm at my limit."}, {"speaker": "Gilbert", "line": "Don't overexert yourself. Perhaps it would be best to take breaks as we proceed."}, {"speaker": "Byleth", "line": "I never imagined it would be like this..."}, {"speaker": "Gilbert", "line": "Monks once used this area as an ascetic training ground because of the intense environment."}, {"speaker": "Gilbert", "line": "They say Ailell was born of the goddess's rage..."}, {"speaker": "Byleth", "line": "Her rage?"}, {"speaker": "Byleth", "line": "I hadn't heard that before."}, {"speaker": "Gilbert", "line": "If you believe the legends, this valley is evidence of the goddess's judgement...passed on humanity for its corruption. The forest that once covered the surrounding area was burnt to ash by a pillar of light that descended from the heavens. That legend fueled belief in a place of torment between our world and the next...where one's sins are purified in the cleansing flames."}, {"speaker": "Dimitri", "line": "Nonsense. Sins are not so easily washed away."}, {"speaker": "Gilbert", "line": "Indeed ... And there are no accounts of such a place in scripture. Yet those who cannot face their own sins have no choice but to cling to the idea."}, {"speaker": "Dimitri", "line": "..."}, {"speaker": "Mercedes", "line": "Ugh, I just don't think I can take this heat anymore. I think I'm starting to see things... Near those mountains over there.... Is it just me, or is there a group of people gathered there?"}, {"speaker": "Gilbert", "line": "No... It would seem you are not hallucinating after all."}, {"speaker": "Dimitri", "line": "That is House Rowe's banner. They curried favor with that witch and sold out Faerghus."}, {"speaker": "Gilbert", "line": "We messed up. There must have been a spy among us... Will you have us meet them in battle or wait for Rodrigue to arrive?"}, {"speaker": "Dimitri", "line": "There is only one option. How kind of them to save us the trouble of killing them later."}, {"speaker": "Byleth", "line": "Aren't they your former allies?"}, {"speaker": "Dimitri", "line": "Never call those traitors our allies again."}, {"speaker": "Byleth", "line": "They sold out the Kingdom, right?"}, {"speaker": "Dimitri", "line": "I will not repeat myself."}, {"speaker": "Dimitri", "line": "That banner belongs to the Gray Lion. It's a waste of breath to exchange words with one such as him."}, {"speaker": "Gilbert", "line": "His Highness is correct. He is not an opponent whom we can expect to negotiate with. Everyone! Prepare for the attack!"}], "battle": [{"speaker": "Gwendal", "line": "The Valley of Torment . . . Perhaps a good place to finish off my life as a knight. Only if that puny force of children is able to kill me, of course . . ."}, {"speaker": "Gilbert", "line": "That man, who raises the Lion's flag? Lord Gwendal. He is an elder knight who serves House Rowe. Gwendal would, without thought, fight any battle if ordered. There is no chance of negotiating with him."}, {"speaker": "Gilbert", "line": "Ailell is a deadly place. Flames burst from the ground with no warning. Sane people usually avoid it."}, {"speaker": "Dimitri", "line": "So, the flames of torment burn your sins, your life, your everything. If you wish to spare yourself the goddess's wrath, tread lightly."}, {"speaker": "Kingdom Soldier", "line": "Here we go! Attack them from both sides!"}, {"speaker": "Rodrigue", "line": "So Cornelia has planted spies even inside Garreg Mach."}, {"speaker": "Gwendal", "line": "The Shield of Faerghus has appeared! We can expect more out of him than the young ones."}], "battle-talk": [{"speaker": "Rodrigue", "line": "To meet you in a place like this... No, that won't do. I'll leave the talking until after the battle. Here's a small souvenir for you. Put it to good use.", "person_1": "Byleth", "person_2": "Rodrigue"}], "boss": [{"speaker": "Gwendal", "line": "Does a whelp like you really expect to kill me? I am Gwendal, the Gray Lion, a knight by the hand of Count Rowe! Do your worst!"}, {"speaker": "Gwendal", "line": "Ah, so I have found a place to die . . . Young ones . . . I thank you . . ."}, {"speaker": "Dimitri", "line": "The man praised as a lion is degraded to a mere traitor's underling.", "unit": "Dimitri", "boss": "Gwendal"}, {"speaker": "Gwendal", "line": "A traitor's underling? That's upsetting, Your Highness. I am and always have been a knight of House Rowe.", "unit": "Dimitri", "boss": "Gwendal"}, {"speaker": "Dimitri", "line": "How dare you? You are nothing but a lowly beast scavenging for scraps. You have forgotten the dignity of knighthood.", "unit": "Dimitri", "boss": "Gwendal"}, {"speaker": "Gwendal", "line": "I may be lowly, but this beast is loyal to his master.", "unit": "Dimitri", "boss": "Gwendal"}, {"speaker": "Dimitri", "line": "Ha! Then I had better kill a pet and deliver its head to that master . . .", "unit": "Dimitri", "boss": "Gwendal"}], "end": [{"speaker": "Rodrigue", "line": "It's been too long, Your Highness. But try to temper your joy, will you? This is a war, after all."}, {"speaker": "Dimitri", "line": "To say such a thing at a time like this. You have not changed one bit."}, {"speaker": "Rodrigue", "line": "Don't let looks deceive you. I've had a rough go of it ever since I crossed blades with those traitors in Fhirdiad. When I heard you'd been executed, I rushed there as fast as I could, blind with fury. When I got there, I was fed some garbage about not being able to see your body. The next thing I knew, I was gripping my blade and... Gilbert, you have done well to locate His Highness. I am truly grateful."}, {"speaker": "Rodrigue", "line": "And you... I have you to thank, as well."}, {"speaker": "Byleth", "line": "As his professor, it was my duty."}, {"speaker": "Byleth", "line": "We were all fortunate."}, {"speaker": "Rodrigue", "line": "Well, we are in your debt. I will repay you for this someday, I swear it. And you, Felix... You have also done well to bring His Highness here."}, {"speaker": "Felix", "line": "Hmph."}, {"speaker": "Dimitri", "line": "Tell us all you know, Rodrigue."}, {"speaker": "Rodrigue", "line": "I'm afraid there's not much to tell. You are aware that the western region of the Kingdom was taken by the Empire, correct?"}, {"speaker": "Dimitri", "line": "Yes, so I have heard. They are now calling it the Faerghus Dukedom or some nonsense."}, {"speaker": "Rodrigue", "line": "If you know that much, then the rest won't take long. Enemy or not, it's undeniable that Cornelia's plan was nothing short of genius. After seizing power, she invited the Imperial army to Fhirdiad. There, she reorganized her troops and then sent soldiers to hunt me down. Because of that, we were forced to act defensively. And now we're being forced into a difficult battle. She's been controlling the situation all along."}, {"speaker": "Dimitri", "line": "So that's been the witch's plan from the start. I should have killed her ages ago."}, {"speaker": "Rodrigue", "line": "Your Highness... Fhirdiad is in a terrible state right now. The tyranny is unbearable, and so the rebellions are endless. Refugees starve to death in the streets. If I may speak freely, Your Highness... We should change course for Fhirdiad and take down those traitors before we embark to Enbarr."}, {"speaker": "Dimitri", "line": "There's no time for that. We must annihilate Enbarr before all else."}, {"speaker": "Rodrigue", "line": "Think this through. I understand wanting to destroy the Empire and the emperor. I want that so much it hurts. But which is more important, the dead or the living?"}, {"speaker": "Dimitri", "line": " SILENCE."}, {"speaker": "Rodrigue", "line": "No, Dimitri, you will hear me out."}, {"speaker": "Dimitri", "line": "Are you asking me...asking the dead...to forgive that woman?"}, {"speaker": "Rodrigue", "line": "No, I would not ask that of you. What I am asking is that you allow us to prioritize the Kingdom capital over the Imperial capital for now. As Lambert's close and trusted friend, I am confident that he would have advised the same."}, {"speaker": "Dimitri", "line": "Do not dare to put words in the mouth of the dead. They are your words alone, even if you borrowed their lips. Until I offer up that woman's head, Father will remain a slave to his lingering regret and hatred... Even now, he suffers. It is ceaseless. As we waste time with idle chatter, his suffering continues!"}, {"speaker": "Rodrigue", "line": " You are my king. Our king. Wherever you lead, we will follow. But Your Highness... There are those who take up their sword in the name of revenge, and yet along the way, lose the strength and composure to follow through... You would do well to bear that in mind."}, {"speaker": "Dimitri", "line": "..."}, {"speaker": "Rodrigue", "line": "Ah, I nearly forgot. Take this, Your Highness. The time has come for it to be wielded by its true master."}, {"speaker": "Dimitri", "line": "Areadbhar... The Hero's Relic once wielded by my father."}, {"speaker": "Rodrigue", "line": "The very same. I managed to steal it back from one of Cornelia's underlings in Fhirdiad."}, {"speaker": "Felix", "line": "Understated as ever, Father. It must have been a true struggle to get it back."}, {"speaker": "Dimitri", "line": "I... I am grateful, my friend."}, {"speaker": "Rodrigue", "line": "Gilbert, Professor. May I request something of you? I wish to fight at your side."}, {"speaker": "Felix", "line": "Senile already, old man? Who will protect our territory?"}, {"speaker": "Rodrigue", "line": "I expected it would come to this, so I left those matters to my younger brother. He has my complete faith. I must keep my promise to our fallen king...to my dear friend."}, {"speaker": "Byleth", "line": "What promise?"}, {"speaker": "Rodrigue", "line": "A very old one. I swore it nearly 10 years ago. Now then, Your Highness. Let's destroy the Empire together. My men and I will spare no effort. I pray that you are right...and that this will save the Kingdom."}, {"speaker": "Rodrigue", "line": "Our orders are to capture Enbarr by striking the enemy stronghold directly... How familiar are you with the geography of Fódlan?"}, {"speaker": "Byleth", "line": "Very familiar."}, {"speaker": "Rodrigue", "line": "Then you must be aware that the Kingdom and the Empire are separated by the impassable Oghma Mountains, right?"}, {"speaker": "Byleth", "line": "Not very familiar."}, {"speaker": "Rodrigue", "line": "The Kingdom and the Empire are separated by the impassable Oghma Mountains."}, {"speaker": "Rodrigue", "line": "Legend has it that Saint Seiros once crossed over those mountains to fight against the Fell King Nemesis... But don't fool yourself. Leading an army over such steep mountains would be near impossible."}, {"speaker": "Gilbert", "line": "In order to infiltrate the Empire, we have no choice but to go around the mountains, either to the east or to the west."}, {"speaker": "Byleth", "line": "Let's go east."}, {"speaker": "Rodrigue", "line": "Yes, I agree."}, {"speaker": "Byleth", "line": "Let's go west."}, {"speaker": "Gilbert", "line": "Hmm. I believe that may be difficult. After all, the western region of the Kingdom is already loyal to the Empire. Perhaps we should consider going east...using the route that passes through Alliance territory."}, {"speaker": "Rodrigue", "line": "The Alliance is currently split in two. Those who stand with the Empire and those who are against it. Leading the Imperial faction is House Gloucester, while House Riegan leads those who oppose. We should take advantage of their internal conflict and proceed east along the mountains until we reach the Great Bridge of Myrddin in Alliance territory."}, {"speaker": "Byleth", "line": "Why there?"}, {"speaker": "Gilbert", "line": "The Airmid River divides Alliance and Empire territory. There are many large bridges that cross it. However, the Great Bridge of Myrddin is by far the largest, and it is also the closest to the monastery. I believe you crossed that bridge five years ago on your journey to the Battle of the Eagle and Lion."}, {"speaker": "Byleth", "line": "It's risky..."}, {"speaker": "Rodrigue", "line": "I'm afraid we have no other option. This is our only hope."}, {"speaker": "Byleth", "line": "What if the Empire and the Alliance both attack?"}, {"speaker": "Gilbert", "line": "I'm afraid it's a possibility. But it's still more practical than passing through the west."}, {"speaker": "Rodrigue", "line": "Perhaps our next move should be to contact House Riegan and request their cooperation..."}, {"speaker": "Byleth", "line": "Do you think they'll help us?"}, {"speaker": "Rodrigue", "line": "Claude of House Riegan is the leader of the Alliance and is firmly against the Empire. They are the enemy of our enemy... In other words, hopefully a friend."}, {"speaker": "Dimitri", "line": "Are you suggesting that we ask House Riegan to engage the Gloucester soldiers?"}, {"speaker": "Gilbert", "line": "I am. If we take the bridge, then House Gloucester will no longer be able to receive help from the Empire. There's no way a man as wise as Claude would refuse our request."}, {"speaker": "Rodrigue", "line": "And once we manage to capture the Great Bridge and gain a foothold into the Empire..."}, {"speaker": "Dimitri", "line": "Then we cross Gronder Field and head south toward Enbarr."}, {"speaker": "Ashe", "line": "But if we get attacked from both sides, we'll have to fight people from the Alliance, won't we?"}, {"speaker": "Mercedes", "line": "Speaking of House Gloucester, I wonder how Lorenz is holding up..."}, {"speaker": "Annette", "line": "If we meet him again, it will probably be as enemies. To be honest, I'd rather avoid seeing him altogether."}, {"speaker": "Dimitri", "line": "If you do not wish to kill familiar faces, do not tarry over the corpses of the dead."}, {"speaker": "Felix", "line": "Hmph. Good advice."}, {"speaker": "Dimitri", "line": "Prepare yourselves. It is time to steel your souls for the task at hand."}]}