{"chapter": "16", "title": "The Rose Colored River", "speakers": ["Rodrigue", "Byleth", "Dimitri", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Seteth", "Flayn", "Hanneman", "Manuela", "Gilbert", "Alois", "Catherine", "Shamir", "Cyril", "Gatekeeper", "Ladislava", "Imperial Soldier", "Dedue", "Lorenz", "Alliance General", "Acheron", "Maiden", "Kingdom General"], "dialogue_counts": {"Rodrigue": 29, "Byleth": 40, "Dimitri": 17, "Felix": 10, "Ashe": 1, "Sylvain": 1, "Mercedes": 3, "Annette": 4, "Ingrid": 1, "Ferdinand": 11, "Linhardt": 3, "Caspar": 1, "Bernadetta": 2, "Dorothea": 4, "Petra": 1, "Raphael": 1, "Ignatz": 1, "Lysithea": 1, "Marianne": 4, "Hilda": 3, "Leonie": 1, "Seteth": 1, "Flayn": 1, "Hanneman": 1, "Manuela": 4, "Gilbert": 3, "Alois": 1, "Catherine": 4, "Shamir": 1, "Cyril": 1, "Gatekeeper": 1, "Ladislava": 7, "Imperial Soldier": 2, "Dedue": 5, "Lorenz": 7, "Alliance General": 1, "Acheron": 3, "Maiden": 5, "Kingdom General": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 192, "transitions": "----------------------------------------------------------------------------------------------------------------------", "opening": ["Intent on the Imperial Capital, the Kingdom army goes around the Oghma Mountains and marches through Alliance territory as they continue south. But this route takes them through the territory of House Gloucester--Imperial supporters--so they request help from Claude, the leader of House Riegan. Claude agrees to to distract House Gloucester's soldiers, and the Kingdom army marches onward toward the Great Bridge of Myrddin to cross the Airmid River, which separates the Alliance and the Empire.", "After fending off the Empire, your forces decide it's time to advance. But first, you must capture the Great Bridge of Myrddin, a strategic crossing point over the Airmid River, which borders the Alliance and the Empire."], "dialogue": [{"speaker": "Rodrigue", "line": "Even though it's in ruins, in some strange way, this monastery never truly changes, does it? I studied at the Officers Academy when I was young. Those memories come rushing back whenever I return. What are you doing at this hour, anyway?"}, {"speaker": "Byleth", "line": "I couldn't sleep."}, {"speaker": "Rodrigue", "line": " It's the same for me."}, {"speaker": "Byleth", "line": "Nothing."}, {"speaker": "Rodrigue", "line": "I see."}, {"speaker": "Rodrigue", "line": "Perhaps you'll allow me to join you..."}, {"speaker": "Rodrigue", "line": ". I keep recalling my eldest son... He was quite gifted. In fact, he was appointed a knight at the age of 15. I still vividly remember the day he was granted a sword from His Majesty..."}, {"speaker": "Byleth", "line": "Your son... Isn't he..."}, {"speaker": "Rodrigue", "line": "Dead. He was killed nine years ago in Duscur. All that returned of him that day were his sword and his armor... After it happened, I said something horrible to Felix. He's hated me ever since...and I don't blame him. No matter how much you grieve, the dead will never return. No magic in the world can bring them back. That's why their memory clings to the living like a curse. The more they were loved, the tighter their hold, and the more suffering they cause... I fear I am not a strong enough man to scold His Highness for his foolishness."}, {"speaker": "Byleth", "line": "Someone must."}, {"speaker": "Rodrigue", "line": "Right you are... As adults, it is our responsibility to scold him and help him find his way again, but really... I'm just a failure of a man."}, {"speaker": "Byleth", "line": "I know how you feel..."}, {"speaker": "Rodrigue", "line": "Since this war began, we've seen countless generals, soldiers, and citizens die. It never gets easier."}, {"speaker": "Rodrigue", "line": "Professor... I entrust the young prince, and the future of Faerghus, to you."}, {"speaker": "Byleth", "line": "This is unexpected..."}, {"speaker": "Rodrigue", "line": "I suppose that was a dramatic way of putting it. My apologies."}, {"speaker": "Byleth", "line": "I won't let you down."}, {"speaker": "Rodrigue", "line": "You're a brave one, aren't you? One worthy of leading the Church of Seiros, I daresay."}, {"speaker": "Rodrigue", "line": "You should know that I have no intention of insisting that you take back Fhirdiad. All I ask is that you continue to rein in Dimitri's manic desire for revenge. Now then... we have received House Riegan's consent. All that's left is for us to depart. If we make it through Gloucester Territory and across the Great Bridge of Myrddin, we'll be in Empire territory. You are not afraid, are you?"}, {"speaker": "Byleth", "line": "A little."}, {"speaker": "Rodrigue", "line": "Ha! No need to worry. Don't you underestimate the power of my soldiers."}, {"speaker": "Byleth", "line": "I don't feel anything."}, {"speaker": "Rodrigue", "line": "Yes.Such is war..."}, {"speaker": "Rodrigue", "line": "I'm glad you were the one to lead the Blue Lion House, Professor. I mean that..."}], "conversation": [{"speaker": "Dimitri", "line": "If you stand in my way, I will strike you down."}, {"speaker": "Felix", "line": "Leaving the house in my uncle's hands? What is the old man thinking? I always knew my father was mad, but this time he's gone too far."}, {"speaker": "Byleth", "line": "I agree."}, {"speaker": "Felix", "line": "My uncle is a reliable man. But still."}, {"speaker": "Byleth", "line": "I'm actually grateful to him."}, {"speaker": "Felix", "line": "Easy for you to say. You hardly know the man."}, {"speaker": "Felix", "line": "Only a fool would abandon his own territory."}, {"speaker": "Ashe", "line": "The area around Castle Gaspard, where I was living, is under the control of House Rowe, who have submitted to the Empire. If I hadn't come to Garreg Mach, I might have ended up as your enemy at Ailell. That thought makes me really happy to be here now. I don't think I would have been able to handle facing all of you in battle."}, {"speaker": "Sylvain", "line": "I had an encounter with Lord Gwendal... How many years ago was it? Back before the academy, I met this girl who I fell madly in love with...and her dad tried to kill me. I suppose he just tried to scare me, but I was sure I was gonna die. Oh yeah, her dad? Lord Gwendal. Crazy, right? I never thought I'd seriously be trying to kill the guy in battle. I kind of don't know how to make sense of it."}, {"speaker": "Mercedes", "line": "It looks like we're all set with food supplies, thanks to Lord Rodrigue! We have more soldiers to feed now, so we'll still need to ration... But I think we have enough extra to make some tasty treats! I'll go scout the pantry."}, {"speaker": "Byleth", "line": "That would be wonderful."}, {"speaker": "Mercedes", "line": "We can enjoy it together over some tea!"}, {"speaker": "Byleth", "line": "We shouldn't be wasteful..."}, {"speaker": "Mercedes", "line": "That's true, but it's important to indulge every now and again. It's been so difficult lately and everyone is worn out. We won't be able to go on if we don't treat ourselves!"}, {"speaker": "Annette", "line": "Next we face the Great Bridge of Myrddin... We actually crossed it a long time ago. Do you remember? It was five whole years ago!"}, {"speaker": "Byleth", "line": "During the Battle of the Eagle and Lion?"}, {"speaker": "Annette", "line": "It seems like so long ago, doesn't it? It's odd how fast time flies..."}, {"speaker": "Byleth", "line": "When we went to Remire Village?"}, {"speaker": "Annette", "line": "What are you talking about, Professor? It was on the way to the Battle of the Eagle and Lion!"}, {"speaker": "Annette", "line": "Everyone was still friends then. After the fighting, we all ate together without splitting into our separate houses. I often wish we could go back to those peaceful days..."}, {"speaker": "Ingrid", "line": "Just like House Fraldarius, House Galatea is currently being invaded by the Dukedom. My family is not as wealthy as most others, so we are incapable of sparing resources or reinforcements. I'm sorry. It's just so frustrating, not being able to do anything to help."}, {"speaker": "Ferdinand", "line": "What used to be Aegir territory lies far to the east of the Great Bridge of Myrddin, downstream of the Airmid River. For the sake of my family, I wish we could invade the Empire from there. But I do not have the power to advocate for that. Strategically, Myrddin is more important."}, {"speaker": "Byleth", "line": "Someday, we'll take it back."}, {"speaker": "Ferdinand", "line": "Thank you, Professor. I will not give in. Not until I have restored my noble pride!"}, {"speaker": "Byleth", "line": "Taking it back would be difficult."}, {"speaker": "Ferdinand", "line": "Yes, I know it would be difficult, but I will not give in!"}, {"speaker": "Linhardt", "line": "Since I'm originally from the Empire, it seems no one trusts me with any important tasks. Fine by me. Honestly, I'd bet they're watching my every move to make sure I can be trusted."}, {"speaker": "Byleth", "line": "I'm sure they're not..."}, {"speaker": "Linhardt", "line": "If I were in charge, it's what I would do."}, {"speaker": "Byleth", "line": "Probably."}, {"speaker": "Linhardt", "line": "I knew it. War makes people crazy, huh?"}, {"speaker": "Caspar", "line": "The Airmid River separates the Empire and Alliance. It's the largest river in Fódlan. Sometimes it'll flood when there's lots of rain, but... At least the land gets some extra water!"}, {"speaker": "Bernadetta", "line": "War isn't kind to you if you're a recluse. By the time you realize what's going on, you're already under attack. And if you're off by yourself, you can get killed with no one ever finding out."}, {"speaker": "Byleth", "line": "Sounds like you're learning."}, {"speaker": "Byleth", "line": "I highly doubt that would happen."}, {"speaker": "Bernadetta", "line": "Oh, that'd be awful--just terrible! OK, Professor, I get it. I know I'll have to come out."}, {"speaker": "Dorothea", "line": "We're going to invade the Empire...which means we'll be fighting people we know, won't we? If we're attacked by someone we know, or used to think of as a friend, is it permitted to run away?"}, {"speaker": "Byleth", "line": "No, it's not OK."}, {"speaker": "Dorothea", "line": "Makes sense. A commander running away would be terrible for morale."}, {"speaker": "Byleth", "line": "I wouldn't blame you."}, {"speaker": "Dorothea", "line": "Really? If something happens, will you keep me safe?"}, {"speaker": "Petra", "line": "If we can suppress this Myrddin, we can invade into the Empire. Right? I was in the Empire. Now I will be an enemy... I am having strange feelings. It is with ease that an ally turns into an enemy."}, {"speaker": "Raphael", "line": "I finally got to eat a full meal for the first time in forever, and it's all thanks to Lord Rodrigue! I've got so much energy! Let me at that Great Bridge of Myrddin! I'll bust it down myself! Oh, but then how do we cross?"}, {"speaker": "Ignatz", "line": "The Great Bridge of Myrddin isn't just a bridge. It has the features of a fortress. I believe it was built for military purposes by the first leader of the Adrestian Empire. In other words, it's even older than the monastery. So if we occupy the Great Bridge, we'll have to search it from top to bottom."}, {"speaker": "Lysithea", "line": "I'm sure you know this already, but House Ordelia is aligned with the Empire. They face the Empire from across a river, similar to the Gloucesters. Even so, I refuse to yield to the Empire a second time. The Empire did unthinkable things to my family. And to me. The only option here is winning. Professor, you must promise we will overcome the Empire."}, {"speaker": "Marianne", "line": "My adoptive father is planning on supporting the Riegan family in the upcoming operation. He says it's the perfect opportunity to get both the Alliance and the Kingdom on his side. He even insisted that I promote the good name of House Edmund to the people of the Kingdom."}, {"speaker": "Byleth", "line": "Have you managed to do that?"}, {"speaker": "Marianne", "line": "No... I'm not very good at this sort of thing."}, {"speaker": "Byleth", "line": "Do you really need to promote them?"}, {"speaker": "Marianne", "line": "He'll see right through me if I lie, so I can't ignore the request..."}, {"speaker": "Marianne", "line": "But I suppose I did just tell you, so that must count for something."}, {"speaker": "Hilda", "line": "Claude says he's on our side. I know everything will be fine if we leave it to him! He may act like a layabout, but he's actually smart. And although Claude isn't honest about some things, you can trust him when it counts."}, {"speaker": "Byleth", "line": "You're not calming my nerves."}, {"speaker": "Hilda", "line": "No, I'm sure it'll be fine! That's just my gut feeling, but still."}, {"speaker": "Byleth", "line": "Yeah, I'm not worried."}, {"speaker": "Hilda", "line": "Yeah, he'll do us proud! That's just my gut feeling, but still."}, {"speaker": "Leonie", "line": "Lord Rodrigue seems reliable. But even with his help, aren't we still a little shorthanded? We can probably make it to the Great Bridge of Myrddin. But beyond that, I don't know. Don't let Dimitri push you too much, Professor. It'll shorten your life for sure."}, {"speaker": "Seteth", "line": "So, the renowed Shield of Faerghus is now on our side. That is quite reassuring. Not only will he provide valuable support in battle, but he has also brought us much-needed supplies. We cannot grow complacent, however. We must take the Imperial capital as soon as possible."}, {"speaker": "Flayn", "line": "Being here brings back all manner of memories. The days I spent studying here with you and everyone else--those days were so special to me. They truly were some of the warmest days of my life. I hold them dear in my heart. And now, to be forced to fight with those I was once so close to, my friends... It is most saddening."}, {"speaker": "Hanneman", "line": "The battle at Ailell was a tactical marvel. You grow stronger with each passing day. Where does your talent end and your Crest's power begin? Are they one and the same, I wonder? Most intriguing. Yet it is quite difficult to draw useful conclusions, given the situation. It is quite unfortunate I did not achieve my research goals before the war broke out. So much unknown. Now, I fear I will not have those answers even by conflict's end. So very frustrating."}, {"speaker": "Manuela", "line": "Oh, hello there, Professor. Did you need something from me? It doesn't look like you're wounded or anything. You just looking for...someone to talk to?"}, {"speaker": "Byleth", "line": "Yes."}, {"speaker": "Manuela", "line": "I thought so. Well, I'm here for you! Making you feel better is my top priority."}, {"speaker": "Byleth", "line": "No."}, {"speaker": "Manuela", "line": "Come on now, you don't have to be shy. Helping you feel better is important to me."}, {"speaker": "Manuela", "line": "Whether it's physical pain or worries of the heart, you can come to me for anything, Professor."}, {"speaker": "Gilbert", "line": "House Fraldarius is a military house. They swore fealty to the royal family at the Kingdom's founding. The current family head, Lord Rodrigue, was raised like a brother to the former king. He harbors a loyalty that goes beyond mere duty. Perhaps that is why he was willing to lend us his aid."}, {"speaker": "Alois", "line": "I thought House Fraldarius had an invasion of their own to worry about. I'm impressed Lord Rodrigue was willing to provide us all these reinforcements and supplies. The knights' morale is really boosted, seeing as they have had their first good meal in a while. Let's hope we can keep this up, and take down the Great Bridge of Myrddin!"}, {"speaker": "Catherine", "line": "Gwendal made the ultimate sacrifice in service of House Rowe. I understand that feeling. I'd do anything for Lady Rhea."}, {"speaker": "Byleth", "line": "But--"}, {"speaker": "Catherine", "line": "You think we should have stopped him. You might be right about that."}, {"speaker": "Byleth", "line": "I understand it too."}, {"speaker": "Catherine", "line": "I'm surprised. I didn't peg you as the kind of person to say that sort of thing."}, {"speaker": "Catherine", "line": "At any rate, it's up to the individual how to demonstrate loyalty."}, {"speaker": "Shamir", "line": "So, House Riegan accepted. I knew the leader of the Alliance wouldn't refuse. Still, we can't let our guard down. There's no telling when he'll turn on us. If we advance through the Alliance into the Empire, our chances for reconnaissance will be limited. I just hope it goes according to plan."}, {"speaker": "Cyril", "line": "Lady Rhea must be so scared. We gotta find her quick as we can. We got reinforcements from the Kingdom people now, right? Then we oughta be able to go save her!"}, {"speaker": "Rodrigue", "line": "Even after all these decades, the academy hasn't changed a bit. I remember it well, even now. I used to sneak out of lectures with Lambert almost every day... I suppose this is not the time for an old man's nostalgia. We have received approval from House Riegan. We should set out as soon as you're ready."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Lord Rodrigue is revered by all as the Shield of Faerghus. I was imagining a more stern-faced fellow, but he's actually quite friendly. Shocking! I heard that he recently spent the night drinking in the dining hall with soldiers from the church..."}], "intro": [{"speaker": "Gilbert", "line": "Our scout has returned. As expected, there are quite a few Imperial soldiers stationed there."}, {"speaker": "Dimitri", "line": "I see. So the enemy has prepared for our arrival... It matters not. I will kill them all, whether they are one or one hundred."}, {"speaker": "Byleth", "line": "That's not necessary."}, {"speaker": "Byleth", "line": "Don't say such things..."}, {"speaker": "Dimitri", "line": "What would you do, if you saw the people who stole everything from you? If you saw them right before your eyes, living carefree lives and feeling no guilt. Would you feel nothing? Do nothing? Five years ago... Did you not deem the woman who killed Jeralt to be unforgivable? I am most certain that you did. You couldn't let her get away with her crime, so you took up your sword in pursuit."}, {"speaker": "Byleth", "line": "You're wrong."}, {"speaker": "Dimitri", "line": "I think not. We're the same, you and I."}, {"speaker": "Byleth", "line": "You're right."}, {"speaker": "Dimitri", "line": "Precisely my point. We're the same, you and I."}, {"speaker": "Felix", "line": "You're wasting your time. There's nothing to be gained from exchanging words with a boar that has lost its mind."}, {"speaker": "Gilbert", "line": "Felix..."}, {"speaker": "Felix", "line": "This is war. Every last one of us has lost someone we care for. But we choose to suppress our anger and go right on living. Do you know why?"}, {"speaker": "Byleth", "line": "Because we've given up."}, {"speaker": "Felix", "line": "Revenge can't bring the dead back to life. Unfortunately such a thing isn't possible. Hanging onto your anger, like the boar here, is futile."}, {"speaker": "Byleth", "line": "Because it's pointless."}, {"speaker": "Felix", "line": "That's right. All the boar is accomplishing is stacking up more corpses."}, {"speaker": "Dimitri", "line": "Tell me, Felix... If the dead are beyond reach, is it not also pointless to mourn or even bury those who are lost?"}, {"speaker": "Felix", "line": "Ha. That mind of yours. I'm done here. Remember, Professor. It's not compassion for this fool that has brought our army so far. There are those of us who despise the Empire, and those who side with the church. If we keep running down this path, it's only a matter of time before the ground beneath us collapses."}, {"speaker": "Rodrigue", "line": "That's enough, Felix."}, {"speaker": "Felix", "line": "Hmph. You're a damned fool, old man."}, {"speaker": "Rodrigue", "line": "The soldiers are ready to march on your command."}, {"speaker": "Dimitri", "line": "Then let's move out at once. Every moment counts."}, {"speaker": "Rodrigue", "line": "Understood. Let's show those Empire dastards the power of the Knights of Faerghus!"}], "battle": [{"speaker": "Ladislava", "line": "That symbol...it's an enemy raid! Stay calm and face them head-on. Send a messenger to Acheron immediately! If we're quick, we might be able to pull off a pincer attack!"}, {"speaker": "Dimitri", "line": "Edelgard's dog, huh? All the more reason to kill her."}, {"speaker": "Rodrigue", "line": "Attack Ladislava and take the bridge. Shall we begin?"}, {"speaker": "Rodrigue", "line": "Let's deal with the enemies protecting the fortress quickly, and take control of this area."}, {"speaker": "Imperial Soldier", "line": "Enemies approaching! Get the soldiers standing by to join the fight! We may need to hurry up preparations of the ballista too. Protect the fortress!"}, {"speaker": "Imperial Soldier", "line": "You think we'll let you take this bridge form us?"}, {"speaker": "Rodrigue", "line": "This is no good... Reinforcements keep coming, and more will soon join them."}, {"speaker": "Dedue", "line": "Your Highness! Apologies for the late arrival."}, {"speaker": "Dimitri", "line": "Dedue... You're alive... How?!"}, {"speaker": "Dedue", "line": "We can discuss it later. For now, allow me to join your forces."}, {"speaker": "Lorenz", "line": "I, Lorenz Hellman Gloucester, have arrived to join the battle in my father's stead!"}, {"speaker": "Alliance General", "line": "We'll ally ourselves with the Imperial soldiers too!"}, {"speaker": "Ladislava", "line": "Thanks for making your way here. Annihilate the enemy with the rest of them!"}, {"speaker": "Lorenz", "line": "Is that...the professor? Why would someone like that join such a senseless fight?"}, {"speaker": "Ferdinand", "line": "Lorenz! Here you are. I am heading south, so I will leave this area to you."}, {"speaker": "Ladislava", "line": "Acheron! Now's the time to show your loyalty to the Empire! Attack the enemy from behind!"}, {"speaker": "Acheron", "line": "I've got to make her name known to Her Majesty through distinguished service."}, {"speaker": "Rodrigue", "line": "Acheron, a minor lord of the Alliance territory... If he's fighting for the Empire, we've no choice but to attack him."}], "boss": [{"speaker": "Lorenz", "line": "Lay me to rest...in a manner that is befitting...of the nobility..."}, {"speaker": "Lorenz", "line": "I yield. Though I will not beg for my life. That would be unbecoming, wouldn't it?"}, {"speaker": "Lorenz", "line": "You're inviting me to join you? But...to abandon House Gloucester... No--I can convince my father. I will help you topple the Empire, I swear it!"}], "end": [{"speaker": "Dimitri", "line": "It's a farce. All of it..."}, {"speaker": "Dimitri", "line": "Dedue! Why...How are you here? You died. Five years ago..."}, {"speaker": "Dedue", "line": "I was saved by my brothers. Men of Duscur."}, {"speaker": "Dimitri", "line": "Those people you were with... They were of Duscur? And they saved you?"}, {"speaker": "Dedue", "line": "Your Highness. I asked that you fulfill your long-held desire, did I not? Allow me to once again act as your sword and shield. Please, let me witness your triumph. I want to behold the moment your wish is finally granted."}, {"speaker": "Dimitri", "line": "Dedue... Of course. And in exchange, I ask that you swear something to me, here and now. Do not ever throw your life away again. Understood?"}, {"speaker": "Dedue", "line": "Your Highness... Understood."}, {"speaker": "Dimitri", "line": "Idiots. Embracing death for the sake of that woman. Truly foolish..."}, {"speaker": "Byleth", "line": "Aren't you happy we won?"}, {"speaker": "Byleth", "line": "What troubles you?"}, {"speaker": "Dimitri", "line": "I... I don't know."}, {"speaker": "Byleth", "line": "Do you regret killing them?"}, {"speaker": "Dimitri", "line": "They were just beasts with human faces. I had no choice but to kill them, and so I did. That...that is all there is to it."}, {"speaker": "Rodrigue", "line": "It's about time you two returned. We must discuss our next course of action."}, {"speaker": "Maiden", "line": "Please! I need to join you, no matter the cost!"}, {"speaker": "Kingdom General", "line": "I'm sorry, but my hands are tied..."}, {"speaker": "Rodrigue", "line": "By the goddess! What's with all the commotion?"}, {"speaker": "Maiden", "line": "*gasps*"}, {"speaker": "Rodrigue", "line": "What is this girl doing here? This is an army, not an orphanage."}, {"speaker": "Kingdom General", "line": "I believe she's from a nearby village. She keeps insisting that she needs to join our ranks."}, {"speaker": "Rodrigue", "line": "And you thought we could use a child on the front lines? Hurry up and take her back to her parents."}, {"speaker": "Maiden", "line": "My family is gone. I don't have anywhere else to go. Please! I can use magic and I can fight! I can cook, do laundry, anything!"}, {"speaker": "Rodrigue", "line": "I'm sure there are plenty of more suitable places to find work. Why are you so fixated on this army, young lady?"}, {"speaker": "Maiden", "line": "I need...to get revenge. I must strike down the one who murdered my big brother!"}, {"speaker": "Rodrigue", "line": "Your Highness... What should we do?"}, {"speaker": "Dimitri", "line": "Let her do as she pleases."}, {"speaker": "Maiden", "line": "Thank you...very much."}]}