{"chapter": "18", "title": "The King's Triumphant Return", "speakers": ["Gilbert", "Byleth", "Sylvain", "Ingrid", "Dedue", "Dimitri", "Felix", "Seteth", "Mercedes", "Ashe", "Annette", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "Cornelia", "Dukedom General", "Kingdom Soldier"], "dialogue_counts": {"Gilbert": 14, "Byleth": 41, "Sylvain": 2, "Ingrid": 2, "Dedue": 4, "Dimitri": 50, "Felix": 4, "Seteth": 2, "Mercedes": 2, "Ashe": 4, "Annette": 5, "Ferdinand": 3, "Linhardt": 1, "Caspar": 1, "Bernadetta": 3, "Dorothea": 4, "Petra": 1, "Lorenz": 4, "Raphael": 4, "Ignatz": 4, "Lysithea": 1, "Marianne": 1, "Hilda": 1, "Leonie": 1, "Flayn": 1, "Hanneman": 1, "Manuela": 1, "Alois": 1, "Catherine": 1, "Shamir": 1, "Cyril": 4, "Anna": 1, "Gatekeeper": 1, "Cornelia": 16, "Dukedom General": 3, "Kingdom Soldier": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 195, "transitions": "-----------------------------------------------------------------------------------------------------------", "opening": ["Despite their victory at the Battle of Gronder, the Kingdom army turns around and marches for Fhirdiad instead of heading south.To hail the arrival of the Kingdom army, the people of Fhirdiad begin to rebel. No move is made to suppress them. Instead, Cornelia directs her borrowed Imperial troops to prevent Dimitri from reaching the Kingdom capital.", "After Rodrigue's death, Dimitri reassesses his plan of attack. For the sake of the Kingdom, he chooses to forestall an invasion of the Empire in favor of securing his own capital city of Fhirdiad."], "dialogue": [{"speaker": "Gilbert", "line": "Our victory at Gronder was certainly a turning point for us. However... Rodrigue's death has been difficult to bear. We've lost considerable military strength and resources."}, {"speaker": "Byleth", "line": "Are there no lords we can rely on?"}, {"speaker": "Byleth", "line": "Is there no way to secure more soldiers?"}, {"speaker": "Sylvain", "line": "Unfortunately, with things as they are now, I don't think House Gautier has any resources to spare."}, {"speaker": "Ingrid", "line": "I'm sorry. I really wish we could help. If only house Galatea had anything to give..."}, {"speaker": "Gilbert", "line": "If we split up the soldiers currently defending the monastery, we should have sufficient numbers to invade the Empire. But even then..."}, {"speaker": "Dedue", "line": "Your highness! You should be resting. Your wounds are still healing..."}, {"speaker": "Dimitri", "line": "I am well, I assure you. More importantly... may I have a moment of your time?"}, {"speaker": "Dimitri", "line": "Thank you. I wish to apologize. To all of you. I have led you down this dark path with me, and have cost so much suffering along the way... I cannot tell you how sorry I am for my behavior. There is no apology I could offer that would be sufficient."}, {"speaker": "Felix", "line": "Hmph. And how do you intend to make up for my father's death?"}, {"speaker": "Dimitri", "line": "Felix... I realize words alone are not enough to repent, but I fear they are all I have."}, {"speaker": "Felix", "line": "I’m not after more empty words. I want you to speak through your actions."}, {"speaker": "Dimitri", "line": "... I know that no amount of regret can ever bring back the lives we have lost. I... I know that well. It is like patching up a tear with a different material. Things can never be as they were. The best I can hope for is to make things whole again. I wish to do the right thing from now on."}, {"speaker": "Dimitri", "line": "That is why I have made a decision... I intend to take back the kingdom capital. I wish to save our people, those who I turned my back on for far too long. To follow my heart and do the right thing... That's the only way I can atone for my sins."}, {"speaker": "Gilbert", "line": "Your highness... If we can win back Fhirdiad, it will give us the advantage in our war against the Empire. As one who has served the royal family for ages, know that your words bring me great joy. And pride. That said, I must point out that if we make for Fhirdiad, the Emperor's head will slip further out of reach. Can you live with that?"}, {"speaker": "Dimitri", "line": "I still hold hatred in my heart for her and for the ones responsible for the tragedy... That, I will carry with me until death."}, {"speaker": "Dimitri", "line": "But... my life is my own. It belongs to no one else, and it is high time that I started living for what I believe in. I will no longer allow the voices of the dead to bind me. This is something that I must do... No. Something that I am choosing to do. I will accomplish my aim, even if it means risking my life to do so."}, {"speaker": "Gilbert", "line": "Understood, your highness. So? Any objections?"}, {"speaker": "Byleth", "line": "None."}, {"speaker": "Byleth", "line": "Count me in."}, {"speaker": "Seteth", "line": "You are correct. We cannot afford to die in vain by recklessly challenging the empire."}, {"speaker": "Mercedes", "line": "I'm worried about Lady Rhea... but if this is the choice you've made, I support it."}, {"speaker": "Dedue", "line": "I am at your command, your highness. I will follow you anywhere."}, {"speaker": "Ashe", "line": "My sword is at your service, your highness."}, {"speaker": "Annette", "line": "I'll help too! The people in Fhirdiad need us!"}, {"speaker": "Felix", "line": "Fine. I'll help you...in my father's stead. But in return, you must win. You know that, don't you...Dimitri?"}, {"speaker": "Dimitri", "line": "I do. And I swear on my father's lance that we will prevail."}, {"speaker": "Gilbert", "line": "Then it is decided. It seems this war council has much to discuss. Our next stop is Fhirdiad, the Kingdom capital. For the future of Faerghus!"}], "conversation": [{"speaker": "Dimitri", "line": "I really caused trouble for you, didn't I... I am so sorry. Truly. I am also...eternally grateful to you. Now, it's time to go to the Kingdom capital. I hope that you will lend me your strength once again."}, {"speaker": "Dedue", "line": "Everyone is saying His Highness is back to his old self, but I do not think that is accurate. What he was until recently is what he had been for as long as I've known him. So tortured by his compassion for the fallen that it had driven him mad. He has always been too kind to be king. He has always felt too much for the weak and the dead. That is exactly why I look up to him."}, {"speaker": "Felix", "line": "He'll need to excel as a leader, if he's to make up for my old man's death. Though if my father could see Dimitri now, he'd be glad to have made the sacrifice. Don't you dare tell anyone I said that."}, {"speaker": "Ashe", "line": "I was born and raised in Faerghus, but I've never actually been to Fhirdiad. Do you think it'll still be cold at this time of year? I can't even imagine."}, {"speaker": "Byleth", "line": "We should prepare for the cold."}, {"speaker": "Ashe", "line": "You're right. It's an important battle, so let's make sure we're ready for anything."}, {"speaker": "Byleth", "line": "Maybe we should ask someone."}, {"speaker": "Ashe", "line": "Good point. I'll check with His Highness."}, {"speaker": "Sylvain", "line": "I don't feel like I can just forget all the awful stuff he's done... But if His Highness is owning up to his past, and trying to move forward... I figure I can give him that chance. We've been friends since we were kids. I'm gonna be there for him all the way to the end."}, {"speaker": "Mercedes", "line": "I agree that we should head for Fhirdiad, but let's not forget our search for Lady Rhea! The soldiers from the church are going to set up a base at the Great Bridge of Myrddin. They'll be able to keep up the search while we head for the Kingdom capital!"}, {"speaker": "Annette", "line": "The Kingdom capital... It's been way too long since I was there last... Oh, Professor! I didn't mean, ah.. It's not that I'm looking forward to it or anything."}, {"speaker": "Byleth", "line": "You don't have to hide it."}, {"speaker": "Annette", "line": "Ah! Please don't tease me like that!"}, {"speaker": "Byleth", "line": "This isn't a vacation."}, {"speaker": "Annette", "line": "I know that! We're preparing for battle!"}, {"speaker": "Annette", "line": "It's just... when I think of us finally saving everyone in Fhirdiad, it makes me a little happy. OK, maybe a lot happy. The Kingdom capital is under the tight control of Cornelia, who was ennobled by the Empire. Judging by what we heard from Lord Rodrigue, it sounds like she's a tyrant. But all of that ends soon. Let's get there quickly!"}, {"speaker": "Ingrid", "line": "We buried Lord Rodrigue's body ourselves. There wasn't a time to do things properly. It pains me that I was unable to take him home to his territory. Once this war is over, I'd like to hold a proper funeral for him. For now, we need to focus on taking back Fhirdiad. All will be well eventually. I know we can win."}, {"speaker": "Ferdinand", "line": "Dimitri hated the Empire with a fiery passion. At Gronder, driven by fury, he sent many good knights to their doom... Now he appears to be freed from that hatred. If he can make thoughtful decisions, unswayed by his emotions, he may make a fine king someday."}, {"speaker": "Byleth", "line": "Kings are only human."}, {"speaker": "Ferdinand", "line": "No, they are not. A king must strive to be a king first and a human second."}, {"speaker": "Byleth", "line": "Kings can't have feelings?"}, {"speaker": "Ferdinand", "line": "No, they cannot. Kingly judgment has to be wholly separate from the emotions of the individual."}, {"speaker": "Linhardt", "line": "There are stories of Heroes' relics a thousand years ago of which we have no real evidence today. So many, in fact, that I'm led to wonder if those Relics are nothing more than legends. Especially since we know of relics like those passed down in the families of the 10 Fódlan Elites."}, {"speaker": "Caspar", "line": "Can you believe it, Professor? Dimitri actually apologized to me! Remember that awful business between him and my uncle Randoph? He just came by and said he was sorry for all of that. That was behind us so far as I was concerned, but even so... It seem like he's changed for the better."}, {"speaker": "Bernadetta", "line": "It's always so peaceful coming back here. But it's hard to relax knowing we have to go out on another expedition again so soon. And now we're headed to the Kingdom? That sounds hard! Oh, really hard! Don't you think?!"}, {"speaker": "Byleth", "line": "It's going to be tough."}, {"speaker": "Bernadetta", "line": "I knew you'd think so! I knew you— Ow! Oh ow. Can't believe I tried to hug you through the door..."}, {"speaker": "Byleth", "line": "We'll be fine."}, {"speaker": "Bernadetta", "line": "Of course you'd say that! Why'd I even ask?!"}, {"speaker": "Dorothea", "line": "So many people died in the battle at Gronder... And here we are, preparing for the next battle, as if nothing happened the day before. It's almost easier to think of war as theater, with the stage an entire continent."}, {"speaker": "Byleth", "line": "Though the actors die, the show goes on?"}, {"speaker": "Dorothea", "line": "Something like that. If an accident happens on stage, the next day's performance must unaffected."}, {"speaker": "Byleth", "line": "It really doesn't seem like theater."}, {"speaker": "Dorothea", "line": "Even if an accident happens on stage, the next day you have to sing as though nothing happened."}, {"speaker": "Dorothea", "line": "Everyone just pretends like everything is fine... focusing on their role in the play."}, {"speaker": "Petra", "line": "Taking back the land of home has the most importance. That is why I am fighting...all for my land of home. Actually, there is more... I am also fighting for you and for everyone here."}, {"speaker": "Lorenz", "line": "It seems we will soon set food in Fhirdiad. I used to live there, you know. Though that was before my time in the Officers Academy."}, {"speaker": "Byleth", "line": "Were you a hostage?"}, {"speaker": "Lorenz", "line": "No, of course not. There is a school of magic there, which I was enrolled in for a time."}, {"speaker": "Byleth", "line": "Were you a traveler?"}, {"speaker": "Lorenz", "line": "That's right I was enrolled at the school of magic there for a time."}, {"speaker": "Lorenz", "line": "Trouble within the Kingdom forced me to return to Alliance lands. There was much I had yet to learn."}, {"speaker": "Raphael", "line": "You know when you work your muscles and they start screaming? That means you gotta be nice to them. If your muscles are hungry, you gotta feed them, and let them rest when they're tired."}, {"speaker": "Byleth", "line": "I don't see how you'd do that."}, {"speaker": "Raphael", "line": "Whaddya mean, how? You just gotta eat and sleep! It's pretty obvious..."}, {"speaker": "Byleth", "line": "You can tell how your muscles are feeling?"}, {"speaker": "Raphael", "line": "Of course! If my muscles hurt, then I hurt. If they're hungry, well then I'm hungry too!"}, {"speaker": "Raphael", "line": "What's with the confused face, Professor? You look like you don't get a word I'm saying!"}, {"speaker": "Ignatz", "line": "The battle at Gronder Field was gruesome, wasn't it? But perhaps it's irresponsible to look away—to close our eyes to the horrors of war."}, {"speaker": "Byleth", "line": "I agree."}, {"speaker": "Ignatz", "line": "As survivors, we must ensure that all these lives were not lost in vain. We must see the tragic foundations upon which we'll build our future."}, {"speaker": "Byleth", "line": "You don't have to force yourself."}, {"speaker": "Ignatz", "line": "Thank you. But I think I do actually. As survivors, we must ensure that all these lives were not lost in vain. We must see the tragic foundations upon which we'll build our future."}, {"speaker": "Ignatz", "line": "May an age of peace rise from the ashes, so that all this sacrifice means something."}, {"speaker": "Lysithea", "line": "I'm relieved the the prince seems to have finally come to his senses. Though it's a really shame that Lord Rodrigue passed away. It really is. But now I think we're starting to see a sliver of hope for the future of Fódlan."}, {"speaker": "Marianne", "line": "I never used to care whether I lived or died... But after seeing so much death firsthand, I now realize how precious life truly is. I'm ashamed of how arrogant I was to think that death could mean so little..."}, {"speaker": "Hilda", "line": "Fhirdiad huh? I've always wanted to go there. But I rather be visiting for fun, and during a warmer season. And going into battle? Not exactly an appealing prospect! Heh, I'm just teasing. I'll do what I can to help. I'm just so relieved that Dimitri is his old self again."}, {"speaker": "Leonie", "line": "Dimitri's completely changed. Or maybe I should say he's finally back to normal. Either way, I'm glad he's come around to the idea of retaking Fhirdiad. With our current troops, there's no way we could handle the Imperial capital. We wouldn't even get past Fort Merceus."}, {"speaker": "Seteth", "line": "It seems we are headed for the Kingdom capital this month. The Church of Seiros stands ready to lend its aid to you and Dimitri. It may be a roundabout route, but I believe this path will still eventually take us to Rhea. Besides—saving the people of Faerghus is just what she would want us to do."}, {"speaker": "Flayn", "line": "Standing face to face with those whom I went to school with. On the field of battle... How inhuman is—how horrifying. My heart feels shattered. It is my hope that this war marks the end of such foolish behavior.s"}, {"speaker": "Hanneman", "line": "There's a school of sorcery in Fhirdiad, which is staffed by the top minds of magical research. The study of Crests and sorcery should not be separate. I've always thought I should pay them a visit someday. I never imagined I might end up invading the place with an army though. Not how I imagined it at all."}, {"speaker": "Manuela", "line": "Fighting with three different groups in the mix was as confusing as it was difficult to survive. Enemies and allies dying one of top of the other... What an absolute mess, huh? If only I had my infirmary out in Gronder, maybe I could have saved a few more lives."}, {"speaker": "Gilbert", "line": "I am very grateful to you. I could never have achieved this on my own. This is all thanks to you and Lord Rodrigue. This month, we will invade Fhirdiad by way of the Fraldarius domain. Leave the negotiations with House Fraldarius to me. You make ready for the actual battle. It is a tricky business, but we are taking our first steps forward."}, {"speaker": "Alois", "line": "The emperor was wounded at Gronder Field. What do you think is going on in the Empire now? The Leicester Alliance has really suffered a blow as well. Who knows what will become of them? From now on, we have to pay close attention to how the rest of Fódlan is doing."}, {"speaker": "Catherine", "line": "If we're headed to the Kingdom capital, that means we're further away from rescuing Lady Rhea. But it can't be helped, can it? Perhaps some people will question this decision, but I trust your judgement. Lady Rhea would want us to help in Fhirdiad. She'd scold us if we rescued her and left innocent people suffering."}, {"speaker": "Shamir", "line": "So we're turning around and heading for the Kingdom capital? Ridiculous. Tell him to cease this nonsense. Isn't there a saying in Fódlan. Something those with power knowing how to use it? If he's not careful, the goddess will send her saints to smite him. Not that I believe that..."}, {"speaker": "Cyril", "line": "Guess what I noticed. I can see further than most other people can see. But I can't see figure the point of seeing further than an arrow can fly, since I can't shoot what I see."}, {"speaker": "Byleth", "line": "You could detect enemy movements in advance."}, {"speaker": "Cyril", "line": "I suppose I could see a whole horde of enemies coming and run away. That's kinda useful, at least."}, {"speaker": "Byleth", "line": "You could find our targets quicker than anyone."}, {"speaker": "Cyril", "line": "Yeah, I suppose it could be real useful for finding Lady Rhea too."}, {"speaker": "Cyril", "line": "Thanks, Professor. I think I get it now. I'm gonna put my eyes to real good use."}, {"speaker": "Anna", "line": "A class reunion on the battlefield? That's...bleak. That must have been so hard on everyone. You gotta keep looking after them all. I mean, they still look to you for guidance, you know?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Fhirdiad is a city with a long history that goes back to before Faerghus gained its independence. I'd like to visit that place at least once before I die, but I'm afraid I have my own work to attend to. It's hard being so dedicated! Ah well. I'll go there for some leisurely sightseeing once Fódlan knows peace!"}], "intro": [{"speaker": "Dimitri", "line": "Fhirdiad... It has been a lifetime since I was last here. Five years ago, in fact. On the day before my execution, when Dedue helped me escape from prison. I killed soldiers from my homeland, stole weapons from their corpses, and made my escape, soaked in their blood. To think this is how I would return to the city of my birth, after all that has happened..."}, {"speaker": "Byleth", "line": "You have Rodrigue to thank."}, {"speaker": "Dimitri", "line": "Yes, Rodrigue gave his life to show me the way back to this path. You have risked much as well."}, {"speaker": "Byleth", "line": "I'm proud of you."}, {"speaker": "Dimitri", "line": "I do not deserve that. If not for you or Rodrigue, I would still be lost..."}, {"speaker": "Dimitri", "line": "I am glad to have you at my side. From the bottom of my heart...I am forever grateful. Let's win this, Professor. Let's all make it out alive and celebrate our victory."}, {"speaker": "Gilbert", "line": "Your Highness. The path to the castle has been cleared. We are making preparations to advance. Say the word, and we march."}, {"speaker": "Byleth", "line": "Give the order."}, {"speaker": "Byleth", "line": "It's time!"}, {"speaker": "Dimitri", "line": "Yes... Let us begin. Everyone! Listen well! This battle is for all that the Empire stole from us. It is a fight to reclaim the days of peace we once enjoyed. I give you but two commands—stay alive, and follow your heart. That is all I ask. The gates to the Kingdom capital are open. Join me! It is time to take back our home!"}, {"speaker": "Cornelia", "line": "I thought I would see you again, little princeling. Heh, so stubborn. It must run in your family."}, {"speaker": "Dukedom General", "line": "Cornelia! The city is overrun with insurrection. It seems to be in response to our enemy's arrival. If we do nothing, our army may suffer damages. We should suppress the citizens immediately."}, {"speaker": "Cornelia", "line": "The people are rebelling? Ha! Let them do as they please. Or are you saying you have enough soldiers to divide our forces? Quite bold of you, with our enemy's most elite soldiers at our doorstep."}, {"speaker": "Dukedom General", "line": "But... What are you suggesting?"}, {"speaker": "Cornelia", "line": "The city is going to be a battlefield anyway. Kill all who oppose us, even if they are members of the general populace. Go on now. You are needed out there."}, {"speaker": "Dukedom General", "line": "As you wish. May we find fortune in the battle to come."}, {"speaker": "Cornelia", "line": "Hmph. What an inconvenience the little princeling has turned out to be. And bringing that troublesome person along with him... It would have been much better if he and his sweet little stepsister had been good little children and just killed each other."}], "battle": [{"speaker": "Cornelia", "line": "The preparations are all in place. Time to meet my old master. Ready the Titanus in the streets! Let's give them a welcome to remember."}, {"speaker": "Dimitri", "line": "Advance! Smash that traitor Cornelia and reclaim the capital! I will not lose... I swear it by the blood in my veins..."}, {"speaker": "Dimitri", "line": "Bah! These things are surprisingly tough.. Are they being reinforced by magic?"}, {"speaker": "Gilbert", "line": "If there is magic in use, we should find the source and eliminate it."}, {"speaker": "Cornelia", "line": "Weren't the Titanus enough for you? Well then! we had better active the Viskam!"}, {"speaker": "Dimitri", "line": "That should stop the supply of magic. Now we should be able to land attacks on those things."}, {"speaker": "Gilbert", "line": "These strange devices and weapons... They are the Empire's? Unbelievable."}], "boss": [{"speaker": "Cornelia", "line": "My, what a charming little guest. Let me take care of you."}, {"speaker": "Cornelia", "line": "Hm. I can't quite say that I'm pleased to meet you. Though I do know quite a lot about you. It would be nice if we could catch up a little . . . But I'm afraid it's time for you to die.", "unit": "Byleth", "boss": "Cornelia"}, {"speaker": "Cornelia", "line": "My, it's been a long time hasn't it, Your Highness? You've grown awfully strong.", "unit": "Dimitri", "boss": "Cornelia"}, {"speaker": "Dimitri", "line": "How shameless. I bet it was you who killed my uncle and set me up. Am I right?", "unit": "Dimitri", "boss": "Cornelia"}, {"speaker": "Cornelia", "line": "Hah! Too true! I'd already forgotten all about that loveliness.", "unit": "Dimitri", "boss": "Cornelia"}, {"speaker": "Dimitri", "line": "I'll kill you, you monster! You will pay for all that you have done!", "unit": "Dimitri", "boss": "Cornelia"}, {"speaker": "Cornelia", "line": "Ah, your face brings back memories... Still alive, are we, Gustave?", "unit": "Gilbert", "boss": "Cornelia"}, {"speaker": "Gilbert", "line": "Prattle on, Cornelia. Faerghus will not be cowed by the likes of you.", "unit": "Gilbert", "boss": "Cornelia"}, {"speaker": "Cornelia", "line": "How very dull...", "unit": "Gilbert", "boss": "Cornelia"}], "end": [{"speaker": "Cornelia", "line": "Well, so be it. Still, I'll give you a little gift ..."}, {"speaker": "Dimitri", "line": "It's over, Cornelia. If you have any last words, now is the time."}, {"speaker": "Cornelia", "line": "Right you are. Very well ... I have an old tale that I would like you to hear, if I may. About something that happened ten years ago ... Something Patricia said about how she wished to see her real daughter again, no matter who or what she had to sacrifice to do so ... And about how I made her wish come true, at the cost of the king's head ..."}, {"speaker": "Dimitri", "line": "The king's head? You mean Duscur ... You monster! You mean to say that my father ... everyone ... was killed by my stepmother?!"}, {"speaker": "Cornelia", "line": "That's right. Her family meant everything to her... You certainly know that feeling, do you not? Ah, poor little prince. Unloved by the only mother he ever knew... How pitiful."}, {"speaker": "Dimitri", "line": "How dare you!"}, {"speaker": "Cornelia", "line": "There's nothing left for you now... Nothing but despair."}, {"speaker": "Gilbert", "line": "..."}, {"speaker": "Dimitri", "line": "Try as that woman might to spout nonsense to her very last, nothing could change the fact that she was an enemy of the kingdom. She sold out Faerghus to the Empire, forcing our people to suffer their tyranny... But all that ends today. No more blood will be needlessly spilled. Now the Cornelia has fallen, we will exert pressure on the nobles who were aligned with her. Perhaps we may yet find a connection to the tragic incident in Duscur. Once we do that, we will finally be able to prove the innocence of its people."}, {"speaker": "Dedue", "line": "Your highness... I am certain that would make those of Duscur who lost their lives that day very happy. I am grateful. And I am proud to serve a man such as you."}, {"speaker": "Gilbert", "line": "Come, your highness. You still have some responsibilities that must be carried out. Your people have been patiently awaiting your return."}, {"speaker": "Dimitri", "line": "Do you mean... No. I can't bear to face them after all that I--"}, {"speaker": "Byleth", "line": "We're going."}, {"speaker": "Byleth", "line": "You must face them."}, {"speaker": "Dimitri", "line": "Professor... Right you are, as ever. I am their king, after all..."}, {"speaker": "Dimitri", "line": "What... what is this?"}, {"speaker": "Gilbert", "line": "As you can see, the people are rejoicing at the return of their king."}, {"speaker": "Dimitri", "line": "Even though I turned my back on them, and fled the kingdom in disgrace..."}, {"speaker": "Gilbert", "line": "Even so... the spectacle before you does not lie. We are a kingdom in need of a king. A hero to save the people from their long oppression. Your highness... It is truly a blessing that you have returned."}, {"speaker": "Dimitri", "line": "Do I really have the right to stand here? Will they accept me as their king? Bloodstained as I am... Am I fit to be king?"}, {"speaker": "Byleth", "line": "If you atone, all will be forgiven."}, {"speaker": "Dimitri", "line": "Yes... you are right again, my friend."}, {"speaker": "Byleth", "line": "Don't cry, Dimitri. This is a happy time."}, {"speaker": "Dimitri", "line": "These are happy tears, my friend."}, {"speaker": "Dimitri", "line": "I am finally home again... Faerghus... How I missed you..."}, {"speaker": "Dimitri", "line": "It may be spring, but the nights are quite chilly here in Fhirdiad... Still, our celebratory feast shows no sign of stopping. Have you grown weary of the festivities?"}, {"speaker": "Byleth", "line": "I have."}, {"speaker": "Dimitri", "line": " If memory serves, you were much the same at the ball, all those years ago."}, {"speaker": "Byleth", "line": "I was going to ask you the same."}, {"speaker": "Dimitri", "line": "It's not that I have grown weary... more that I find it difficult to be around everyone at the moment."}, {"speaker": "Dimitri", "line": "I have just returned from visiting the graves of my loved ones. It had been a long while since I left flowers. I was always terribly afraid of going near there... But I could not stay away forever. You have taught me something important, professor."}, {"speaker": "Byleth", "line": "Studiousness?"}, {"speaker": "Dimitri", "line": "That too, of course. But what I am referring to is far more valuable."}, {"speaker": "Byleth", "line": "Swordsmanship?"}, {"speaker": "Dimitri", "line": "That too, of course. But what I am referring to is far more valuable."}, {"speaker": "Byleth", "line": "Humor?"}, {"speaker": "Dimitri", "line": " You never let up, do you? No, what I am referring to is far more valuable."}, {"speaker": "Dimitri", "line": "How should I put this... Perhaps it is most accurate to say that...you taught me how to live. If you and I had not reunited on that fateful day, I am certain I would have died a fruitless death on the battlefield. I would have foolishly challenged a horde of foes and, in doing so, needlessly sacrificed the lives of my friends and myself. But now, I have returned to my rightful place. I stuffle with what to say, when I know well that words are not enough to express my gratitude. You save me from the darkness...and guided me back to the light. Thank you, Professor. With all that I am, I thank you."}, {"speaker": "Byleth", "line": "Are you happy?"}, {"speaker": "Dimitri", "line": "That...is a hard question to answer. I still do not believe I deserve happiness. These hands of mine have taken so many lives... Nobles and commoners. Adults and children. Perhaps a day will come when I have finally atoned for my sins...but such a day is not possible until after the war is over."}, {"speaker": "Byleth", "line": "Do you still wish for revenge?"}, {"speaker": "Dimitri", "line": "Revenge was never something I wished for... It was an obligation I felt I had inherited from those who died. I believed my life belonged to those who lost their own in Duscur. But what I now seek is something else entirely... I can say that with confidence."}, {"speaker": "Dimitri", "line": "But I digress... For tonight, our only focus should be to bask in our victory. After that we must prepare for our battle with the Empire. To start, we must absorb the Kingdom knights taken by the Dukedom into our own forces and reshuffle our troops. The lords will need help purge our territory of Imperial forces, and I will use my authority as king to gather forces from various regions... And we'll have to ask the merchants to lend us the fund we require... Oh, and we must request delivery of supplies at once..."}, {"speaker": "Byleth", "line": "That sounds like a lot of work."}, {"speaker": "Dimitri", "line": "Heh... Just thinking about it makes my head spin."}, {"speaker": "Byleth", "line": "Good luck with that."}, {"speaker": "Dimitri", "line": "I cannot handle all of this work myself, you know. I will be counting on you, Professor."}, {"speaker": "Dimitri", "line": "There is much to do, but it is all critical work if we hope to stand a chance against the Empire."}, {"speaker": "Byleth", "line": "Is there no way to coexist with the Empire?"}, {"speaker": "Dimitri", "line": "Knowing Edelgard, I doubt there is a path that leads to our coexistence."}, {"speaker": "Byleth", "line": "You will soon face Edelgard..."}, {"speaker": "Dimitri", "line": "Yes... I am well aware."}, {"speaker": "Dimitri", "line": "I believe we have spoken of this before... Everyone has something they simply cannot accept. As for Edelgard, I am certain she will never be able to accept the Church of Seiros. I believe that is why she seeks to destroy it. She is looking to revolutionize the world. In her mind, for the better. But even if she manages to birth a new world... it would be at the cost of... I wish to end this war through acceptance, not annihilation. Just as my people accepted me, I wish dearly to accept her. But I fear -"}, {"speaker": "Kingdom Soldier", "line": "Your Highness! I finally found you!"}, {"speaker": "Dimitri", "line": "Ah, I am sorry for slipping away. Has something happened?"}, {"speaker": "Kingdom Soldier", "line": "An express messenger just arrived from the leader of the Alliance. Please return to the castle at once."}, {"speaker": "Dimitri", "line": "An express messengers? What in the world could Claude be after? I am on my way. Professor, please join me."}]}