{"chapter": "20", "title": "The Impregnable Fortress", "speakers": ["Dimitri", "Gilbert", "Ashe", "Annette", "Mercedes", "Seteth", "Byleth", "Sylvain", "Dedue", "Felix", "Ingrid", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Gatekeeper", "Death Knight", "Imperial Solider", "Jeritza", "Kingdom Soldier"], "dialogue_counts": {"Dimitri": 32, "Gilbert": 9, "Ashe": 5, "Annette": 3, "Mercedes": 14, "Seteth": 4, "Byleth": 33, "Sylvain": 6, "Dedue": 1, "Felix": 4, "Ingrid": 1, "Ferdinand": 1, "Linhardt": 6, "Caspar": 6, "Bernadetta": 3, "Dorothea": 3, "Petra": 1, "Lorenz": 3, "Raphael": 2, "Ignatz": 1, "Lysithea": 5, "Marianne": 3, "Hilda": 1, "Leonie": 1, "Flayn": 5, "Hanneman": 5, "Manuela": 1, "Alois": 1, "Catherine": 1, "Shamir": 1, "Cyril": 4, "Gatekeeper": 1, "Death Knight": 12, "Imperial Solider": 1, "Jeritza": 2, "Kingdom Soldier": 6}, "gender_counts": {"M": 105, "F": 43, "N": 7, "A": 33}, "lines": 191, "transitions": "-MMMMFFMMMAMMMAMAMMMMMF-MAMAMM---M---MAMAMM---M---MAMAMM---FAFAF---F---F---M---M---M-FAFAF---F-F-F---F---MAAMM---MAAM---M---FAFAFAFF---FAAFF---F---F---M---FAAFF---MAMAMAMM---F---M---M---F---F---MAMAMM---M--MMMAMAM-MFMFM-MNMM--MM-M-M-M-MM-M-M-M-MMM-M-M-M-M-M-M-MMM-FMF-FMF-MMM-M-MF-FMFMFFF-MMAMAMNMMNMNMNMNMNM", "opening": ["After saving the embattled Alliance, you march south to Empire territory. Fort Merceus, said to be impregnable, stands between you and Enbarr, the Imperial Capital."], "dialogue": [{"speaker": "Dimitri", "line": "We will finally have our decisive battle with the Empire this month."}, {"speaker": "Gilbert", "line": "The eastern lords are in the process of consolidating all of the troops within the entire Kingdom."}, {"speaker": "Gilbert", "line": "In addition, ever since Arianrhod's liberation, the western lords have been declaring their fealty one after another."}, {"speaker": "Ashe", "line": "Affairs within the Kingdom have calmed down considerably, and we even managed to win over the Alliance."}, {"speaker": "Annette", "line": "Although it was a rough go at first, I'm starting to feel like we could actually win this!"}, {"speaker": "Mercedes", "line": "That's true! Thinking back on it now, we've really come a long way."}, {"speaker": "Seteth", "line": "We even have a lead to where Rhea is located. It is as we predicted all along. If we are to rescue Rhea, then we must defeat the emperor..."}, {"speaker": "Ashe", "line": "Um, if we're going to march from the monastery to Enbarr, then we'll have to cross the Great Bridge of Myrddin again, right?"}, {"speaker": "Dimitri", "line": "Yes, I believe so. As we have gained the Alliance's support, we should not have any trouble this time. After the bridge, we can head across Gronder Field and head south. And then we'll take Merceus, the so-called impregnable fortress that towers on the other side."}, {"speaker": "Byleth", "line": "An impregnable fortress?"}, {"speaker": "Ashe", "line": "Fort Merceus... I know of it. They say it rivals even Arianrhod."}, {"speaker": "Gilbert", "line": " Fort Merceus is praised as the strongest defense in the Empire."}, {"speaker": "Gilbert", "line": "Count Bergliez, the Empire's minister of military affairs, once had troops stationed there. But according to our spies, a large scale force has entered the stronghold. Perhaps they are gathering soldiers from various regions to compensate for their losses."}, {"speaker": "Byleth", "line": "Should we try to avoid it?"}, {"speaker": "Dimitri", "line": "If we try to avoid it, those troops will follow us and attack from the rear. It is best for us to handle the situation head-on."}, {"speaker": "Byleth", "line": "Can we really prevail?"}, {"speaker": "Dimitri", "line": "It is unlike you to worry so. But I feel we have no choice but to strip that place of its impregnable reputation."}, {"speaker": "Dimitri", "line": "Once we take Fort Merceus, Enbarr will be within reach. This is the Empire's last chance to stop us from arriving at our goal."}, {"speaker": "Sylvain", "line": "In other words, if we take this fort, then our blades will at the emperor's throat in no time."}, {"speaker": "Ashe", "line": "If this is the last fort between us and them, then the emperor will likely do everything she can to strengthen its defenses."}, {"speaker": "Dimitri", "line": "I just received a report on that very subject. The one commanding the troops stationed at Fort Merceus is someone we have crossed blades with many times. It is the Death Knight who awaits us there."}, {"speaker": "Mercedes", "line": "Oh... So that's who we'll be battling... Emile..."}], "conversation": [{"speaker": "Dimitri", "line": "From this point onward, we're in all-out war with the Empire. Are you prepared, Professor?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Dimitri", "line": "I am glad to hear it. That means we can approach the coming battles with peace of mind."}, {"speaker": "Byleth", "line": "Are you?"}, {"speaker": "Dimitri", "line": "I have already steeled myself as best I can."}, {"speaker": "Dimitri", "line": "First we capture Fort Merceus. The fighting will be undoubtedly be brutal, but... we must prevail. As far as this army and I are concerned, you're our last ray of hope. We are relying on you."}, {"speaker": "Dedue", "line": "Claude has stepped down from leadership, and Leicester is now a vassal state of Faerghus. The lords of the western Kingdom are beginning to declare fealty to us in greater numbers also. The Empire is our only remaining enemy."}, {"speaker": "Felix", "line": "We defeated Lord Arundel. The emperor must have been surprised. If we can keep up that fervor, perhaps we'll capture Fort Merceus, and move on to the Imperial capital. We must not be overconfident though."}, {"speaker": "Byleth", "line": "We're going to win"}, {"speaker": "Felix", "line": "You're optimistic."}, {"speaker": "Byleth", "line": "Let's proceed with caution."}, {"speaker": "Felix", "line": "Yes, I concur."}, {"speaker": "Felix", "line": "Human and beasts are ultimately the same. When they're cornered, they lash out however they can. They fight for their lives. Who knows how the emperor will lash out? We have to be careful."}, {"speaker": "Ashe", "line": "I wonder where Claude will go. From the sound of it, he's leaving Fódlan altogether. He was strangely gallant about the whole thing. Even left his Relic behind. Elusive and mysterious to the end, isn't he?"}, {"speaker": "Sylvain", "line": "Ya know Professor, laying a siege to a keep is like asking a girl out on a date. First, you get past her defenses...then you make your move."}, {"speaker": "Byleth", "line": "That's not the best analogy."}, {"speaker": "Sylvain", "line": "Trust me, I know what I'm talking about. I'm a seasoned veteran at this kind of thing. Girls, I mean. I've never actually, you know, captured any keeps..."}, {"speaker": "Byleth", "line": "You might be right."}, {"speaker": "Sylvain", "line": "See? You get it. Our fearless leader on the other hand... He's never been good with the ladies."}, {"speaker": "Sylvain", "line": "Anyway, I figure you go after the main gate. You take that out and I'm sure we can win. Of course, you're making the tactical calls. I'm happier to follow than to lead."}, {"speaker": "Mercedes", "line": "Death Knight... Going to fight the Death Knight..."}, {"speaker": "Byleth", "line": "You seem concerned."}, {"speaker": "Mercedes", "line": "Hmm... To be perfectly honest, I am..."}, {"speaker": "Byleth", "line": "You'll be fine if you prepare yourself."}, {"speaker": "Mercedes", "line": "You're right. I'll have to face him eventually."}, {"speaker": "Annette", "line": "Oh, Professor! Good timing. You have to talk some sense into my father! Recently he's been doing nothing but work himself to the bone. Even when he's taking breaks from training and errands, he's apparently listening to reports. Day in and day out. He's getting on in years, you know? I just want him to take care of himself..."}, {"speaker": "Ingrid", "line": "Just as we suspected, Lady Rhea was taken to the Imperial capital. We must get to the capital as quickly as possible. So many people are worried sick about her... I do wonder when Claude managed to learn Lady Rhea's whereabouts. He's pretty shrewd. I can't help but admire him."}, {"speaker": "Ferdinand", "line": "The majority is with us. This conflict will end soon. I am so moved by the decision that Claude and the Alliance nobles have made. That is true nobility! Acting in accordance with the people's needs and wishes. As war drags on, those living near the front lines inevitably get the worse of it. Still...Edelgard will not give in. She will push to complete her mission, no matter how many people die. Not everyone with noble blood has noble ideals."}, {"speaker": "Linhardt", "line": "Attacking an impregnable fortress head-on is rather impressive... or suicidal. Depends on the day really. You know Fort Merceus's nickname, I assume. The Stubborn Old General? It may be stubborn, but its age means it's got to be hiding a few weak spots. Makes sense to aim for those areas."}, {"speaker": "Caspar", "line": "Fort Merceus is next, huh? Ah, the memories. It's a huge stronghold in my father's domain. The town's completely surrounded by high walls. I used to run around there when I was a kid... Way back when the fortress was just a playground for me. Yeah, those were the days."}, {"speaker": "Bernadetta", "line": "I love a good fortress - the perfect place to hide! This one's impregnable too, isn't it? Perfect! As soon as we take it, I'll set up a special spot for Bernie!"}, {"speaker": "Byleth", "line": "If we can take it, it's not impregnable."}, {"speaker": "Bernadetta", "line": "I guess you have a point. What would you call it, then? A little pregnable?"}, {"speaker": "Byleth", "line": "It's too big to make a good hiding place."}, {"speaker": "Bernadetta", "line": "Now that you mention it, I guess it is pretty huge.,,"}, {"speaker": "Dorothea", "line": "The Leicester Alliance is no more. Three hundred years of history...gone and done. They write operas about events like this, you know."}, {"speaker": "Dorothea", "line": "I'm sure they'll have a talented and beautiful songstress playing you. And with Dimitri at your side... Well, they'll probably contrive some kind of romance to keep things interesting."}, {"speaker": "Dorothea", "line": "Dimitri will be played by the most handsome actor of the time. Hearts will pound as he takes the stage. What am I saying? Surely the most handsome man would play you."}, {"speaker": "Petra", "line": "I have excitement in my heart for secret tactics! I enjoy attacks that are surprising. I thought we could be using attacks like that at this fortress. But I am hearing a different thing. A brute force attack with all of our power, yes? Attacks that are surprising are also safer. Attacking from the front has... is dangerous. But I will give you all of my fighting spirit, Professor."}, {"speaker": "Lorenz", "line": "It appears that Claude has dissolved the Alliance. He's thrown away the pride of all the Leicester lords who have walked the path of independence from Faerghus for generations! I said from the start that he was not suitable to lead!"}, {"speaker": "Byleth", "line": "Uh-huh..."}, {"speaker": "Byleth", "line": "But even you..."}, {"speaker": "Lorenz", "line": "..."}, {"speaker": "Lorenz", "line": "Well, times have changed, haven't they? I suppose we can trust the Kingdom now."}, {"speaker": "Raphael", "line": "Wake up, eat, train, eat, train, eat, sleep. We gotta prepare for the assault, but that hasn't changed my routine!"}, {"speaker": "Byleth", "line": "You're doing plenty."}, {"speaker": "Byleth", "line": "Can't you do more?"}, {"speaker": "Raphael", "line": "All the training...and eating...I do is for the sake of Fódlan! Gotta stay strong...and fed...to keep it safe!"}, {"speaker": "Ignatz", "line": "My family made it through the conflict unscathed. Thank the goddess! It seems that Derdriu was the only place to really get caught up in the fighting. Did Claude intend to spare the Alliance territories from harm? If so, he's a truly admirable leader. Speaking of Claude, I wonder where he is?"}, {"speaker": "Lysithea", "line": "Something about Lord Arundel rubbed me the wrong way. There was something off about him. Not that I've ever heard anything good about him. Have you ever heard of the Hrym family?"}, {"speaker": "Byleth", "line": "From the Alliance?"}, {"speaker": "Lysithea", "line": "No, they're an Imperial house. Their territory is south of Ordelia's."}, {"speaker": "Byleth", "line": "From the Empire?"}, {"speaker": "Lysithea", "line": "Correct. Their lands are due south of the Ordelia territory."}, {"speaker": "Byleth", "line": "From the Kingdom?"}, {"speaker": "Lysithea", "line": "No, they're an Imperial house. Their territory is south of Ordelia's."}, {"speaker": "Lysithea", "line": "Since Edelgard's rule, Lord Arundel has been governing the territory. It seems like his reign was particularly cruel. The people there suffered greatly under him. He seemed to be a good and just person at one point. It simply doesn't make sense."}, {"speaker": "Marianne", "line": "Now that the Alliance has been dissolved, what will become of the nobility?"}, {"speaker": "Byleth", "line": "I'm not sure."}, {"speaker": "Byleth", "line": "Are you worried?"}, {"speaker": "Marianne", "line": "No, my adoptive father knows how to get by. I'm sure he'll do well for himself in the Kingdom."}, {"speaker": "Marianne", "line": "All of Fódlan is going to change... I suppose I'll have to change with it."}, {"speaker": "Hilda", "line": "The Alliance dissolved so suddenly. Now there's widespread pandemonium! The lords are warring! Mass confusion among the citizens! Or... that's what I expected to happen. None of that seems to be taking place. They had a roundtable meeting and talked it out. Everyone's dealing very calmly with the situation. I guess if Dimitri turns out to be a crazed despot, then there really will be chaos. But he's not going to go crazy again. He's OK now... Right?"}, {"speaker": "Leonie", "line": "The Death Knight is guarding Fort Merceus. The same one who was linked to Monica and to Flayn's abduction five years ago. Anyway, he's one of the monsters responsible for Captain Jeralt's death. We have to defeat him!"}, {"speaker": "Seteth", "line": "Fort Merceus is a keep that was constructed to defend the Imperial Capital, Enbarr. We cannot enter the capital without first capturing that fort. But once we have it, the city should be almost entirely at our mercy. Now that we know Rhea is there, we must move with the utmost urgency."}, {"speaker": "Flayn", "line": "The Death Knight. I shudder to think of him. Professor, you remember my connection to him, do you not?"}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Byleth", "line": "Uh, what happened?"}, {"speaker": "Flayn", "line": "What! You have forgotten about when I was kidnapped five years ago?!"}, {"speaker": "Flayn", "line": "I am still working on the trauma from back then, all these years later. If we meet him, I swear I will have my revenge."}, {"speaker": "Hanneman", "line": "Fort Merceus is the Empire's single most fortified military installation. Utterly impregnable, they say. I wonder, do you happen to know the nickname given to Fort Merceus?"}, {"speaker": "Byleth", "line": "The Silver Maiden"}, {"speaker": "Hanneman", "line": "No, I'm afraid that name refers to the Fortress City of Arianrhod."}, {"speaker": "Byleth", "line": "Fódlan's Locket"}, {"speaker": "Hanneman", "line": "That one is a fortress that stands at Fódlan's Throat."}, {"speaker": "Byleth", "line": "The Stubborn Old General"}, {"speaker": "Hanneman", "line": "Indeed! A very good answer, but of course you'd know that."}, {"speaker": "Hanneman", "line": "Seems Fódlans give everyone and everything a nickname. Why, you were called the Ashen Demon! Myself, I have been called the Father of Crestology, which is a nickname as well as a title, I suppose..."}, {"speaker": "Manuela", "line": "Each step closer to Enbarr, I'm reminded of another part of my past. Riches and poverty, glory and failure, that city has it all! And if I'm honest... sometimes I miss it. That's how the past works though, isn't it? It's always a different story than what you really lived."}, {"speaker": "Gilbert", "line": "Even in the Kingdom, only a few people knew about His Higness and Edelgard's relationship. Me? I always knew those two to be like brother and sister. To think that we would come to see this world, where they are at war with one another... I live it, and I can still barely imagine such a truth."}, {"speaker": "Alois", "line": "So, Lady Rhea was in the Empire all this time. Wish I'd known that five years ago, but there's nothing we can do about it now. What we can do though is topple the Empire! Will you seize victory with us, Professor? For the sake of the late captain!"}, {"speaker": "Catherine", "line": "We took quite the detour. It was time-consuming, but finally we got the information we needed. We crush the Empire, we get Lady Rhea back. Two birds, one stone. First, we take Fort Merceus. I'll put my heart in it. I'll crack 'em like a rusty helmet."}, {"speaker": "Shamir", "line": "Weren't the Kingdom and Alliance once part of the same country? If you think about it that way, it makes sense for them to unite. I suppose the Kingdom was once part of the Empire as well. Even if Fódlan came together, I wouldn't be surprised if it fell apart again"}, {"speaker": "Cyril", "line": "Is it true Lady Rhea was taken to the Empire? Why'd they take Lady Rhea? Professor... they didn't take her to kill her, did they?"}, {"speaker": "Byleth", "line": "I don't think so."}, {"speaker": "Cyril", "line": "That's good. We just gotta beat the Imperial army and get her back, right?"}, {"speaker": "Byleth", "line": "They probably haven't killed her."}, {"speaker": "Cyril", "line": "Yeah, good point. If they did, we'd have heard about it by now."}, {"speaker": "Cyril", "line": "You gotta help her Professor. I'm begging ya."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is it true that we'll be assaulting Fort Merceus next? That doesn't sound like the brightest idea... I've heard that it's built to withstand an attack from even the largest of armies! Not to tell you how to do your job, but don't do it! I'm not ready to say my final good-byes to everyone..."}], "intro": [{"speaker": "Dimitri", "line": "Fort Merceus... said to rival Arianrhod, the Silver Maiden. Perhaps a head-on siege was a foolish plan, after all."}, {"speaker": "Gilbert", "line": "No, you're right that it's the only way. I don't think the Death Knight would have fallen for any tricks. Even if they are denied supplies, they could hold a fortress like this for months. And we cannot discount the possibility that they will receive more reinforcements if our siege is delayed."}, {"speaker": "Dimitri", "line": "Yes, my thoughts exactly. Then we have no option but to do the best we can. Say, Professor... In the past, it seemed the Death Knight took some strange satisfaction from his fights with you. He's an unpredictable opponent. A dangerous one. Please proceed with caution."}, {"speaker": "Byleth", "line": "No need to worry."}, {"speaker": "Dimitri", "line": "I have not come this far just to lose you here. I'm serious. Do not be reckless out there."}, {"speaker": "Byleth", "line": "Will you save me if I'm in trouble?"}, {"speaker": "Dimitri", "line": "Of course. You were the heart of the Blue Lions, and the same holds true for the Kingdom Army."}, {"speaker": "Dimitri", "line": "Mercedes..."}, {"speaker": "Mercedes", "line": "So, the Death Knight really is inside that fortress. Dear Emile..."}, {"speaker": "Dimitri", "line": "I want you to know that no one is forcing you to battle with us at the front lines. I support whatever you decide."}, {"speaker": "Mercedes", "line": "Please, stop. We can't have you saying that. You and I are the same after all. We both have to fight our family for the good of the world... And since that's the way it is, I couldn't live with myself if I was the only running away from this battle. I will bring Emile back to his senses. I must. I'm his big sister, after all."}, {"speaker": "Dimitri", "line": "Understood. Stay safe out there, Mercedes."}, {"speaker": "Death Knight", "line": " That man approaches..."}, {"speaker": "Imperial Solider", "line": "Report! The main gate has been breached!"}, {"speaker": "Linhardt", "line": " Ugh... How did I get tangled up in all of this..."}, {"speaker": "Death Knight", "line": "You are finally here... Will death's scythe claim you... Or will I fall to that sword of yours... And Mercedes... Here you are as well..."}], "battle": [{"speaker": "Death Knight", "line": "They broke through the main gate... Trample them. All save... that man..."}, {"speaker": "Dimitri", "line": "Even though we smashed the main gate, Fort Merceus is still an ironclad fortress. And the enemy commander is the Death Knight. We must not falter in our assault!"}, {"speaker": "Dimitri", "line": "I now see why they call this keep impregnable. Everywhere you turn is defensive weaponry. We must capture all of those locations as we push forward. If even one of them takes a shot at you, we will be in trouble."}, {"speaker": "Death Knight", "line": "Fools. Push forward and surround them..."}, {"speaker": "Gilbert", "line": "Worrisome. They have a leader capable of summoning reinforcements. If we find and strike down that person, we can prevent further interruptions."}, {"speaker": "Gilbert", "line": "There will be no further reinforcements from this side. However, the other side is still in action."}, {"speaker": "Dimitri", "line": "If they call in more reinforcements, we'll be in great danger. We must take down the other commander as well and fast."}, {"speaker": "Dimitri", "line": "Good. Now we should not have to worry about any more reinforcements crashing the party."}], "boss": [{"speaker": "Death Knight", "line": "To kill, to die... To know one without the other would be maddening..."}], "end": [{"speaker": "Dimitri", "line": "The enemy general has been vanquished! Everyone,move to gain control of the keep! Victory is ours! Raise the banner of the knights. May it soar proudly over the impregnable fortress!"}, {"speaker": "Mercedes", "line": " Oh! I have to meet... I have to meet Emile!"}, {"speaker": "Mercedes", "line": "Emile... I'm so sorry... This is all my fault for leaving you behind when I left House Bartels. I should have gone back for you sooner..."}, {"speaker": "Jeritza", "line": "Argh..."}, {"speaker": "Mercedes", "line": "I'm sorry for not being a better sister to you."}, {"speaker": "Jeritza", "line": "Mer...cedes..."}, {"speaker": "Mercedes", "line": "Please forgive me, Emile..."}, {"speaker": "Annette", "line": "Mercie, we need to go. Now."}, {"speaker": "Mercedes", "line": "...Good-bye..."}, {"speaker": "Gilbert", "line": "Your Highness, our capture of the fortress is complete."}, {"speaker": "Dimitri", "line": "Now the path to the Imperial Capital is finally opened to us. Once we've finished cleaning up after the battle, let's have another meeting to discuss our next move."}, {"speaker": "Byleth", "line": "We should have a victory celebration."}, {"speaker": "Dimitri", "line": "It would be one thing if we were at home or at the monastery, but to waste our resources like that here would be most-"}, {"speaker": "Byleth", "line": "Aren't you overworking yourself?"}, {"speaker": "Dimitri", "line": "Naturally. But it matters not. Consider this... Once this war is over, the mountain of official business on my plate will be even taller. If I can't handle at least this much, how will I-"}, {"speaker": "Kingdom Soldier", "line": "Pardon the interruption! We've just received a letter from Margrave Gautier."}, {"speaker": "Dimitri", "line": "Very well. I will read it at once."}, {"speaker": "Dimitri", "line": "I see... It seems the conflict within Faerghus has at last come to an end."}, {"speaker": "Kingdom Soldier", "line": "Yes, Your Highness! The Margrave and the other eastern lords are at the center of it, and are gathering the Kingdom's military forces even now, They intend to join with the Alliance army and send troops and supplies to the monastery."}, {"speaker": "Sylvain", "line": "Whaddaya know... My old man is really pulling his weight. Did he seem well?"}, {"speaker": "Kingdom Soldier", "line": "Yes, as well as can be expected. He has taken it upon himself to bring order back to our troubled territory while His Highness is away."}, {"speaker": "Dimitri", "line": "I am truly in the Margrave's debt. I will be sure to thank him properly at first opportunity. Thank you for the information. Now tell me, did it seem to you that my presence was needed back at the monastery?"}, {"speaker": "Kingdom Soldier", "line": "Well... I do have a verbal message from the Margrave on the subject."}, {"speaker": "Dimitri", "line": "A verbal message? How strange..."}, {"speaker": "Kingdom Soldier", "line": "The other day, he arrested one of Viscount Kleiman's men. And, well... The prisoner has claimed involvement in the Tragedy of Duscur. He has implicated his lord as well."}, {"speaker": "Dimitri", "line": "Go on."}, {"speaker": "Kingdom Soldier", "line": "I was told they would be transporting this man to the monastery along with the troops and supplies. The Margrave said that regardless of the credibility of the man's testimony, how he should be dealt with was your decision alone, Your Highness."}, {"speaker": "Dimitri", "line": "Very well. All things considered, I will return to the monastery at once. Will you come with me Professor?  Thank you."}]}