{"chapter": "21", "title": "Our Chosen Paths", "speakers": ["Gilbert", "Byleth", "Dimitri", "Prisoner", "Dedue", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Seteth", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "???", "Edelgard", "Lord Arundel", "Hubert", "Thief", "Kingdom General", "Imperial General"], "dialogue_counts": {"Gilbert": 11, "Byleth": 55, "Dimitri": 48, "Prisoner": 5, "Dedue": 4, "Felix": 6, "Ashe": 5, "Sylvain": 2, "Mercedes": 5, "Annette": 5, "Ingrid": 3, "Ferdinand": 3, "Linhardt": 4, "Caspar": 4, "Bernadetta": 1, "Dorothea": 11, "Petra": 5, "Lorenz": 1, "Raphael": 5, "Ignatz": 1, "Lysithea": 4, "Marianne": 4, "Hilda": 1, "Leonie": 1, "Seteth": 2, "Flayn": 2, "Hanneman": 1, "Manuela": 7, "Alois": 1, "Catherine": 4, "Shamir": 3, "Cyril": 2, "Anna": 1, "Gatekeeper": 1, "???": 2, "Edelgard": 19, "Lord Arundel": 1, "Hubert": 10, "Thief": 1, "Kingdom General": 1, "Imperial General": 2}, "gender_counts": {"M": 112, "F": 76, "N": 11, "A": 55}, "lines": 257, "transitions": "-MAM---MNAMMMMMMMMMNMNANANMMMM--MAMAMAMMAAMAAMAMAM-MAMAM---MAMAM---MAMAMM---MAMAMM---M---FAFAFF---FAFAFF---FAAF---M---MAMAMAM---MAMAMM-F---FAFAF---F---M---M-AMAMAMM---M---FAFAFF---FAFAFF---F---F---M---F---M---FAFAFAFF---MAAM---M---FAFAFF---F---MAAM---F-M-MANAN-MFMFMFMFMFMFMFFMFM-MF-MFMMFMMF-FMFMFM---MM-M-FM-F-F-F-M-N-M-F-F-FFF-F-FM-M-F-F-FFF-F-M-M-MMMM-MMM-MM-MN-MAAMMFFFMMM-MAM-FNFN-F", "opening": ["The Kingdom army, having gathered new troops and significant strength, commences its march towards the Imperial capital of Enbarr. In response to their movements, Emperor Edelgard orders her trusted retainer, Hubert, to the front lines to meet the Kingdom army head-on. The two forces clash in the city streets.", "With Fort Merceus conquered, it's time to approach Enbarr, the Imperial Capital. Imperial forces stand ready in the city streets, intending to resist to the bitter end."], "dialogue": [{"speaker": "Gilbert", "line": "Ah, there you are. His Highness was looking for you."}, {"speaker": "Byleth", "line": "Where is he?"}, {"speaker": "Gilbert", "line": "He's gone ahead, and started interrogating the prisoner–Viscount Kleiman's man. He said he'd like for you and I to be present as well. Will you come with me?"}, {"speaker": "Dimitri", "line": "I cannot overlook your reckless remarks. Are you really so keen to lose your head?"}, {"speaker": "Prisoner", "line": "I only did what I believed was right. I swear to the goddess that I'm not lying. Amidst the turmoil of the tragedy, Lady Patricia was supposed to be the only one who was unharmed. We had been given orders ahead of time to not approach her carriage..."}, {"speaker": "Byleth", "line": "Was Patricia an accomplice?"}, {"speaker": "Dimitri", "line": "Of course not. What would my stepmother have had to gain from such a..."}, {"speaker": "Gilbert", "line": "Perhaps Lady Patricia would have done anything to return to the Empire...to her husband and daughter."}, {"speaker": "Dimitri", "line": "What exactly are you implying?"}, {"speaker": "Gilbert", "line": "For the past few months, I've been spying on lords who defected to the Empire in order to investigate rumors about Lady Patricia. Cornelia's words were true. The two of them... I am afraid they conspired together, after all."}, {"speaker": "Dimitri", "line": "Enough of this nonsense. You say she wished to return home? That isn't nearly enough reason to cause such a tragedy."}, {"speaker": "Gilbert", "line": " I do not intend to imply that the two of them were solely responsible for the whole affair. There were likely nobles who opposed the king, or potentially someone who wanted to throw the Kingdom into chaos. The Empire, and people like Solon and Kronya, had their motives, too."}, {"speaker": "Dimitri", "line": "So my stepmother joined with them to cause the tragedy... Is that what you believe?"}, {"speaker": "Gilbert", "line": "Ultimately, this is just conjecture based on the evidence at hand. I have no idea what their true intentions were."}, {"speaker": "Dimitri", "line": "I see. We will hear what this man has to say. For now..."}, {"speaker": "Prisoner", "line": "My lord had long felt that King Lambert's radical ways were dangerous. At the time, he was approached with an offer to take part in the incident at Duscur... My lord loves his homeland. To me, he embodied justice. We were only doing what we thought was right."}, {"speaker": "Dimitri", "line": "And so, in the name of justice, he caused massacre upon massacre out of love for his homeland. You murdered your own king, killed our soldiers, and involved innocent citizens. And yet you have the gall to speak of justice?"}, {"speaker": "Prisoner", "line": "I am only standing before you now because I could no longer bear the weight of my sins."}, {"speaker": "Byleth", "line": "Did you share those feelings about your homeland?"}, {"speaker": "Prisoner", "line": "Yes... I believe I do."}, {"speaker": "Byleth", "line": "Do you regret your actions?"}, {"speaker": "Prisoner", "line": "No. I accept your hatred, and even the punishment of death, but I still believe it was a massacre in the name of justice."}, {"speaker": "Dimitri", "line": "Gilbert. Lock this man in his cell."}, {"speaker": "Gilbert", "line": "Are you not...going to kill him?"}, {"speaker": "Dimitri", "line": "I will make that decision once I have had time to consider this man's definition of justice."}, {"speaker": "Gilbert", "line": "Yes, Your Highness."}, {"speaker": "Dimitri", "line": "..."}, {"speaker": "Byleth", "line": "Are you OK?"}, {"speaker": "Dimitri", "line": "No... I cannot say that I am. Tell me, Professor... How well do you remember your father, Jeralt?"}, {"speaker": "Byleth", "line": "Not very well."}, {"speaker": "Dimitri", "line": "I figured as much. Even the memory of those who pass away is taken from those they left behind. Little by little. Year by year."}, {"speaker": "Byleth", "line": "Very well."}, {"speaker": "Dimitri", "line": "Soon enough you will come to understand how painful it is to forget the faces of those who have passed on."}, {"speaker": "Dimitri", "line": "To be honest, I cannot really remember my stepmother's...that woman's smile. Nor the sound of her voice. I always told myself that I would not allow my mind to forget. And yet...all I can recall with clarity is her gazing away, so forlorn. Did my stepmother wish to go home so badly that she would kill Father and me...kill her false family? Home...to her own blood. Her true family."}, {"speaker": "Byleth", "line": "There's no way to know for sure."}, {"speaker": "Byleth", "line": "I don't have those answers."}, {"speaker": "Dimitri", "line": "I suppose it doesn't make any difference now. I am asking you questions you could not possibly know the answer to. I am finished with thoughts like that. I am finally able to go on living without clinging to hate. If I truly treasure those who have died, then I must earnestly atone for my sins. Father, Glenn, all of the soldiers who have fallen... The people of Duscur who still suffer persecution... The only atonement I can offer them now is to take responsibility for this broken Kingdom that has been entrusted to me."}, {"speaker": "Byleth", "line": "That's true."}, {"speaker": "Byleth", "line": "Take responsibility for the Kingdom..."}, {"speaker": "Dimitri", "line": "That is why I feel that I must meet with Edelgard and try to talk to her. Do you think it's a fool's errand? Honestly... I think so too. But I must swallow my feelings and grudges–our whole history, really–and ask her about this future that she sees. What she aims for once her domination is complete. What kind of justice she clings to as she fights. And why she felt it necessary to start this war... I believe that asking her these things is the true responsibility I have been tasked with as king."}, {"speaker": "Byleth", "line": "How will you accomplish this?"}, {"speaker": "Dimitri", "line": "We will march our troops to the Imperial capital. But before any battle begins, we will set up camp nearby and send a messenger. I will tell her that I need to speak with her in a safe place, without any weapons or troops. As to whether or not she will agree to my request... Well, that rests solely on Edelgard."}, {"speaker": "Byleth", "line": "I'm certain she'll agree."}, {"speaker": "Dimitri", "line": "I would like to believe that as well. You know, Professor... When we fought in Fhirdiad, Cornelia mocked me and called me pitiful. But even if it is true that my stepmother never loved me, I am not to be pitied. After all, I have allies and dear friends who care for me. And now, I also have you by my side."}], "conversation": [{"speaker": "Dimitri", "line": "Our next battlefield will be the Imperial capital. There will be no turning back. If you have any unfinished business here, you had best settle it before we depart."}, {"speaker": "Byleth", "line": "There's not enough time."}, {"speaker": "Dimitri", "line": "I apologize, but you'll have to make do with the time you have. We cannot afford a delay."}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Dimitri", "line": "I knew I could count on you. Good luck."}, {"speaker": "Dedue", "line": "I believe in you, but please ensure that his Highness survives as well. Fódlan's future would be in peril if we lost him. I would not be able to go on."}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Dedue", "line": "Thank you,"}, {"speaker": "Byleth", "line": "I understand."}, {"speaker": "Dedue", "line": "Good."}, {"speaker": "Felix", "line": "He intends to speak to the emperor? She's his stepsister, I know, but this seems risky."}, {"speaker": "Byleth", "line": "It's important."}, {"speaker": "Felix", "line": "Pah! I know that!"}, {"speaker": "Byleth", "line": "You're against it?"}, {"speaker": "Felix", "line": "No, I'm not. I'm sure he's thought it through."}, {"speaker": "Felix", "line": "If the two can settle this diplomatically, that would be the best way out of this mess. No more bloodshed. Let's just hope he doesn't become so overwhelmed with emotion that he's unable to strike her down... should the need arise."}, {"speaker": "Ashe", "line": "Returning to the monastery brings back so many memories from five years ago. Hard to believe we only spent a year together here. So much happened that it felt a lot longer than that. But it was so exciting. And so much fun. Honestly, I think those memories are what's kept me fighting this long. What was that year like for you, Professor?"}, {"speaker": "Byleth", "line": "It was a lot of fun."}, {"speaker": "Ashe", "line": "I don't think I could ask for a better answer."}, {"speaker": "Byleth", "line": "It was challenging."}, {"speaker": "Ashe", "line": "Ah...yeah, there were a lot of hard times too."}, {"speaker": "Ashe", "line": "Let's all do our best to survive this, so we can come back here when it's all over. I know that's what I'll be doing."}, {"speaker": "Sylvain", "line": "I've been thinking about how we've got our own ideas about justice...and so does the Empire. And what's coming, it's not just a battle between us and them. It's our ideals that are fighting. Whoever wins will say they were right and the other side was wrong. And I get it. That's how it goes... But nobody's willing to talk or compromise, so we'll fight to the death to prove the other guy's wrong. It won't be an easy battle, but let's make sure we come back alive. Right, Professor?"}, {"speaker": "Mercedes", "line": "We'll be heading for the capital soon. So much rests on this moment. Will the war really be over if we take the capital?"}, {"speaker": "Byleth", "line": "It might not end right away."}, {"speaker": "Mercedes", "line": "You're probably right...but we'll get there eventually."}, {"speaker": "Byleth", "line": "Definitely."}, {"speaker": "Mercedes", "line": "Yay! I'm sure it won't end right away, but that's still great news!"}, {"speaker": "Mercedes", "line": "I truly believe that a peaceful future is waiting at the end of all this."}, {"speaker": "Annette", "line": "I hope this is the final battle. Don't you, Professor? When the war is over, everyone will be busy with their own lives... But let's all meet up again someday. Right here at Garreg Mach. You, His Highness, my father, our monastery friends, the knights...everyone!"}, {"speaker": "Byleth", "line": "That's a great idea."}, {"speaker": "Annette", "line": "It was just a silly whim I had, but I really love it!"}, {"speaker": "Byleth", "line": "I wonder if that's possible..."}, {"speaker": "Annette", "line": "All that matters is whether we choose to make it happen. I really hope that we do!"}, {"speaker": "Annette", "line": "Ooh, and I'll bake a bunch of desserts for it! Reunion sweets! All we have to do now is win! Let's get to it, Professor!"}, {"speaker": "Ingrid", "line": "I'm so glad you were assigned to the Blue Lion House, Professor. We made it this far thanks to your guidance and leadership. There's a bitter fight ahead - that much is certain. You have my lance."}, {"speaker": "Byleth", "line": "We're counting on you."}, {"speaker": "Byleth", "line": "We will prevail!"}, {"speaker": "Ingrid", "line": "Yes. Let's do this together!"}, {"speaker": "Ferdinand", "line": "Professor. At last, the end is nigh. I love the Empire. Part of me wants it to survive. But I know that is not reasonable. The Empire's time has come. The Kingdom is battle-scarred, the Alliance is in tatters... People must be terrified. The world is crumbling around them. What we need now is a mighty leader who can rebuild Fódlan and rule it as a single nation. Nonetheless, it saddens me that we will not have an Adrestian emperor..."}, {"speaker": "Linhardt", "line": "When you think of it, as one approaches the end of a war, the sacrifices only grow larger, don't they? The winning side musters their forces and attempts to strike a decisive blow... While those of the losing side make desperate attempts to turn the war in their favor. Neither side will give. I only wish we'd consider those who lose their lives in that struggle."}, {"speaker": "Byleth", "line": "We're far from being safe ourselves."}, {"speaker": "Linhardt", "line": "Yes, exactly my point. Let's be careful to ensure we don't lose our lives, Professor."}, {"speaker": "Byleth", "line": "It's a necessary sacrifice."}, {"speaker": "Linhardt", "line": "Perhaps, but that doesn't make it any easier to accept your own survival depends on a throw of the dice."}, {"speaker": "Byleth", "line": "It's better than dragging the war out."}, {"speaker": "Linhardt", "line": "I can appreciate that, but just because a choice is better does not mean that it's good."}, {"speaker": "Caspar", "line": "It's such a relief that we've made it this far without having to fight my father."}, {"speaker": "Byleth", "line": "You'll have to face him at some point."}, {"speaker": "Caspar", "line": "Are you trying to scare me? What if he turns up while we're charging the capital?!"}, {"speaker": "Byleth", "line": "It sounds like you're scared."}, {"speaker": "Caspar", "line": "You bet I'm scared! The Imperial army hasn't lost a single battle with my father on the field!"}, {"speaker": "Caspar", "line": "But still, I wonder what'll happen to him if we win..."}, {"speaker": "Bernadetta", "line": "Professor! My, um, mother might be in the city. I don't have many good memories of her if I'm being honest, but she's dearer to me than my father, If you happen to see her, please make sure she's not caught up in all the fighting. She's only a civil servant, so hopefully she takes a cue from her Bernie and stays inside."}, {"speaker": "Dorothea", "line": "I keep thinking the war is near its end, then it isn't... When can we finally put this dreadful war behind us?"}, {"speaker": "Byleth", "line": "Let's end it with the next battle."}, {"speaker": "Dorothea", "line": "That would be wonderful. Imagine, the last moment of combat...then peace. It sounds like a fairy tale. I want to make this a world where there is no fighting, where children can grow up happy and safe."}, {"speaker": "Byleth", "line": "There can be no end to war."}, {"speaker": "Dorothea", "line": "I suppose you're right... But we should still try to make the world a place where children can grow up happy and safe."}, {"speaker": "Petra", "line": "Five years ago... Edelgard said a thing to me. Brigid is a vassal of the Empire. But she also said I always have the freedom to be choosing whether I am with or not with her. I will become the ruler of Brigid. So she said I must make my own path. So now, my path and her path will be colliding."}, {"speaker": "Lorenz", "line": "At last we've come to the final confrontation! Ruin to the Empire! Glory to Faerghus! Of course, to be perfectly honest, I would have much preferred to march against the Empire at the head of the Alliance. But I suppose I have Claude to thank for denying me that satisfaction, don't I?"}, {"speaker": "Raphael", "line": "We're heading up to Enbarr next. I hope I make it back safe so I can tell my little sis about it! I hear they got a neat opera house there where Manuela used to perform. What was it called again?"}, {"speaker": "Byleth", "line": "Mitreflanc Opera Company"}, {"speaker": "Raphael", "line": "Nah, that doesn't sound right!"}, {"speaker": "Byleth", "line": "Mittelfrank Opera Company"}, {"speaker": "Raphael", "line": "Ah, that's the one!"}, {"speaker": "Byleth", "line": "Mildewplank Opera Company"}, {"speaker": "Raphael", "line": "Nah, that doesn't sound right!"}, {"speaker": "Raphael", "line": "My little sis always goes on about how much she'd like to see them perform. I know we can't see a show, but do you think we could at least see the building?"}, {"speaker": "Ignatz", "line": "We're about to put the finishing touches on this war. I wonder how Fódlan will look without the backdrop of death and destruction. I can't wait to see it! On the other hand, I'm terrified of what the future might hold. Who knows if I'll survive the assault on the capital?"}, {"speaker": "Lysithea", "line": "Wanting so desperately to speak with Edelgard just as we're about to fight... Could it be that the prince is having doubts about killing her."}, {"speaker": "Byleth", "line": "I don't think so."}, {"speaker": "Lysithea", "line": "Then perhaps it is okay."}, {"speaker": "Byleth", "line": "It's only a formality."}, {"speaker": "Lysithea", "line": "I suppose they're the only ones who fully understand the extent of their relationship."}, {"speaker": "Lysithea", "line": "He's certainly changed from the vengeful person he once was. I don't mean that in a bad way. I'm actually relieved. A king who's responsible for Fódlan's future can't exact personal vendettas and have a cold heart."}, {"speaker": "Marianne", "line": "Dear Goddess..."}, {"speaker": "Byleth", "line": "Praying again?"}, {"speaker": "Marianne", "line": "Yes... I was praying for your safety."}, {"speaker": "Byleth", "line": "What are you praying for?"}, {"speaker": "Marianne", "line": "Um...for your safety."}, {"speaker": "Marianne", "line": "I'll do all I can to survive, but please...please don't die out there Professor."}, {"speaker": "Hilda", "line": "Fighting in the capital! Ugh! And we're fighting against Edelgard! Double ugh! But with you leading us, Professor, I know we'll win. Yeah! Wahoo! Fighting! I'm a little scared, to be honest. I'm just shouting to relieve the tension, but I'll be fine."}, {"speaker": "Leonie", "line": "At last, it's time to face the Flame Emperor... Edelgard. I know that the future of all Fódlan rests on this battle. Nothing else is more important. But for me, this is personal. For Captain Jeralt's sake, I'm going to give it all I've got and more!"}, {"speaker": "Seteth", "line": "Rhea will be somewhere in the city. I wonder if she can sense us coming. The battle will soon be upon us. Let us both be at our best for what is to come."}, {"speaker": "Flayn", "line": "I was born in Enbarr. My mother and father met in the church there. Not too long after, I was brought into the world. I do not understand how war can happen in such a precious place. It is most regrettable."}, {"speaker": "Hanneman", "line": "Enbarr's streets are paved with unhappy memories, Professor. I've avoided the damned place since I abandoned my nobility. Swore never to return. Now here we are. To return in this manner... Well, I can't say it is something I ever imagined. Especially as I'm returning to end the Empire. What a strange feeling, breaking one's history."}, {"speaker": "Manuela", "line": "Life can be tough, you know? But if you've got your friends to help you through, it can be a lot easier. Maybe you butt heads sometimes...but that's OK. That's how you build bonds, right? And I've got friends, Professor. Plenty of those. It's true love that seems to have passed me by."}, {"speaker": "Byleth", "line": "You should relax."}, {"speaker": "Manuela", "line": "Relax? I'm relaxed."}, {"speaker": "Byleth", "line": "There's still hope."}, {"speaker": "Manuela", "line": "But where is my true love to be found? Where is my ray of hope?"}, {"speaker": "Byleth", "line": "Time to give up?"}, {"speaker": "Manuela", "line": "Yeah... I'm starting to figure that's the most realistic option."}, {"speaker": "Manuela", "line": "At this point, I'm just hoping you stay single too. Then at least we can share each other's misery!"}, {"speaker": "Gilbert", "line": "It matters not how just our cause may be. In the end, war is nothing more than organized murder. I understand the desire to reach a conclusion, but we mustn't overlook the sins inherent in our deeds."}, {"speaker": "Byleth", "line": "I am well aware."}, {"speaker": "Byleth", "line": "I understand, of course."}, {"speaker": "Gilbert", "line": "Heh, sorry, I have a tendency to preach. We have lost so much, and in return, we have taken much from our enemies. I pray we can put an end to this cycle of violence."}, {"speaker": "Alois", "line": "Here we are, facing the final battle with the Empire. It's been a long, difficult struggle. We have to get Lady Rhea back! And we have to crush the Empire, in the name of Captain Jeralt. He's watching over us now, protecting us. I know he is."}, {"speaker": "Catherine", "line": "Looks like we're nearing the end of this struggle. I'm sure Lady Rhea is on tenterhooks waiting for me to swoop in and rescue her."}, {"speaker": "Byleth", "line": "Probably."}, {"speaker": "Catherine", "line": " I was just kidding! Pay me no mind."}, {"speaker": "Byleth", "line": "I doubt it."}, {"speaker": "Catherine", "line": "Oof... You don't mince your words. Try being a bit more mindful of other people's feelings."}, {"speaker": "Catherine", "line": "Lady Rhea is not waiting for me, I know, no matter how much I might wish she were. She's waiting for you."}, {"speaker": "Shamir", "line": "Ten years ago, Dagda and Brigid attacked the Empire from the west. Their final target was the capital. But they were countered at a port town, long before they reached their destination. We spent a lot of time going back and forth, but at least we made it this far."}, {"speaker": "Cyril", "line": "Whenever I think about how we'll be seeing Lady Rhea real soon, I get happy and really get cleaning! We'll get there for sure, right? We'll see her again?"}, {"speaker": "Byleth", "line": "We'll meet her for sure."}, {"speaker": "Byleth", "line": "We don't know for sure."}, {"speaker": "Cyril", "line": "I just gotta believe Lady Rhea is waiting for us in the capital... We just have to find her."}, {"speaker": "Anna", "line": "Seems like the war is gonna end soon. Once the dust settles, it'll be back to rolling in fat stacks of gold for me!"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Momentum's really picking up for this final battle, huh? Even I'm starting to feel tense! Me! Enbarr's history goes back 1,400 years. That even predates the founding of the Empire. It's one of the sacred sites of the Seiros faith, so it's a pretty big deal. But hey, no need to worry about the monastery while you're fighting the final battle. I've got it covered! I'll defend it to my last!"}], "intro": [{"speaker": "Edelgard", "line": "I...I remember now. You gave me a dagger, all those years ago."}, {"speaker": "Dimitri", "line": "Heh, I'm still sorry about that. I should have given you something that would've made you happier."}, {"speaker": "Edelgard", "line": "Perhaps. At the time, I was quite flustered by such a dangerous gift. I left without giving you a proper response...and that was the last time we saw each other."}, {"speaker": "Dimitri", "line": "True. It is a sweet memory with a bitter ending."}, {"speaker": "Edelgard", "line": "I'm afraid it will do no good to reminisce, Dimitri. That girl you knew back then is gone. As good as dead. But...I'll tell you now what I wasn't able to tell you back then. Thank you. My dear, forgotten friend...because of you, I never lost my heart. As for the future...that will be decided in battle. King of Faerghus. As the emperor, I shall await your arrival in Enbarr."}, {"speaker": "Dimitri", "line": "..."}], "flashback": [{"speaker": "Dimitri", "line": "El! So it's true... You're really going away? Going back home?"}, {"speaker": "Edelgard", "line": "There's nothing I can do about it. It's all happening so fast... I'm as surprised as you are."}, {"speaker": "Dimitri", "line": "El... Um... Here. I want you to have this."}, {"speaker": "Dimitri", "line": "El, listen to me. No matter how hard things get, you can't give in, OK? You've got to cut a path to the future you wish for, no matter what."}, {"speaker": "Edelgard", "line": "It's...a dagger? Why would you give me something like this?"}, {"speaker": "Dimitri", "line": "Oh, um... I'm sorry. I couldn't think of anything better to give you."}, {"speaker": "Lord Arundel", "line": "Edelgard! What are you doing? It's time to go. Hurry and get in the carriage."}, {"speaker": "Edelgard", "line": "Oh! I... I'm sorry, Uncle! I have to go now... Good-bye, Dimitri."}], "battle": [{"speaker": "Dimitri", "line": "The gates to the Imperial capital have been broken. All troops, storm in! The emperor is within reach!"}, {"speaker": "Gilbert", "line": "The Imperial troops are dug in across the city. Let's cut through them, and carve a route to the palace."}, {"speaker": "Hubert", "line": "Heh. The Savior King arrives, hands red with blood. Let's give him a royal welcome. Artillery, once the enemy is in range, fire at will. Reinforcements will fly in shortly. Keep your focus and hold steady until they arrive."}, {"speaker": "Dorothea", "line": "Reinforcements should be here soon. Let's draw them in... just like we planned."}, {"speaker": "Hubert", "line": "Draw them toward the opera house. Reinforcements will be here any moment."}, {"speaker": "Manuela", "line": "Has it really been so long since I was in that opera house? Couldn't have imagined any of this back then."}, {"speaker": "Dorothea", "line": "The battle is nearing the opera house. I hope everyone in the company is safe."}, {"speaker": "Flayn", "line": "That church... It looks familiar. I believe that is where my parents first met."}, {"speaker": "Seteth", "line": "Ah—that church. I've such memories of that place. From a time before I was Seteth..."}, {"speaker": "Thief", "line": "War is for the wealthy. We don't even have enough to eat... I'm sure the goddess won't punish us for a little bit of thievery here and there..."}, {"speaker": "Dimitri", "line": "More reinforcements, eh? And this time it looks like a fair number... It would be best if we could take them down from a safe distance... Is there any way we could neutralize the cannons or catapults?"}], "boss": [{"speaker": "Petra", "line": "Edelgard... I will not be keeping my promise... Give me forgiveness, please..."}, {"speaker": "Hubert", "line": "It's almost a shame to kill you. Not even death will make you consequential."}, {"speaker": "Hubert", "line": "I should have disposed of you a long time ago. I will rectify that failure here!", "unit": "Byleth", "boss": "Hubert"}, {"speaker": "Hubert", "line": "Running into you in the capital like this-I have to say it's almost sentimental.", "unit": "Ferdinand", "boss": "Hubert"}, {"speaker": "Ferdinand", "line": "Hubert. She must leave.", "unit": "Ferdinand", "boss": "Hubert"}, {"speaker": "Hubert", "line": "You really think you can make her?", "unit": "Ferdinand", "boss": "Hubert"}, {"speaker": "Ferdinand", "line": "It does not matter what I think. Those are my orders.", "unit": "Ferdinand", "boss": "Hubert"}, {"speaker": "Dimitri", "line": "Hubert. I would tell you to get out of my way, but I highly doubt that you would abide.", "unit": "Dimitri", "boss": "Hubert"}, {"speaker": "Hubert", "line": "Heh. Your silver tongue will do you no good here. This is not your path to tread.", "unit": "Dimitri", "boss": "Hubert"}, {"speaker": "Dimitri", "line": "That is not your decision to make, nor is it mine. All I can do is blaze ahead!", "unit": "Dimitri", "boss": "Hubert"}], "end": [{"speaker": "Hubert", "line": "We must place our faith...in Her Majesty... Her victory is everything..."}, {"speaker": "Dimitri", "line": "It's over... The way to the palace is clear. Let's move!"}, {"speaker": "Dimitri", "line": "Send your platoons to capture Enbarr! There is to be no needless killing or pillaging, understand?"}, {"speaker": "Kingdom General", "line": "Yes, Your Highness!"}, {"speaker": "Dimitri", "line": "Edelgard awaits us. We will advance our main forces straight to the palace."}, {"speaker": "Byleth", "line": "We've finally made it here."}, {"speaker": "Byleth", "line": "We can win this."}, {"speaker": "Dimitri", "line": "Yes, it has truly been a long war. And we have only made it this far because of you... Actually, no. I will save that sentiment for after we win this battle. We will advance our troops and confront her. We must strike down the emperor and end this war."}, {"speaker": "Dedue", "line": "My life is yours, Your Highness."}, {"speaker": "Annette", "line": "Let's win this and go back home in victory! I'll do the very best I can!"}, {"speaker": "Ingrid", "line": "On my honor as a knight...I will not lose!"}, {"speaker": "Mercedes", "line": "I know the goddess is watching over us. Let's be sure to return home safely. All of us."}, {"speaker": "Ashe", "line": "As a citizen of Faerghus, I will fight with everything I have!"}, {"speaker": "Sylvain", "line": "Heh heh heh, is this what a do-or-die situation looks like? You had best give it your all too, General."}, {"speaker": "Felix", "line": "The path to the emperor is open. Fulfill your duty as our king."}, {"speaker": "Felix", "line": "Go and win. Be the boar you are, and don't you dare look back."}, {"speaker": "Byleth", "line": "Let's go!"}, {"speaker": "Dimitri", "line": "Yes. I will... No. We will win this. Together! Everyone! Move out!"}, {"speaker": "Edelgard", "line": "The time has nearly come."}, {"speaker": "Imperial General", "line": "Yes, the anomaly should present itself shortly. However..."}, {"speaker": "Edelgard", "line": "There's no reason to fret. Besides, it's far too late to second guess. Now, assume your position. I can't promise your safety if you remain here."}, {"speaker": "Imperial General", "line": "Very well."}, {"speaker": "Edelgard", "line": "Ugh... This pain is nothing...compared to what I have already suffered..."}]}