{
  "chapter": "05",
  "title": "Together To The End",
  "speakers": [
    "Unnamed Sage",
    "Alm",
    "Celica",
    "Jedah",
    "Marla",
    "Hestia",
    "Duma"
  ],
  "dialogue_counts": {
    "Unnamed Sage": 1,
    "Alm": 4,
    "Celica": 3,
    "Jedah": 1,
    "Marla": 1,
    "Hestia": 1,
    "Duma": 1
  },
  "gender_counts": { "M": 7, "F": 5, "N": 0, "A": 0 },
  "lines": 13,
  "transitions": "M-MF-MFMFM-M-F-F-M-",
  "conversation": [
    {
      "speaker": "Unnamed Sage",
      "line": "If you go down these stairs you should get to Duma's Altar. It's said that there's no return once you've entered. Your Highness, please take care!"
    }
  ],
  "battle": [
    { "speaker": "Alm", "line": "Celica!" },
    {
      "speaker": "Celica",
      "line": "Ah! Alm, help us... At this rate, everyone will... H-hurry... Please..."
    },
    { "speaker": "Alm", "line": "Celica?!" },
    { "speaker": "Celica", "line": "Alm..." },
    { "speaker": "Alm", "line": "Don't worry. I'll crush these bastards." },
    {
      "speaker": "Celica",
      "line": "It won't work. Jedah somehow seals all attacks. Plus, Mogalls keep spawning and entangling us. We're done for... Sorry, Alm. I was weak after all. I've had an odd premonition that pain awaits you... That's why I left on a quest to save Mila... That's why I didn't want you to fight yet. I'm sorry I acted so cold... The truth is, I've always..."
    },
    {
      "speaker": "Alm",
      "line": "I understand. But Celica! Focus on escaping! I'll definitely save you, so hang on!"
    }
  ],
  "boss": [
    { "speaker": "Jedah", "line": "You fools... You will regret this..." },
    { "speaker": "Marla", "line": "May Duma's blessings--" },
    { "speaker": "Hestia", "line": "May Duma's blessings--" },
    {
      "speaker": "Duma",
      "line": "That's enough... Hero Alm. Inherit our will and rule this land fairly... Carry both Duma's power and Mila's love... You must never repeat these events... Never again disturb our slumber..."
    }
  ],
  "narration": [
    "Thus, the war ended. Many have died, but now Valentia sees peace. Why did this war occur? No one knows. There is but one thing said: If mankind again grows too arrogant... The flames of war shall rekindle. All will be lost... A most dire end. That, perhaps, will remain in our hearts."
  ]
}
