{"chapter": "00", "title": "A Girl From The Plains", "speakers": ["???", "Girl", "Lyn", "Tutorial", "Lyn ", "Batta"], "dialogue_counts": {"???": 1, "Girl": 1, "Lyn": 24, "Tutorial": 11, "Lyn ": 2, "Batta": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 41, "transitions": "----------------------------", "intro": [{"speaker": "???", "line": "Are you awake?"}, {"speaker": "Girl", "line": "I found you unconscious on the plains."}, {"speaker": "Lyn", "line": "I am Lyn, of the Lorca tribe. You’re safe now. Who are you? Can you remember your name?"}, {"speaker": "Lyn", "line": "Your name is Mark? What an odd-sounding name... But pay me no mind. It is a good name. I see by your attire that you are a traveller. What brings you to the Sacae plains? Would you share your story with me? Hm? What was that noise? I’ll go see what’s happening. Mark, wait here for me."}, {"speaker": "Lyn", "line": "Oh no! Bandits! They must have come down from the Bern mountains! They must be planning on raiding the local villages. I... I have to stop them! If that’s all of them, I think I can handle them on my own. You’ll be safe in here, Mark."}, {"speaker": "Lyn", "line": "What? You want to help? Well, can you use a weapon?"}, {"speaker": "Lyn", "line": "Ah, I see... So you’re a strategist by trade? An odd profession, but... Very well. We’ll go together!"}, {"speaker": "Lyn", "line": "Over here! If you want to help, Mark, I could use your advice. I’ll protect you, so stay close to me."}], "battle": [{"speaker": "Tutorial", "line": "Lyn gains experience in each encounter. When she has enough experience, she will level up. As she increases in level, her abilities improve. Over time, she will grow much stronger. It’s time to bring this chapter to a close. Select Lyn and move her to the gate where Batta the Beast was standing. Select Seize to complete Lyn’s victory and your own!"}, {"speaker": "Lyn", "line": "Good work, Mark! Let’s go home."}], "boss": [{"speaker": "Batta", "line": "Who do you think you are? You think you can stand up to Batta the Beast?"}, {"speaker": "Batta", "line": "What? How... How did you—"}, {"speaker": "Lyn", "line": "Whew... That was close. I sorely underestimated him. Sorry if I worried you. I’ll need to be stronger if I’m going to survive... Strong enough that no one can defeat me."}], "end": [{"speaker": "Lyn", "line": "Good morning, Mark! Are you awake yet? That fight yesterday must have taken a lot out of you. Say, Mark... I want to talk to you about something. You have some experience in the ways of war, I can see. Would you allow me to travel with you?"}, {"speaker": "Lyn", "line": "What? You... want me to get permission from my parents?"}, {"speaker": "Lyn", "line": "My mother and my father... died six months ago. My people—the Lorca—they don’t... I’m the last of my tribe. Bandits attacked, and... they killed so many people. The tribe was shattered. My father was our chieftain, and I tried to protect our people. But I’m so young, and our people were old-fashioned. They wouldn’t follow a woman. No one would follow me. Sniff... I’m sorry. I’ve been alone for so long... No. No more. I will shed no more tears. ... ... ... ..."}, {"speaker": "Lyn", "line": "Thank you. I’m better now. Mark, I want— I must become stronger, so that I may avenge my father’s death! Yesterday’s battle taught me something. I won’t become stronger by sitting here alone. Mark, tell me you’ll train me, that you’ll let me travel with you!"}, {"speaker": "Lyn", "line": "You will? That’s just wonderful! Thank you! Oh, thank you! We’ll be better off working together, I know it. You’ll be my master strategist, and I’ll be your peerless warrior! We can do it! Right?"}, {"speaker": "Tutorial", "line": "Travel with Lyn, Mark. Give her your aid, and master the art of combat. Complete the tasks set out in each chapter, and help Lyn in her quest. Turn the instruction window on or off by pressing SELECT."}]}