{"chapter": "01", "title": "Footsteps Of Fate", "speakers": ["Lyn", "???", "Sain", "Kent", "Zugu", "Tutorial"], "dialogue_counts": {"Lyn": 41, "???": 2, "Sain": 46, "Kent": 35, "Zugu": 5, "Tutorial": 12}, "gender_counts": {"M": 81, "F": 41, "N": 19, "A": 0}, "lines": 142, "transitions": "-FNFMFMFMFMMMMMMFMFMFMFMMMM-FFNFNFNNFMFMMFMMF-M-M-M-M-N-M-M-MMMMMMMMM-M-MN-M-M-M-F-F-M-M-M-M-MMMMMMMM-MN-M-M-M-F-F-F-FMFMFMN-M-M-M-M-N-N-N-N-N-N-N-MF-M-N-N-N-FFMFMFMMFMMFMFMFMFMMFMMFMFMFFF", "opening": ["The apprentice tactician Mark and the young swordfighter Lyn. A strange pair on an even stranger journey. To prepare for the long road ahead, they go to Bulgar, the commercial center of Sacae. Unbeknownst to Lyn, she will discover something that will alter her life forever."], "intro": [{"speaker": "Lyn", "line": "Mark! Over here! This is Bulgar, the biggest city in all of Sacae. We should purchase supplies for our journey."}, {"speaker": "???", "line": "Oh, my heart! What a dazzling vision of loveliness!"}, {"speaker": "Lyn", "line": "Hm?"}, {"speaker": "Sain", "line": "Wait, O beauteous one! Would you not favour me with your name? Or better yet, your company?"}, {"speaker": "Lyn", "line": "Where are you from, sir knight, that you speak so freely to a stranger?"}, {"speaker": "Sain", "line": "Ha! I thought you’d never ask. I am from Lycia. I hail from the Caelin canton, home to men of passion and fire!"}, {"speaker": "Lyn", "line": "Shouldn’t that be home to callow oafs with loose tongues?"}, {"speaker": "Sain", "line": "Ooooh... You’re even lovely when you’re cruel."}, {"speaker": "Lyn", "line": "Let’s go, Mark. I‘ve nothing more to say."}, {"speaker": "Sain", "line": "Wait! Please..."}, {"speaker": "Kent", "line": "Sain! Hold your tongue!"}, {"speaker": "Sain", "line": "Ah, Kent! My boon companion! Why so severe an expression?"}, {"speaker": "Kent", "line": "If your manner were more serious, I wouldn’t have to be so severe! We still have a mission to complete, Sain!"}, {"speaker": "Sain", "line": "I know that. But how could I remain silent in the presence of such beauty? It would have been discourteous!"}, {"speaker": "Kent", "line": "What do you know about courtesy!?"}, {"speaker": "Lyn", "line": "Excuse me! You’re blocking the road. If you would be so kind as to move your horses..."}, {"speaker": "Kent", "line": "Of course. My apologies..."}, {"speaker": "Lyn", "line": "Thank you. You, at least, seem honourable enough."}, {"speaker": "Kent", "line": "Hm? Pardon me, but... I feel we’ve met before."}, {"speaker": "Lyn", "line": "I beg your pardon?"}, {"speaker": "Sain", "line": "Hey! No fair, Kent! I saw her first!"}, {"speaker": "Lyn", "line": "Tsk! It seems there are no decent men among Lycia’s knights! Let’s go, Mark! I’ve run out of patience!"}, {"speaker": "Kent", "line": "Wait, please! It’s not like that! ...... Sain, you lout!"}, {"speaker": "Sain", "line": "Huh? Not like that? I thought you were..."}, {"speaker": "Kent", "line": "I am NOT you!!! Come, we must follow her! I suspect she might be—"}, {"speaker": "Sain", "line": "Be what? She’s our mission? You’re joking! Wait!"}, {"speaker": "Lyn", "line": "Run!!! We’re being pursued! Could it be those knights from town? No... It’s not them. These men are out for blood!"}, {"speaker": "Lyn", "line": "... ..."}, {"speaker": "Zugu", "line": "Heh heh hehhh... Aren’t you the pretty one! Your name is Lyndis, is it not?"}, {"speaker": "Lyn", "line": "What did you call me? ...Who are you?"}, {"speaker": "Zugu", "line": "Such a waste. An absolute waste. The things I’d do for gold... Ah, well. Time to die, darlin’! C’mon out, boys!"}, {"speaker": "Lyn", "line": "Oh no! There are more than I can handle... But I’ll not give up!"}, {"speaker": "???", "line": "Hey! There she is!"}, {"speaker": "Zugu", "line": "Huh?"}, {"speaker": "Lyn", "line": "What?"}, {"speaker": "Sain", "line": "Whew... Finally caught up... Hold! You there! What is your business? Such numbers against a girl? Cowards, every one of you!"}, {"speaker": "Lyn", "line": "You! You’re from—"}, {"speaker": "Kent", "line": "We can discuss that later. It appears these ruffians mean to do you harm. If it’s a fight they want, let them look to me!"}, {"speaker": "Sain", "line": "Stand back! I’ll take care of this!"}, {"speaker": "Lyn", "line": "No! This is my fight! Stay out of my way!"}, {"speaker": "Sain", "line": "Well, I can’t just stand here and do nothing..."}, {"speaker": "Kent", "line": "I have a solution. You there, command us. I am Kent, a knight of Lycia. My companion is Sain. We will follow your orders in this battle. Is that acceptable, milady?"}, {"speaker": "Lyn", "line": "Yes, it is. Mark and I will lead! Let’s go!"}], "battle": [{"speaker": "Tutorial", "line": "Blue units are allies. Direct them on the field as you did with Lyn before. Be warned: if Lyn is defeated, your journey is over, as is your game. If other blue units are beaten, the game will continue, but fallen companions will be unable to return to battle for the rest of the tutorial. Use caution and good judgement. After all blue units have been moved, it automatically becomes the enemy's turn. To begin with, select Sain. Place the cursor on Sain, and press the A Button."}, {"speaker": "Sain", "line": "Attack! Move me to a space next to my foe!"}, {"speaker": "Sain", "line": "Move me up next to the enemy!"}, {"speaker": "Sain", "line": "Whoa! I missed!?"}, {"speaker": "Kent", "line": "Sain! Why aren't you using your sword?"}, {"speaker": "Sain", "line": "The lance is more heroic. A knight should look heroic, don't you think?"}, {"speaker": "Kent", "line": "You're hopeless. If you don't take fighting more seriously, you're going to find yourself on the end of a blade!"}, {"speaker": "Sain", "line": "Truth be told, I...forgot to buy a sword."}, {"speaker": "Kent", "line": "Forgot? Or were you simply too busy dallying with the ladies?"}, {"speaker": "Sain", "line": "Don't be so mad! I'll be fine with a lance. I'm that good!"}, {"speaker": "Kent", "line": "I'd prefer to rely on your skill, not your empty bragging! Take my spare blade and use it to attack next time!"}, {"speaker": "Sain", "line": "Are you sure? My thanks Kent!"}, {"speaker": "Kent", "line": "You're almost more trouble than you're worth. Almost."}, {"speaker": "Kent", "line": "Tactician! Allow me to make up for my companion's blunder. I am at your command!"}, {"speaker": "Tutorial", "line": "Weapons possess a unique hierarchy. Swords best axes. Axes best lances. Lances best swords. This is called the weapon triangle. Remembering this is of the utmost importance. First, let's illustrate that swords are strong against axes. Select Kent."}, {"speaker": "Kent", "line": "Command me to attack!"}, {"speaker": "Kent", "line": "The enemy wields an axe. Use a sword for my attack!"}, {"speaker": "Kent", "line": "He’s almost defeated. Now, let’s deliver the final blow!"}, {"speaker": "Lyn", "line": "I must be next to the enemy!"}, {"speaker": "Lyn", "line": "I want to fight! I must be closer to my foe!"}, {"speaker": "Sain", "line": "Tactician! Give me another chance!"}, {"speaker": "Sain", "line": "I failed you once before, but give me another chance... I'll not fail you again!"}, {"speaker": "Sain", "line": "Move next to the enemy and attack!"}, {"speaker": "Sain", "line": "Axe-wielding foes should be met with swords. Brandish your blade!"}, {"speaker": "Sain", "line": "Gah!"}, {"speaker": "Kent", "line": "Sain! Are you all right?"}, {"speaker": "Sain", "line": "Yes. Yes, I am. I was able to dodge in time. I can't believe he evaded my sword stroke so easily. This is no jest."}, {"speaker": "Kent", "line": "Look closely. The enemy is hidden in the woods. The branches make it difficult to attack, don't they?"}, {"speaker": "Sain", "line": "You're right. I was so focused on attacking... I didn't see."}, {"speaker": "Kent", "line": "Your lack of attention may someday cost you your life!"}, {"speaker": "Sain", "line": "Fine! I understand already! Let it go, Kent!"}, {"speaker": "Kent", "line": "If you truly understand, then act like it!"}, {"speaker": "Sain", "line": "Kent worries too much. ...He's going to grow old before his time."}, {"speaker": "Tutorial", "line": "Each type of terrain has unique characteristics. For example, look at woods and plains. Battle an enemy from the woods, and the enemy will probably miss you. However, your attacks will be unimpeded, giving you a distinct advantage. The same is true for foes. If an enemy is in the woods, he is more difficult to hit. Factoring in your terrain benefits and the weapon triangle is vital in combat. The window at the bottom of the screen gives information on the terrain the cursor is placed on. Check to see what terrain type is advantageous by using the cursor. Now, let's put this to the test. Select Kent."}, {"speaker": "Kent", "line": "I'm ready for battle. Command me as you will!"}, {"speaker": "Kent", "line": "Move me next to the enemy."}, {"speaker": "Kent", "line": "Let's use my sword to attack!"}, {"speaker": "Lyn", "line": "It seems like a wise decision to leave that bandit to the knights."}, {"speaker": "Lyn", "line": "For my part, if I'm going to take care of the other foe, I'll need to close the distance between us. The knight said that woods are advantageous, right? In that case..."}, {"speaker": "Lyn", "line": "That looks good. Let's move there, Tactician!"}, {"speaker": "Lyn", "line": "You... Your name is Sain, right?"}, {"speaker": "Sain", "line": "Yes! Sain the gallant of Caelin. That's me!"}, {"speaker": "Lyn", "line": "If you insist... Why have you not healed yourself?"}, {"speaker": "Sain", "line": "Huh? Hey! I've been injured? What a cad I am! To wrinkle that perfect brow of yours with worry for me..."}, {"speaker": "Lyn", "line": "Uh... I was thinking of giving you a vulnerary, but... It looks like you're fine. So, never you mind."}, {"speaker": "Sain", "line": "No, wait! I'll take it! Please! I'll take it!!"}, {"speaker": "Tutorial", "line": "To give away an item, use the trade command. Trade can only be used by units that are adjacent to one another. Let's use the trade command right now. Select Sain and move him next to Lyn."}, {"speaker": "Sain", "line": "I must use the vulnerary and put my lady's mind at ease! Tactician! Bring me to her!"}, {"speaker": "Sain", "line": "I mustn't worry my lady any longer. Come, Tactician! Direct me to her!"}, {"speaker": "Sain", "line": "I can't keep such a generous offer waiting! The healing power of love awaits with yon angel! Tactician! Tarry no longer!"}, {"speaker": "Sain", "line": "Move me next to her! I implore you!"}, {"speaker": "Tutorial", "line": "Now select the trade command. Sain's and Lyn's possessions will be displayed together Use the cursor to select a vulnerary from Lyn's items, and give it to Sain. After you finished your trade, press the B Button to end the process. The B Button is the cancel button. It can be used to rescind mistaken commands and other things."}, {"speaker": "Tutorial", "line": "Place the cursor on Lyn's items. Press right on the + Control Pad."}, {"speaker": "Tutorial", "line": "Press up or down on the + Control Pad, and select a vulnerary. Then, press the A Button."}, {"speaker": "Tutorial", "line": "Press the A Button to accept the vulnerary from Lyn."}, {"speaker": "Tutorial", "line": "Press the B Button to stop trading."}, {"speaker": "Tutorial", "line": "Sain can now use Lyn's vulnerary. Select the vulnerary from the items and use it."}, {"speaker": "Tutorial", "line": "Furthermore, mounted units have the unique ability to move again. Essentially, this allows cavalry to move the number of spaces left in their movement range if they haven't done so already. However, the attack command, among others, nullifies the move again ability, so be careful. Select Sain and order him to move again."}, {"speaker": "Sain", "line": "Ah, much better! Thanks, Tactician! And you have my gratitude as well, my angel!"}, {"speaker": "Lyn", "line": "..."}, {"speaker": "Sain", "line": "Ah, much better! You have my gratitude, young ladies."}, {"speaker": "Tutorial", "line": "Mission goals change from chapter to chapter. This chapter's goal is to defeat all enemies. Check the chapter goals in the window to the upper right of the screen. To open the map menu, place the cursor on an unoccupied space and press the A Button. You can confirm the chapter goals here by choosing Status from the menu. The map menu also has the Suspend command. This is useful if you have to stop a chapter midway. Time to continue this chapter! Best of luck!"}], "boss": [{"speaker": "Zugu", "line": "Accursed knights, always tampering in others' affairs."}, {"speaker": "Zugu", "line": "Blast... There was only...supposed to be a lone...girl..."}], "end": [{"speaker": "Lyn", "line": "That’s the last of them! Fantastic work, Mark!"}, {"speaker": "Lyn", "line": "And now for these knights of Lycia. You were going to share your story with me?"}, {"speaker": "Kent", "line": "Yes. We have ventured from Caelin, in Lycia, in search of someone."}, {"speaker": "Lyn", "line": "Lycia... That’s the country beyond the mountains in the south-west, isn’t it?"}, {"speaker": "Kent", "line": "Correct. We’ve come as messengers to the lady Madelyn, who eloped with a nomad some 19 years ago."}, {"speaker": "Lyn", "line": "Madelyn?"}, {"speaker": "Kent", "line": "Our lord the marquess of Caelin’s only daughter. He was heartbroken his own daughter would abandon him so. Eventually, the marquess simply declared that he had no daughter."}, {"speaker": "Sain", "line": "And then, this year, we received a letter from Lady Madelyn. It said she, her husband, and their daughter were living happily on the Sacae plains. The marquess was ecstatic to learn he had a granddaughter of 18 years. I remember the smile on his face when he announced that he’d suddenly become a grandfather. The granddaughter’s name is Lyndis. This was also the name of the marquess’s wife, who passed away at an early age."}, {"speaker": "Lyn", "line": "Lyndis?"}, {"speaker": "Sain", "line": "That she should bear this name thawed the marquess’s heart. Now, his only wish is to meet his daughter’s family at least once. This is why we’re here. We didn’t know that Lady Madelyn died a few days after sending her letter... We only learnt this shortly after arriving here in Bulgar."}, {"speaker": "Kent", "line": "But we also learned all was not lost. Her daughter yet lives. We heard that she was living alone on the plains... I... I knew it immediately. You are the lady Lyndis."}, {"speaker": "Lyn", "line": "Why would you think that..."}, {"speaker": "Kent", "line": "Your resemblance to your departed mother is remarkable."}, {"speaker": "Lyn", "line": "What? Did you know my mother?"}, {"speaker": "Kent", "line": "I’m sorry to say that I never met her directly, but I saw her portraits in Castle Caelin."}, {"speaker": "Lyn", "line": "To the rest of my tribe, I was always Lyn. But when I was with my parents... When it was just the three of us, I was Lyndis. It’s all so strange. I was all alone in the world, and now I have a grandfather. Lyndis... I never thought I would hear that name again."}, {"speaker": "Kent", "line": "..."}, {"speaker": "Lyn", "line": "Wait! That bandit! He called me Lyndis, too!"}, {"speaker": "Kent", "line": "What? How could he have–"}, {"speaker": "Sain", "line": "He was a henchman of Lord Lundgren, wasn’t he?"}, {"speaker": "Lyn", "line": "Lundgren? Who’s that?"}, {"speaker": "Kent", "line": "He’s the marquess’s younger brother. Everyone assumed the lady Madelyn was gone forever. This made Lord Lundgren heir to the marquess’s title."}, {"speaker": "Sain", "line": "To be blunt, milady, your existence is an obstacle to your granduncle’s ambitions."}, {"speaker": "Lyn", "line": "That’s– But I have no interest in inheriting any title!"}, {"speaker": "Sain", "line": "Unfortunately, your granduncle is not the sort of man to believe that. I believe the attempts on your life will persist."}, {"speaker": "Lyn", "line": "What should I do?"}, {"speaker": "Kent", "line": "Accompany us to Caelin. Continuing on this way is dangerous."}, {"speaker": "Lyn", "line": "I feel I have little choice. I will go with you."}, {"speaker": "Lyn", "line": "Mark... I’m sorry. This changes everything. What do you want me to do, Mark? You... want me to decide? Of course, your companionship would do much to ease my journey, but... It’s going to be so dangerous."}, {"speaker": "Lyn", "line": "You’ll come? Are you sure? Thank you! Let me ask once again for your friendship and your aid."}]}