{"chapter": "02", "title": "Sword Of Spirits", "speakers": ["Lyn", "Sain", "Kent", "Glass", "Priest", "Woman", "Tutorial", "Man", "Girl", "Lundgren", "Soldier"], "dialogue_counts": {"Lyn": 23, "Sain": 10, "Kent": 5, "Glass": 8, "Priest": 13, "Woman": 4, "Tutorial": 8, "Man": 1, "Girl": 1, "Lundgren": 3, "Soldier": 2}, "gender_counts": {"M": 18, "F": 23, "N": 37, "A": 0}, "lines": 79, "transitions": "-FMMNNNNNNNNNNNFNFNMMFNF-NF-F-F-F-N-N-MMM-M-M-M-N-NN-MM-N-N-N-N-N-N-NFNFNFNFFNFNFNFFNFNFMFMFMF-MNMNM", "opening": ["A small altar lies on the outskirts of Bulgar. This ancient temple, sacred to the people of Sacae, has long been known for its powerful bond to the world of spirits. Before starting their journey, our travelers come here to pray for their well-being. At this altar, Lyn’s hand is directed to a grand inheritance."], "intro": [{"speaker": "Lyn", "line": "Mark, hold a moment, and allow me a short detour. There is a sacred sword enshrined in an altar east of here. The people of Sacae go there to pray for safety at the onset of a long journey."}, {"speaker": "Sain", "line": "Oh, how quaint!"}, {"speaker": "Kent", "line": "The teachings of Elimine have the most followers in Elibe. It is nice to see that, here at least, the ancient customs are still observed."}, {"speaker": "Glass", "line": "Old Man! Stay where you are, and hold your tongue!"}, {"speaker": "Priest", "line": "Threaten me as you will, but I’ll not give up the Mani Katti. The Mani Katti is a sacred blade, under divine protection. It cannot be removed from its place of rest!"}, {"speaker": "Glass", "line": "You’re a fool, old man. What good’s a sword if you don’t use it?"}, {"speaker": "Priest", "line": "Use it? In combat? Sacrilege!"}, {"speaker": "Glass", "line": "Sacrilege? I am Glass! The gods fear my name! My swordplay is peerless! And if I want this sword, this sword I shall have! Now, get out of my way!"}, {"speaker": "Priest", "line": "Oof!"}, {"speaker": "Glass", "line": "This is it! It’s more magnificent than I’d imagined! This sword was made for a swordsman of my skill. Hmm? What’s this? I can’t... draw the sword... from its scabbard?"}, {"speaker": "Priest", "line": "The spirits of the blade have judged you. You have been found waiting. They have rejected you."}, {"speaker": "Glass", "line": "What? Listen, you senile old fool, if you value your own life, you’ll get out of my sight!!!"}, {"speaker": "Glass", "line": "Curses! Miserable spirits! I care nothing for you! I’ll tear this altar down stone by stone!"}, {"speaker": "Woman", "line": "I beg your pardon, milady. Are you headed east? To the altar?"}, {"speaker": "Lyn", "line": "Yes, we are indeed."}, {"speaker": "Woman", "line": "Then you must hurry and help the priest there. I saw a band of local ruffians head in there not too long ago. They seemed intent on stealing the altar’s sacred sword!"}, {"speaker": "Lyn", "line": "The Mani Katti... They’re going to steal it? I cannot allow this to happen!"}, {"speaker": "Woman", "line": "You look like a virtuous group. Please, help him!"}, {"speaker": "Sain", "line": "Lyndis, what are you planning?"}, {"speaker": "Kent", "line": "If you go to the priest’s aid, you’ll need to prepare."}, {"speaker": "Lyn", "line": "You’re right... Say, Mark... There are some homes to the south of us. Perhaps we should go there and question the residents."}, {"speaker": "Tutorial", "line": "The three buildings to the south are homes. You can speak with the people who live there. They sometimes give you combat hints or useful information about the land and the people. It pays to listen!"}, {"speaker": "Lyn", "line": "Shall I take the lead? All right. Tell me what you would like me to do, Mark."}], "battle": [{"speaker": "Tutorial", "line": "You should know something about fortresses. Fortresses offer more protection than woods do. Fighting from a space in a fortress is beneficial. Remember, this holds true for friend and foe alike. Keep this in mind before engaging your enemy. Fortresses also allow injured units to regain hit points. Your units automatically regain some HP at the beginning of your turn. The HP you recover in one turn is fairly small. As long as you remain in a fortress, you'll regain HP every turn, so a full recovery is possible. There are other places where units can recover HP, including castle gates, thrones, and areas where bosses are found."}, {"speaker": "Tutorial", "line": "This chapter's goal is to seize the throne. The leader of the enemy is on the throne now. Defeat him and have Lyn seize the throne to finish this battle. His name is Glass. He's a sword-bearing mercenary. Think of the weapons triangle... What weapon is able to best a sword? Correct! The lance! Using the right weapon is like a shortcut to victory. To get to the altar, try using the method that you heard earlier. It's up to you, Tactician. Good luck."}, {"speaker": "Tutorial", "line": "Sometimes, you'll get items after defeating enemies. A single unit can carry a maximum of five items.You might need to drop some old items to pick up new ones. Bear this in mind. You can see what items your enemies will drop by checking their inventories. Place the cursor on an enemy or ally, then press the R Button to view their personal data. This data screen contains information about the unit you've selected. Press the + Control Pad left and right to change pages and view items. If any of the items are glowing yellow, you will get them if you defeat the unit. Don't forget!"}], "visit": [{"speaker": "Girl", "line": "Do you know much about the sword held at the altar? It's called the Mani Katti, blessed by the spirits. According to the priest, the Mani Katti is waiting for its rightful owner to appear. It's so odd, don't you think? The idea that a sword can choose who will wield it?"}], "boss": [{"speaker": "Glass", "line": "Who do you think you are? What chance do you think you have against me?"}, {"speaker": "Glass", "line": "You... You... Urr...urgh..."}], "end": [{"speaker": "Priest", "line": "Ah, your clothing... Are you of the Lorca tribe?"}, {"speaker": "Lyn", "line": "I’m Lyn, the chieftain’s daughter. Are you hurt, sir?"}, {"speaker": "Priest", "line": "Thanks to you, I am unscathed. You have my gratitude."}, {"speaker": "Lyn", "line": "And the sword? Is it safe?"}, {"speaker": "Priest", "line": "Yes, I have sealed the sword safely away. Until I remove my spell, the sword cannot be drawn. Now, as a token of my gratitude, I shall allow you to lay hands upon the Mani Katti. Touch the blade’s pattern, and pray for a safe journey."}, {"speaker": "Lyn", "line": "Oh, thank you so much!"}, {"speaker": "Priest", "line": "Hm?"}, {"speaker": "Lyn", "line": "What? Did—"}, {"speaker": "Lyn", "line": "The sword... It’s... glowing."}, {"speaker": "Priest", "line": "Ah. Hm... It’s the power of the spirits. Lyn, they have looked into your soul, and they call out to you."}, {"speaker": "Lyn", "line": "What does that mean?"}, {"speaker": "Priest", "line": "You are its rightful owner. You are to wield the Mani Katti."}, {"speaker": "Lyn", "line": "No... I can’t... I couldn’t..."}, {"speaker": "Priest", "line": "It is the sword’s wish. If you require proof, draw it from its sheath."}, {"speaker": "Lyn", "line": "Um... ..."}, {"speaker": "Lyn", "line": "It came out... effortlessly."}, {"speaker": "Priest", "line": "I never dared hope that I might meet the wielder of the Mani Katti in my life. I am indeed fortunate to see your sword reach your hands."}, {"speaker": "Lyn", "line": "My sword?"}, {"speaker": "Priest", "line": "It is time for you to go, Lyn. You face a great many ordeals. Grip this sword, and meet your destiny head-on."}, {"speaker": "Lyn", "line": "Yes... Yes, sir!"}, {"speaker": "Sain", "line": "So this is the Mani Katti... A blade with no equal."}, {"speaker": "Lyn", "line": "This is all so unbelievable. Perhaps the most famous sword in all of Sacae... in my hand."}, {"speaker": "Kent", "line": "It’s not so strange. In fact, many legends tell similar tales... Special blades all over the land call out to their proper owners. And yet, when I saw you draw that blade, Lyndis... I felt something extraordinary. That sword was waiting for you. You were meant to draw it."}, {"speaker": "Lyn", "line": "Stop it! I... I’m nothing special!"}, {"speaker": "Sain", "line": "Think of it this way: Some weapons feel more comfortable in your hand, right? Well, the Mani Katti itself feels very comfortable with you. Does it make it any easier for you to accept? It doesn’t appear that either of us can use it."}, {"speaker": "Lyn", "line": "It... does feel right in my hand. A blade that only I can wield. That seems reasonable enough. I can understand that. Look at it, Mark. This is the Mani Katti. This is... my sword. I must care for it well."}, {"speaker": "Lundgren", "line": "What? Madelyn’s daughter is still alive?"}, {"speaker": "Soldier", "line": "Uhh... Yes, Lord Lundgren. The girl is traveling with Kent and Sain. What are your orders? If we let them be..."}, {"speaker": "Lundgren", "line": "Bah! I’ve heard that northern Bern is full of bandits. She’s just a girl. She’ll not survive her journey here. I’m more concerned with my older brother. His life must be ended quickly. The poison... There must be no blunders."}, {"speaker": "Soldier", "line": "Yes, m’lord. He suspects nothing and continues to drink it. The marquess’s death, due no doubt to sudden illness, is not far off."}, {"speaker": "Lundgren", "line": "Heh heh heh. Soon... Soon Caelin will be mine!"}]}