{"chapter": "03", "title": "Band Of Mercenaries", "speakers": ["Lyn", "Sain", "Kent", "Migal", "Florina", "Brigand", "Lyn (Far Off)", "Tutorial", "Villager", "Other Villager", "??", "Wil", "Girl"], "dialogue_counts": {"Lyn": 42, "Sain": 9, "Kent": 8, "Migal": 15, "Florina": 39, "Brigand": 4, "Lyn (Far Off)": 1, "Tutorial": 6, "Villager": 1, "Other Villager": 1, "??": 1, "Wil": 12, "Girl": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 141, "transitions": "---------------------------------", "opening": ["The secrets of her past revealed in the words of two Knights of Lycia. Now, to meet her grandfather, Lyn heads west, to Lycia, and to her destiny. A mountain range separates the Sacae Plains from Bern. There are many bandits lurking here, the cruelest of which are the Taliver. They wreak havoc on both Sacae and Bern, and their savagery knows no bounds. On her tenth day away from the plains, Lyn witnesses their atrocities herself."], "intro": [{"speaker": "Lyn", "line": "This place... It's..."}, {"speaker": "Sain", "line": "The entire area is in ruins. Why doesn't their marquess do anything to help?"}, {"speaker": "Lyn", "line": "Taliver Mountain is home to a gang of vicious, ruthless bandits. No marquess holds power here. My village was near here, on the other side of the mountain. My people were... The Taliver bandits came at night. It took only one night. The survivors numbered less than ten, including me. They're soulless beasts. I will never forgive them. Never."}, {"speaker": "Sain", "line": "Lyndis..."}, {"speaker": "Kent", "line": "..."}, {"speaker": "Lyn", "line": "I am not running away. I will be back...someday. I'll be stronger... I will break their swords beneath me like twigs beneath a stallion's hooves. I will avenge my people. I'll do everything in my power."}, {"speaker": "Sain", "line": "When the time comes, bring me with you."}, {"speaker": "Lyn", "line": "Sain."}, {"speaker": "Kent", "line": "Don't forget me, either."}, {"speaker": "Lyn", "line": "Kent...Oh! You, too, Tactician? I... You're... Thank you."}, {"speaker": "Migal", "line": "Wait right there, little lady! What are you going to do to apologize? Huh?"}, {"speaker": "Florina", "line": "Uh...I...That is, I..."}, {"speaker": "Brigand", "line": "Hey, she's quite a catch, eh, buddy? I bet the boss'd give us a pretty penny for her."}, {"speaker": "Migal", "line": "Yeah. She roughed me up a bit, so I figure fair's fair. It's no more'n she deserves."}, {"speaker": "Florina", "line": "I... I..."}, {"speaker": "Brigand", "line": "What are we gonna do with her flying mule?"}, {"speaker": "Florina", "line": "Don't you dare touch her!"}, {"speaker": "Brigand", "line": "What? You just watch your mouth, girlie!"}, {"speaker": "Florina", "line": "Do what you will with me, just... Let her go. Please, I beg of you."}, {"speaker": "Migal", "line": "Ha ha ha! Silly twit! Pegasi can only be found in Ilia. They're rare beasts, worth far more than you by far! We can sell it for a mountain of gold. Let it go? HA!"}, {"speaker": "Florina", "line": "No, you can't..."}, {"speaker": "Migal", "line": "C'mon! Let's move!"}, {"speaker": "Kent", "line": "What's this? Be on your guard, Lyndis. There seems to be some sort of commotion over there."}, {"speaker": "Lyn", "line": "That's... That's a pegasus. Could it be?"}, {"speaker": "Lyn (Far Off)", "line": "Florina?"}, {"speaker": "Lyn", "line": "Is that you, Florina?"}, {"speaker": "Florina", "line": "Ah! Lyn?"}, {"speaker": "Lyn", "line": "Florina! What are you doing in a place such as this?"}, {"speaker": "Florina", "line": "Lyn! Is it really you? I... I..."}, {"speaker": "Lyn", "line": "Come now, no crying!"}, {"speaker": "Florina", "line": "I'm sorry."}, {"speaker": "Kent", "line": "You are acquaintances?"}, {"speaker": "Lyn", "line": "She's my friend. This is Florina, a pegasus knight in training from Ilia. She's a little uncomfortable around men. Tell me, Florina, what happened here?"}, {"speaker": "Florina", "line": "Well...um... When I heard that you had left... I decided to follow you. Then I saw this village. I flew down to ask if they had news of you. I didn't see those two, and...well..."}, {"speaker": "Lyn", "line": "Did your pegasus land on them?"}, {"speaker": "Florina", "line": "Well, I... A little..."}, {"speaker": "Brigand", "line": "Aha! You heard her! She admits her fault! She stepped on my friend, and now she's got to pay!"}, {"speaker": "Lyn", "line": "Did you apologize, Florina?"}, {"speaker": "Florina", "line": "Yes. I told them I was sorry many times over. They just wouldn't listen. ..."}, {"speaker": "Lyn", "line": "Don't cry, it's alright."}, {"speaker": "Florina", "line": "Lyn..."}, {"speaker": "Lyn", "line": "Listen, she's obviously sorry. Can't we just let this pass? You don't appear to be injured or anything."}, {"speaker": "Migal", "line": "No chance. The girl goes with us—by force if need be!"}, {"speaker": "Migal", "line": "Hey! C'mon out now, boys! The men are fair game, but don't put a scratch on the girls!"}, {"speaker": "Lyn", "line": "Tactician! We've got to fight back!"}, {"speaker": "Florina", "line": "Lyn... I..."}, {"speaker": "Lyn", "line": "You're a pegasus knight, aren't you? You can fight, can't you?"}, {"speaker": "Florina", "line": "...Yes!"}, {"speaker": "Lyn", "line": "Listen carefully, Tactician. We're facing bandits. They're underlings, but we can't take them too lightly. Let's clear them out of here. Are you ready?"}], "battle": [{"speaker": "Tutorial", "line": "Weapons have the strength to be used only a limited number of times. As you fight, their endurance drops. At zero, the weapon breaks and disappears from your inventory. Check your weapon endurance by placing the cursor on a unit and pressing the R Button. You can also check on the item screen. The number next to the weapon is its endurance. Be careful. Without a weapon a unit cannot enter combat."}], "recruit-visit": [{"speaker": "Lyn", "line": "Is anyone there?"}, {"speaker": "Villager", "line": "Leave us alone, you thugs!"}, {"speaker": "Other Villager", "line": "Go away! Go away! We've no more gold for you!"}, {"speaker": "Lyn", "line": "No, wait! Please! We're not bandits! We want to help the village. Please listen!"}, {"speaker": "??", "line": "Remain inside, everyone. I'll go see what's happening."}, {"speaker": "Wil", "line": "Not bandits, huh? So, who are you?"}, {"speaker": "Lyn", "line": "My name is Lyn. My colleagues and I are just traveling through here. We saw some bandits about. We're going to deal with them, but... We need you to go and warn the villagers."}, {"speaker": "Wil", "line": "Hey! Wait! The name's Wil. I'm a traveler of sorts, too. Listen, these villagers have been kind to me. Mind if I fight with you?"}, {"speaker": "Lyn", "line": "Not at all. We need all the help we can get! Welcome aboard, Wil!"}, {"speaker": "Tutorial", "line": "By visiting a village, we gained a new companion. Wil is an archer. He uses a bow to fight. Bows can be fired at foes more than 1 space away. Obstacles won't affect your line of fire. Attacking enemies without moving next to them is called indirect combat. If the enemy has no weapons capable of indirect combat, there's no fear of counterattack, and that's to our benefit. However, you cannot fire on adjacent spaces. If someone moves next to you and attacks, that's it. Units with bows are best suited to lend assistance from the rear. Let's try some indirect combat, shall we? Select Wil."}], "visit": [{"speaker": "Girl", "line": "You came to help the village? That's good. With so many bandits, I wasn't sure what to do. It's not much, but please, take this money. There is an armory to the southeast of us. Equip yourself as you see fit, and help us, please."}], "boss": [{"speaker": "Migal", "line": "Draw your swords! We're not listening to any of your stinking apologies!"}, {"speaker": "Migal", "line": "Ugh... You'll live to regret this... My brothers... The Ganelon bandits will not let this stand..."}, {"speaker": "Lyn", "line": "Hey, listen! There's something I wanted to ask you.", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Migal", "line": "Begging for your life so soon, wench?", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Lyn", "line": "Are you...Taliver bandits?", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Migal", "line": "Taliver? Those greedy monsters? We're nothing like them!! Those fiends will even kill women and children! We're from Ganelon, and we know a little something of honor. We don't harm women, for one thing. Heh heh heh. After all, why kill what you can sell?", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Lyn", "line": "If you're not Taliver, then there's no reason for you to die here today. If you would like to tuck your tails and flee, do so now.", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Migal", "line": "You... You... No more courtesies! You're going to learn to watch your tongue!!!", "unit": "Lyn", "boss": "Migal"}, {"speaker": "Florina", "line": "Um... Excuse me...", "unit": "Florina", "boss": "Migal"}, {"speaker": "Migal", "line": "Uh? It's you! So, you changed your mind about joining us, eh?", "unit": "Florina", "boss": "Migal"}, {"speaker": "Florina", "line": "Well...no... But...this really is...my fault... Really... So, can we...", "unit": "Florina", "boss": "Migal"}, {"speaker": "Migal", "line": "What?! C'mon, lass, out with it!", "unit": "Florina", "boss": "Migal"}, {"speaker": "Florina", "line": "I'm sorry. Can we... Can we just stop fighting now?", "unit": "Florina", "boss": "Migal"}, {"speaker": "Migal", "line": "You've got to be kidding. After I've been made to look like a fool? No way!", "unit": "Florina", "boss": "Migal"}, {"speaker": "Florina", "line": "Eeek!", "unit": "Florina", "boss": "Migal"}, {"speaker": "Migal", "line": "You're coming with us! I promise you that!! Now, if you don't want to get hurt, give yourself up!", "unit": "Florina", "boss": "Migal"}], "end": [{"speaker": "Lyn", "line": "That's finally taken care of."}, {"speaker": "Florina", "line": "Lyn!"}, {"speaker": "Lyn", "line": "Florina... Why did you follow me? It's so dangerous."}, {"speaker": "Florina", "line": "Do you remember the knighting ceremony of the Pegasus Knights of Ilia?"}, {"speaker": "Lyn", "line": "Yes, you join a band of freelance soldiers to further your training. Is that what brought you here, Florina?"}, {"speaker": "Florina", "line": "Uh-huh. I wanted to talk to you before I set out. But when I went to Sacae, I heard you had left with some strangers, and..."}, {"speaker": "Lyn", "line": "You were worried for me? Thank you, but I'm more worried about you."}, {"speaker": "Florina", "line": "Me?"}, {"speaker": "Lyn", "line": "Listen, most mercenaries are men, right? Bands of men? I can't imagine you being at all comfortable around them."}, {"speaker": "Florina", "line": "I know, I know. It's just... I've always dreamt of being a pegasus knight. I imagined I would just...work it out. Somehow. After today, I'm not so sure. Maybe I should just...give up..."}, {"speaker": "Lyn", "line": "Florina, don't cry..."}, {"speaker": "Sain", "line": "Yes, there's no reason to give up your dream!"}, {"speaker": "Lyn", "line": "Hm?"}, {"speaker": "Sain", "line": "Lovely Florina! I have the most brillant idea!"}, {"speaker": "Kent", "line": "Sain!"}, {"speaker": "Sain", "line": "You should come with us! With the addition of Wil here, we're a fine group of soldiers, and freelance to boot!"}, {"speaker": "Wil", "line": "Wait, did you just include me?"}, {"speaker": "Sain", "line": "Of course! We were destined to meet here! It's fate! Come now, Lyndis's band of mercenaries is as good a training group as you'll find anywhere!"}, {"speaker": "Kent", "line": "Sain... This is no joking matter!"}, {"speaker": "Florina", "line": "Lyndis? Um, Lyn? Mercenaries?"}, {"speaker": "Lyn", "line": "I can give you details later. This is all a bit rushed. However, Sain is right. Will you come with us, Florina?"}, {"speaker": "Florina", "line": "Travel with you, Lyn? Truly? I would be so...so happy!"}, {"speaker": "Sain", "line": "Fantastic! Beauteous Florina! I am a knight of Caelin. My name is Sain..."}, {"speaker": "Florina", "line": "Eeek! Stay back! Don't get so close."}, {"speaker": "Sain", "line": "Ah... Beautiful, and yet so modest!"}, {"speaker": "Kent", "line": "I beg your forgiveness. Calling us mercenaries..."}, {"speaker": "Lyn", "line": "No, I approve. We can't leave Florina on her own. She requires special attention though. Can I count on you?"}, {"speaker": "Kent", "line": "Yes! You have but to ask."}, {"speaker": "Wil", "line": "So... Is it really all right if I travel with you?"}, {"speaker": "Lyn", "line": "Oh, yes. Of course! If you're willing, Wil."}, {"speaker": "Wil", "line": "Actually, I'm very grateful. Truth be told, all of my money was stolen, and I'm...at a bit of a crossroads. I would be honored to count myself one of Lyndis's Legion!"}, {"speaker": "Lyn", "line": "\"Lyndis's Legion\"? This is getting stranger with every day, Tactician."}]}