{"chapter": "04", "title": "In Occupation's Shadow", "speakers": ["Wil", "Sain", "Lyn", "Florina", "Kent", "Unknown", "Natalie", "Carjiga", "Ratface", "Dorcas", "Tutorial"], "dialogue_counts": {"Wil": 2, "Sain": 7, "Lyn": 35, "Florina": 1, "Kent": 5, "Unknown": 1, "Natalie": 13, "Carjiga": 9, "Ratface": 2, "Dorcas": 19, "Tutorial": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 101, "transitions": "-------------------------", "opening": ["After defeating the bandits, Lyn continues westward. She and her colleagues stop for the night at a ruined fortress. The Ganelon bandits are in a rage after their brethren fell to Lyn’s swords. They race in pursuit of the companions. Their angry footsteps sound closer and closer…"], "intro": [{"speaker": "Wil", "line": "Ah, this should suffice! Tonight’s bed!"}, {"speaker": "Sain", "line": "This mildewy old fortress? Is this the best we can do? Come, Wil! Surely you jest!"}, {"speaker": "Wil", "line": "The bandits keep everything in turmoil around here. No one has time to worry about travelers. And there are rather a lot of us."}, {"speaker": "Lyn", "line": "This will be fine. Who wants to be stuck inside, anyway? I prefer a place where I can feel the wind blow."}, {"speaker": "Florina", "line": "As long as I’m at Lyn’s side, I’ll be fine."}, {"speaker": "Sain", "line": "And for your protection, your man-at-arms Sain will be right here by your side, ladies."}, {"speaker": "Kent", "line": "Sain, both you and I are to remain awake. We will alternate the watch."}, {"speaker": "Sain", "line": "Ah, alas..."}, {"speaker": "Unknown", "line": "Your pardon, milady..."}, {"speaker": "Lyn", "line": "Who’s there?"}, {"speaker": "Natalie", "line": "I...Forgive my intrusion...My name’s Natalie. I’m from a village not far from here...Ah! Ow..."}, {"speaker": "Lyn", "line": "Are you all right?"}, {"speaker": "Natalie", "line": "Hm?"}, {"speaker": "Lyn", "line": "Your leg..."}, {"speaker": "Natalie", "line": "It’s fine. Don’t worry. It’s from a childhood sickness...I can’t travel far on it, but it doesn’t trouble me much."}, {"speaker": "Lyn", "line": "What are you doing here all by yourself?"}, {"speaker": "Natalie", "line": "I’m looking for my husband...I heard he was in this area. He said he was going to raise money to have my leg mended. He left the village and hasn’t returned. He’s a kindhearted man, but I think he might be involved in something dangerous. I got so worried...Here’s a sketch of him. It’s a poor likeness at best, but...His name is Dorcas. Do you know of him?"}, {"speaker": "Lyn", "line": "I’m sorry. I don’t believe I’ve seen or heard of him."}, {"speaker": "Natalie", "line": "I see...If you do meet him, please give him a message. Tell him that Natalie is looking for him."}, {"speaker": "Lyn", "line": "I will tell him. I promise."}, {"speaker": "Carjiga", "line": "Here they are. We’ve finally tracked down the band that defeated Migal."}, {"speaker": "Ratface", "line": "So they’ve decided to hole up in this ruined fortress. Perfect. We’ll wait ’til it gets dark, and then..."}, {"speaker": "Carjiga", "line": "You’re an idiot! There are only a few of them, and some are women! If we attacked them at night, I’d be a laughingstock! Besides, we might hurt the women by mistake! I will not be so wasteful!"}, {"speaker": "Ratface", "line": "You’re right, Carjiga! You’re so smart!"}, {"speaker": "Carjiga", "line": "We’ll avenge Migal and get some pretty souvenirs to boot. Who knows, maybe I’ll be a leader after all. Ha ha ha! Let’s go! Spread out and encircle the place, you rogues! Let’s finish this before it gets too dark to see!"}, {"speaker": "Carjiga", "line": "Hey, you! Your name’s...Dorcas, right?"}, {"speaker": "Dorcas", "line": "..."}, {"speaker": "Carjiga", "line": "You haven’t done much since you joined us. If those weapons of yours aren’t just for show, today’s the day to let us see what you can do."}, {"speaker": "Dorcas", "line": "..."}, {"speaker": "Carjiga", "line": "I want you to attack from the back entrance to the east. There’s supposed to be a woman inside. I want you to capture her. Do that, and I’ll increase your share of the take. If you want gold, you’ll get the job done."}, {"speaker": "Dorcas", "line": "A bunch of women, huh? It would break Natalie’s sweet heart to see me sink so low."}, {"speaker": "Kent", "line": "Lady Lyndis! Outside the fortress! Bandits!"}, {"speaker": "Lyn", "line": "What did you say?"}, {"speaker": "Sain", "line": "Persistent bunch, aren’t they? What do you think? Shall we go out and face them?"}, {"speaker": "Lyn", "line": "No... Natalie cannot move well, and that would put her in danger. Let them come to us. We’ll fight here, within these walls."}, {"speaker": "Lyn", "line": "Mark, take over. The command is yours. All we have to do is hold out until they tire and leave."}, {"speaker": "Natalie", "line": "Oh..."}, {"speaker": "Lyn", "line": "Rest easy, Natalie. No one will harm you! Listen, everyone! Fight with caution!"}], "battle": [{"speaker": "Dorcas", "line": "So you're their tactician... I'll use my axes and fight alongside you. Direct me as you will."}, {"speaker": "Tutorial", "line": "The weapon Dorcas is using is called a handaxe. Use it to attack an adjacent opponent, or throw it in indirect combat in the manner of a bow. This versatility makes it a valuable weapon."}, {"speaker": "Tutorial", "line": "Right now, after all of your units have moved, it automatically becomes the enemy's turn, right? Sometimes, there are moments when you might not want or be able to move all of your units. When it's bothersome to tell your units to wait one by one, select end from the map menu to speed things up. To display the map menu, place the cursor on an unoccupied space and press the A Button."}, {"speaker": "Carjiga", "line": "What are you waiting for? She's just a child! A girl! Grrr! Get more men up here now!!"}, {"speaker": "Natalie", "line": "Ah..."}, {"speaker": "Lyn", "line": "Natalie!"}, {"speaker": "Lyn", "line": "I wasn't strong enough... ...I couldn't protect Natalie. I'm sorry Tactician... I need to be alone. ...I... I failed her when she needed help most."}], "recruit-talk": [{"speaker": "Lyn", "line": "You! Tell me, are you Dorcas?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "..... How do you know my name?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "Natalie told me. What are you doing with these rogues?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "I need money...", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "That may be, but...joining up with mercenaries?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "It's the only way to earn gold in these parts. I'll do anything...even this.", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "For gold? Anything? Would you hurt your wife? Natalie is here! We're protecting her within this fortress!!", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "What!? Natalie's... She's here?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "She was so worried that she came looking for you. Think, Dorcas! Would your actions please your wife?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "..... ...You're right.", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "Well?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "I understand. I can't do this. I'm done with these bandits. Here and now.", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Lyn", "line": "Really?", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Dorcas", "line": "Yes... And I would repay you for your kindness toward Natalie. Allow me to fight for you.", "recruiter": "Lyn", "recruit": "Dorcas"}, {"speaker": "Tutorial", "line": "In this way, you can sometimes turn enemies into allies. Never underestimate the persuasive power of speech. Your new companion, Dorcas, is an axe-wielding fighter. Do you remember the weapon triangle? Axes are strong against lances and weak against swords. Axes have more power than other weapons, but they are also more difficult to hit with. Try using Dorcas to attack. Select Dorcas now.", "recruiter": "Lyn", "recruit": "Dorcas"}], "battle-talk": [{"speaker": "Dorcas", "line": "Natalie!", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Natalie", "line": "Is it you?", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Dorcas", "line": "Natalie! Are you all right? What were you thinking, coming out all this way?", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Natalie", "line": "I was worried about you. Please, don't let my leg trouble you anymore. You mustn't put yourself in such danger. Please!", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Dorcas", "line": "I'm sorry. I must have been out of my head. I didn't realize... That girl Lyn made me open my eyes.", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Natalie", "line": "Lyndis brought you here?", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Dorcas", "line": "I'll explain later. We've got to drive back these bandits first. Listen, stay put. Don't move from here.", "person_1": "Dorcas", "person_2": "Natalie"}, {"speaker": "Natalie", "line": "All right. As long as you're here, I know I'm safe.", "person_1": "Dorcas", "person_2": "Natalie"}], "boss": [{"speaker": "Carjiga", "line": "Urgh! How? How are they so tough? You! Bring me more men here right away!"}, {"speaker": "Carjiga", "line": "Arrgh.. This isn't... Not me..."}], "end": [{"speaker": "Lyn", "line": "The enemy's fled... Tactician! We've won!!!"}, {"speaker": "Natalie", "line": "Dorcas!"}, {"speaker": "Dorcas", "line": "I'm so sorry, Natalie."}, {"speaker": "Lyn", "line": "All's well that ends well. Right, Natalie?"}, {"speaker": "Dorcas", "line": "Our village is close. I'll take Natalie home and return tomorrow."}, {"speaker": "Lyn", "line": "Hm? Why can't we just say our farewells today?"}, {"speaker": "Dorcas", "line": "Well, I... I spoke with Tactician. I... I've been invited to join your group."}, {"speaker": "Lyn", "line": "But we're going to Lycia."}, {"speaker": "Dorcas", "line": "I have to go somewhere to earn money. If you think I'll be of use, I'd like to fight for you. You helped my wife... I owe you."}, {"speaker": "Lyn", "line": "Dorcas..."}, {"speaker": "Natalie", "line": "Please, Lyn. We are both in agreement on this. Watch over my husband."}, {"speaker": "Lyn", "line": "Things have finally calmed down."}, {"speaker": "Kent", "line": "We shall take turns keeping watch. Please rest easily."}, {"speaker": "Lyn", "line": "Is that all right? Are you sure? Sain!"}, {"speaker": "Sain", "line": "Ye-Yes! Of course!"}, {"speaker": "Lyn", "line": "Let me warn you... If bandits sneak up on you, they will cut you down without mercy. Do you understand that?"}, {"speaker": "Sain", "line": "What are you saying? Am I not a knight? There's no need to worry so! Right, Kent?"}, {"speaker": "Kent", "line": "If there's anything suspicious, I will take care of it. Please be assured."}, {"speaker": "Lyn", "line": "Really? Well, goodnight then. See you tomorrow, Tactician."}, {"speaker": "Kent", "line": "Let's go."}, {"speaker": "Sain", "line": "Ha ha... No one trusts me..."}]}