{"chapter": "05", "title": "Beyond The Borders", "speakers": ["Kent", "Lyn", "Wil", "Sain", "Florina", "Bug", "Bandit", "Serra", "Erk", "Tutorial", "Old Man", "Man", "", "Lundgren", "Soldier"], "dialogue_counts": {"Kent": 3, "Lyn": 15, "Wil": 2, "Sain": 11, "Florina": 1, "Bug": 5, "Bandit": 3, "Serra": 30, "Erk": 21, "Tutorial": 5, "Old Man": 1, "Man": 1, "": 1, "Lundgren": 2, "Soldier": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 103, "transitions": "-----------------------", "opening": ["The next morning comes too quickly. Lyn has fought back the bandits’ attack. Now, she rushes for the border of Bern. If she can reach it, Lycia itself is not far off. For a moment, Lyn stops to imagine the face of a grandfather she’s never seen."], "intro": [{"speaker": "Kent", "line": "We’ve almost reached the Lycian border."}, {"speaker": "Lyn", "line": "Once we cross, we’ll be safe from the bandits, right?"}, {"speaker": "Wil", "line": "We should be. I doubt they’ll be willing to pursue us across the border."}, {"speaker": "Sain", "line": "Lycia at last! It’s been a long time. Tomorrow, we’ll dine on a feast of Lycia’s finest foods! And the mistress of the inn at the crossing is said to be a beauty. Ah, yes… Food and love. No better way to restore a man’s soul! This is going to be a fine evening, eh, Kent?"}, {"speaker": "Kent", "line": "If your behavior is as deplorable as ever, we’d best stay elsewhere. We’re not here for sightseeing!"}, {"speaker": "Sain", "line": "Oh, come now! That’s not fair!"}, {"speaker": "Lyn", "line": "Kent, the inn will be fine."}, {"speaker": "Kent", "line": "As you say, milady."}, {"speaker": "Sain", "line": "Lyndis! You are truly an angel from on high!"}, {"speaker": "Lyn", "line": "It’s nothing. Forget it."}, {"speaker": "Florina", "line": "Ah! We’ll finally be able to get a good night’s sleep."}, {"speaker": "Lyn", "line": "Oh, no… Those bandits are persistent, I’ll give them that much."}, {"speaker": "Bug", "line": "Ah! Here they are! I’ve found ’em!!"}, {"speaker": "Wil", "line": "What? Not again! They’re still after us?"}, {"speaker": "Bug", "line": "Heh heh heh. Don’t think you’re getting away so easily!"}, {"speaker": "Bandit", "line": "You leave alive, and everyone’ll think the Ganelon Bandits have gone soft!"}, {"speaker": "Lyn", "line": "So? We care nothing for you or your reputations! We must get to Lycia! Get in our way, and you’ll pay!"}, {"speaker": "Bug", "line": "Cheeky little thing, aren’t you? Let’s get ’em, lads! And no holding back just ’cause there’s women with ’em! Wipe ’em out!"}, {"speaker": "Serra", "line": "Oooh… We’re lost. This makes me so mad!"}, {"speaker": "Erk", "line": "You told me you were certain this was the correct path."}, {"speaker": "Serra", "line": "What’s your point, Erk? What are you trying to say?"}, {"speaker": "Erk", "line": "…I swear, you are NOT the woman I agreed to escort…"}, {"speaker": "Serra", "line": "What? What’s that supposed to mean?"}, {"speaker": "Erk", "line": "I heard someone was needed to escort a frail Lycian priestess to Ostia…"}, {"speaker": "Serra", "line": "Yes, and I’m that priestess."}, {"speaker": "Erk", "line": "Frail? You? Serra, you have no need of any escort to protect you. Even the most hardened criminal would flee in terror after five minutes in your company. I’ll return your money. Gladly. Now, will you please go on to Ostia alone?"}, {"speaker": "Serra", "line": "NO! You’re MY escort, Erk! MINE! You’re so clean and tidy. A noblewoman like myself can’t be seen without a proper escort. Your personality’s nothing special, but you’re not bad to look at."}, {"speaker": "Erk", "line": "I believe that’s my line. And I have to take you all the way to Ostia? I only hope my nerves can endure the journey."}, {"speaker": "Serra", "line": "What are you mumbling about? You’re so gloomy! Hm? Something’s happening over there. Let’s take a look!"}, {"speaker": "Erk", "line": "Ah. Of course. The first opportunity to get involved in trouble, and she jumps right in. No amount of money is worth this. Hoo…"}], "battle": [{"speaker": "Erk", "line": "…Sigh…"}, {"speaker": "Tutorial", "line": "Erk, a mage, and Serra, a cleric, have joined your group. Mages use the magic of truth to attack and damage their enemies. Clerics use staves to restore HP to their allies. Let’s try them both. First, select Serra."}, {"speaker": "Serra", "line": "Hello. You’re Tactician, right? I’m Serra. Nice to meet you. By the way, see this contrary mage here with me? His name is Erk. I think he’s been hurt. I am Erk’s employer. “Master,” I suppose you could say. What I’m getting at is… I was thinking of healing him free of charge. I know, I know. I’m generous to a fault. Hm? Why are you looking at me like that? Praise my generosity! Anyway, that’s the deal. Please direct me to him."}, {"speaker": "Serra", "line": "Please direct me."}, {"speaker": "Tutorial", "line": "Press the A button, and select the staff from the menu."}, {"speaker": "Serra", "line": "I’m going to use my staff. Watch in wonder!"}, {"speaker": "Serra", "line": "My staff! Let me use my staff!"}, {"speaker": "Tutorial", "line": "Clerics cannot wield weapons; therefore they can’t engage in combat. However, they can use their staves to restore HP to allied units. Besides healing staves, which restore HP, there are other staves with different abilities. It’s always a good idea to test out any new abilities you receive, so let’s do that now. Have Erk demonstrate his magic. Begin by selecting Erk."}, {"speaker": "Erk", "line": "You are Tactician? I am Erk. I’m not sure how I got in this mess. If I’m going to fight, however, I will show you the true power of magic!"}, {"speaker": "Erk", "line": "I will show you the true power of magic!"}, {"speaker": "Tutorial", "line": "Magic, like Dorcas’s throwing axes, can strike enemies in adjacent squares as well as those at a distance. It’s very useful. Magic can penetrate even the strongest defenses, so it can be used in many situations. However, mages have few HP and low defensive abilities. To avoid counter-attacks, move in close to archers, and attack other fighters from 1 space away. Try and formulate combat strategies like this to be successful on the field of combat."}], "recruit-talk": [{"speaker": "Lyn", "line": "Um, excuse me… Hello?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Serra", "line": "Hm?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Lyn", "line": "Why are you fighting these bandits?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Erk", "line": "… It just happened.", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Serra", "line": "That’s not true! Those ruffians thought that we were with you!!! You got us into a terrible situation! Now, how are you going to get us out?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Erk", "line": "Serra, if you’d not been so meddlesome, this all could have been avoided. My apologies. Please trouble yourself with us no more.", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Lyn", "line": "But…if you’re going to have to fight anyway, shouldn’t we team up? It will end things faster, right?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Serra", "line": "That’s true. Yes! That’s a good idea. Erk! Go and help these ladies.", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Erk", "line": "But I… Fine!", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Lyn", "line": "Very good. My name’s Lyn. SO tell me, will you join arms with us?", "recruiter": "Lyn", "recruit": "Serra"}, {"speaker": "Serra", "line": "Yes, we’d be glad to. My name is Serra. This is my escort, Erk. Be a good boy, and go fight now, Erk.", "recruiter": "Lyn", "recruit": "Serra"}], "visit": [{"speaker": "Old Man", "line": "Magic can be used to attack enemies both near and far. Plus, you might find that magic can hit an enemy that normal weapons do not harm. However… Mages are notoriously susceptible to physical attacks. Just because they’re versatile doesn’t mean you should put them in harm’s way. It does you no good if they are lost because of your carelessness."}, {"speaker": "Man", "line": "Tell me, are you using the R Button? If there’s something you don’t understand, use the R Button to investigate. It’s essential. Place the cursor on a unit and press the R Button. This displays detailed information on the unit. You knew that, right? While that information is displayed, press the R Button again. That will get you even more detailed information. Did you know that? The R Button can be used in many other places, too. Anyway, when you come across something unfamiliar, try pressing the R Button! Won’t hurt to remember that!  Ah, so you’re a traveler? Listen to my advice: handle your money wisely. If you spend too much too soon, you’ll run out early and suffer later. There are other shops, so save about, oh, half of your money."}], "boss": [{"speaker": "Bug", "line": "You’re gonna learn why people fear the Ganelon Bandits!"}, {"speaker": "Bug", "line": "Blaaaaah… Scum… You’re all scum…"}], "end": [{"speaker": "Lyn", "line": "Nicely done, Tactician. That should just about do it."}, {"speaker": "Serra", "line": "What a surprise. You are very strong, Lyn."}, {"speaker": "Lyn", "line": "Your staff is a wondrous thing. Healing powers amaze me."}, {"speaker": "Serra", "line": "Only those in the service of good can wield them."}, {"speaker": "", "line": ""}, {"speaker": "Serra", "line": "Take care. Good-bye, Lyn."}, {"speaker": "Lyn", "line": "Fare you well. You, too, Erk."}, {"speaker": "Erk", "line": "Good-bye."}, {"speaker": "Serra", "line": "Well, let us be on our way, Erk."}, {"speaker": "Sain", "line": "What have we here? Another wildflower? Perhaps a butterfly?"}, {"speaker": "Sain", "line": "What an absolutely delectable creature!"}, {"speaker": "Serra", "line": "Oh my! Are you one of Lyn’s companions?"}, {"speaker": "Sain", "line": "Please, call me Sain."}, {"speaker": "Serra", "line": "I’m Serra. I serve House Ostia."}, {"speaker": "Sain", "line": "Serra… What a lyrical name. I am in service to Castle Caelin."}, {"speaker": "Serra", "line": "Oh! So is Lyn a member of the marquess’s family?"}, {"speaker": "Sain", "line": "She is the granddaughter of our lord, the marquess."}, {"speaker": "Serra", "line": "Hmmm… Such an important person."}, {"speaker": "Erk", "line": "Serra…what deviousness are you contemplating now?"}, {"speaker": "Serra", "line": "Tee hee! Having a person of power in your debt is never a bad thing!"}, {"speaker": "Erk", "line": "You can’t be serious…"}, {"speaker": "Serra", "line": "Oh, Sain! Do you think we could join the lady Lyndis’s company? She seems like such a nice person, and I would ever so much like to help her."}, {"speaker": "Sain", "line": "Of course! We couldn’t be happier!! Why, we were only just saying how we need some more fighting power!"}, {"speaker": "Serra", "line": "Are you being hunted or something?"}, {"speaker": "Sain", "line": "Yes, it’s an inheritance dispute. Assassins everywhere."}, {"speaker": "Serra", "line": "Oh my! In that case, my healing staff and Erk’s magic should come in handy."}, {"speaker": "Erk", "line": "Well, I, er… It sounds…dangerous…"}, {"speaker": "Sain", "line": "Your staff and magic would be extremely helpful! Please wait here! I will go and speak with Lady Lyndis on your behalf."}, {"speaker": "Erk", "line": "Unbelievable…"}, {"speaker": "Serra", "line": "This is fantastic, Erk! Our good deeds will earn us gratitude beyond imagining!"}, {"speaker": "Erk", "line": "I… I… I think I’m going to be ill."}, {"speaker": "Lundgren", "line": "That little girl crossed the border!?"}, {"speaker": "Soldier", "line": "Yes, Lord Lundgren. She’s en route to Araphen…"}, {"speaker": "Lundgren", "line": "Fool! Send out soldiers to meet her! Hold nothing back! Do anything to finish this now! First the old man, and now the girl… They cling to life like a drowning man to a rock! Double the poison’s strength! If he struggles, hold him down and pour it down his throat! Once the girl is gone, Caelin is mine. I will let no one stand in my way!"}]}