{"chapter": "06", "title": "Blood Of Pride", "speakers": ["Lyn", "Sain", "Kent", "Man", "Assassin", "Rider", "Rath", "Woman", "Thief", "Tutorial", "Matthew", "Florina", "Wil", "Dorcas", "Serra", "Erk", "Old Man", "Lady", "Bool", "Marquess Araphen"], "dialogue_counts": {"Lyn": 53, "Sain": 13, "Kent": 19, "Man": 4, "Assassin": 3, "Rider": 7, "Rath": 21, "Woman": 2, "Thief": 4, "Tutorial": 7, "Matthew": 18, "Florina": 2, "Wil": 2, "Dorcas": 2, "Serra": 3, "Erk": 2, "Old Man": 1, "Lady": 1, "Bool": 2, "Marquess Araphen": 14}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 181, "transitions": "------------------------------------", "opening": ["At long last, Lyn arrives in the land of her mother's birth. Lycia is a federation of territories, each one ruled by a powerful marquess. Now, Lyn takes her leave of one of these territories, Araphen and sets out to meet her grandfather, the marquess of Caelin. However, the marquess's brother, Lundgren, hungers to rule over Caelin. He is preparing a deadly welcome for Lyn, who stands to threaten his grasp for power."], "intro": [{"speaker": "Lyn", "line": "What city is this?"}, {"speaker": "Sain", "line": "This? This is Araphen. After Ostia, it’s the second-biggest city in Lycia."}, {"speaker": "Lyn", "line": "The second biggest, hm? It does seem awfully busy. By the way, where’s Kent?"}, {"speaker": "Sain", "line": "He said he was going ahead to the castle, but... Ah, here he comes now."}, {"speaker": "Kent", "line": "Milady Lyndis! Let us proceed to the castle. They’ve prepared supplies for us. The marquess has agreed to aid us on our journey to Caelin."}, {"speaker": "Lyn", "line": "He’s going to help us?"}, {"speaker": "Kent", "line": "Yes. Araphen and Caelin have enjoyed a sturdy friendship for many years. Once I informed the marquess our plight, he agreed to lend us his strength."}, {"speaker": "Sain", "line": "Looks like we’ve got a smooth road ahead!"}, {"speaker": "Kent", "line": "If we could pick up some soldiers, the road to Caelin would be that much safer. I’m truly sorry for hardships you’ve suffered so far."}, {"speaker": "Lyn", "line": "Don’t be silly. You are so capable, Kent."}, {"speaker": "Sain", "line": "Kent!?"}, {"speaker": "Lyn", "line": "Hm? Oh, and so are you, Sain."}, {"speaker": "Sain", "line": "Of course I am!"}, {"speaker": "Kent", "line": "The castle awaits..."}, {"speaker": "Man", "line": "This is terrible! The castle is burning!!"}, {"speaker": "Sain", "line": "What did you say? What’s happening?"}, {"speaker": "Man", "line": "Smoke! From the castle! Hey! What are those men doing?"}, {"speaker": "Lyn", "line": "Who are you?"}, {"speaker": "Assassin", "line": "You! You’re Lyndis, aren’t you?"}, {"speaker": "Lyn", "line": "Ah! What do you–"}, {"speaker": "Assassin", "line": "No questions! Prepare yourself!!!"}, {"speaker": "Lyn", "line": "Hey!"}, {"speaker": "Assassin", "line": "Aaaargg! Aaaaah!!"}, {"speaker": "Lyn", "line": "What? An arrow?"}, {"speaker": "Rider", "line": "......"}, {"speaker": "Lyn", "line": "Who are–"}, {"speaker": "Kent", "line": "Milady Lyndis!"}, {"speaker": "Kent", "line": "Are you all right?"}, {"speaker": "Lyn", "line": "I’m fine. He... This man saved me."}, {"speaker": "Kent", "line": "May I ask your name?"}, {"speaker": "Lyn", "line": "Wait! Why did you help me?"}, {"speaker": "Rider", "line": "I thought a Sacaean plainswoman was being attacked. I was mistaken."}, {"speaker": "Lyn", "line": "No, you were right! I am from Sacae. I’m Lyn, the daughter of the Lorca chieftain."}, {"speaker": "Rider", "line": "The Lorca? There were survivors?"}, {"speaker": "Lyn", "line": "Yes."}, {"speaker": "Rider", "line": "You should leave at once. A blaze has started in the castle, and it’s spreading. Don’t be foolish and waste the life I just saved."}, {"speaker": "Lyn", "line": "You’re from the castle? What’s happening? How severe is the fire? Is the marquess safe?"}, {"speaker": "Rider", "line": "The castle is under attack, and the marquess has been accosted. The man who attacked you was probably one of the marauders. As captain of the castle guard, it’s my duty to rescue the marquess."}, {"speaker": "Lyn", "line": "I see... All right then, we’ll help you."}, {"speaker": "Kent", "line": "Milady?"}, {"speaker": "Rider", "line": "Why?"}, {"speaker": "Lyn", "line": "These brigands are after me. If they’re attacking the castle, it’s because of me. So I must help if I can..."}, {"speaker": "Rider", "line": "It sounds like you’re involved somehow... Let’s go."}, {"speaker": "Lyn", "line": "You’ll accept our aid?"}, {"speaker": "Rath", "line": "I am Rath of the Kutolah. Our tribes may be different, but I will not abandon a woman of the Sacae."}, {"speaker": "Lyn", "line": "Thank you, Rath! A thousand blessings upon you!"}, {"speaker": "Rath", "line": "And a thousand curses upon our enemy!"}, {"speaker": "Lyn", "line": "Come!"}, {"speaker": "Woman", "line": "You! What are you doing in my house?!"}, {"speaker": "Thief", "line": "Peace! I mean no danger to you! Your home offers a good view of the battle outside. Look, I’ll pay you for the privilege. Please."}, {"speaker": "Woman", "line": "Like a vulture waiting for the spoils, eh? Terrible! Pay up! I’ll be hiding below, so don’t bother me."}, {"speaker": "Thief", "line": "I wouldn’t dream of it."}, {"speaker": "Thief", "line": "Now then, which side has the most to offer?"}, {"speaker": "Rath", "line": "Once the marquess is safe, my men can move in. Perhaps the secret passageway..."}, {"speaker": "Lyn", "line": "Secret passageway?"}, {"speaker": "Rath", "line": "An underground tunnel leading to the throne room. There are triggers in the barracks that will open the tunnel."}, {"speaker": "Lyn", "line": "Head through the passage to the throne room... and rescue the marquess. Once that’s done, can you drive the enemy from the castle?"}, {"speaker": "Rath", "line": "Mmm... If we can release those triggers, my men and I can handle the rest. There are three triggers, though. All three need to be released, or the entrance won’t open."}, {"speaker": "Lyn", "line": "But the doors to the barracks are locked."}, {"speaker": "Rath", "line": "The enemy’s within. If we don’t get inside and finish them, we’re stuck."}, {"speaker": "Lyn", "line": "So opening those doors is our first objective."}, {"speaker": "Tutorial", "line": "The goal of this chapter is to open the doors and reach the 3 triggers located inside. To open doors, you need door keys or the services of a thief."}], "battle": [{"speaker": "Lyn", "line": "So this is the final one. We should be good to go."}, {"speaker": "Sain", "line": "The last trigger. This should do it."}, {"speaker": "Kent", "line": "This must be the last trigger. That should do it."}, {"speaker": "Florina", "line": "Hey... This just might be the last trigger. So, I only need to..."}, {"speaker": "Wil", "line": "Aha! Found it! The last trigger... Well, here goes..."}, {"speaker": "Dorcas", "line": "The final trigger. If I just press this..."}, {"speaker": "Serra", "line": "Eww. Is this the last trigger? Guess I’ll try moving it around."}, {"speaker": "Erk", "line": "This must be the last trigger. That should do it, then."}, {"speaker": "Rath", "line": "This is it. The last trigger. If I press this..."}, {"speaker": "Matthew", "line": "OK. This is the last one. This should do the trick."}, {"speaker": "Lyn", "line": "Here it is, Mark! The hidden passageway! Good work! We’ll let Rath take over from here."}], "recruit-visit": [{"speaker": "Thief", "line": "Hey, you! Can I talk to you?"}, {"speaker": "Lyn", "line": "Who are you?"}, {"speaker": "Matthew", "line": "I’m Matthew, a specialist in acquisitions of all kinds. Would you like to buy my services?"}, {"speaker": "Lyn", "line": "I’ve no need for a thief."}, {"speaker": "Matthew", "line": "Really? And how do you plan on opening the barrack doors?"}, {"speaker": "Lyn", "line": "What? How did you know about–"}, {"speaker": "Matthew", "line": "Bullseye!"}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Matthew", "line": "Don’t be mad. Hire me. For you, I’ll even lower my normal rate."}, {"speaker": "Lyn", "line": "I do need those doors opened... OK. You’re hired. Why did you choose to ally yourself with me?"}, {"speaker": "Matthew", "line": "Hm? I was watching the battle from up above. Your group looked like a lot more fun than the dead guy. Pretty simple, really."}, {"speaker": "Lyn", "line": "You’re so odd."}, {"speaker": "Matthew", "line": "It’s time to get to work!"}], "visit": [{"speaker": "Man", "line": "We can’t do business with all the fighting in town. You’re mercenaries, right? Can’t you do something? Huh? You can’t get the barracks open? I bet a thief with a set of picks could open any door you needed. Hold on. I may have something here to help you... Here it is! This is it. One door key. Door keys can only be used once, but anyone can use them. Here! No charge. Now go get those thugs, will you."}, {"speaker": "Old Man", "line": "So what’s your weapon of choice? Swords, lances, spears? Or do you favor bows or magic? Staves? Whatever it may be, the more you use it, the more skilled you become. Swinging your sword about will allow you to master it. Eventually, you’ll be able to wield weapons of greater power. It’s as they say: Practice makes perfect. You can check your skill level by pressing the R Button."}, {"speaker": "Man", "line": "The captain of the marquess’s guard is a fellow named Rath... I’ve heard tell that he’s a nomad from the plains of Sacae. Odd, considering how the marquess so obviously hates the nomads. I guess the marquess is pleased to have a nomad under his control. The ways of aristocrats are beyond my comprehension."}, {"speaker": "Lady", "line": "The marquess of Araphen’s hatred for the people of Sacae is well known. Nomads are barred entrance to the city on the marquess’s orders. He says he will not allow the nomads’ stench to infect his city. Long ago, the marquess was in love with Marquess Caelin’s daughter. It’s said she spurned him in favor of a nomadic prince. Even so, I think the marquess goes too far in his treatment of the horsemen."}], "battle-talk": [{"speaker": "Serra", "line": "I feel something... I feel it!!! Someone’s staring at me! It must be some poor fool who’s smitten with me. Alas, my beauty has rendered him speechless. Ah... I’m so cute it’s almost criminal.", "person_1": "Serra", "person_2": "Matthew"}, {"speaker": "Matthew", "line": "What in the world is that woman doing here? I cannot let HER find the passageway...", "person_1": "Serra", "person_2": "Matthew"}], "boss": [{"speaker": "Bool", "line": "Bah. Lyndis and her cadre. When did you arrive? No matter. I shall deal with you."}, {"speaker": "Bool", "line": "Gah! Lord Lundgren…"}], "end": [{"speaker": "Marquess Araphen", "line": "Ah, it’s Rath! You’ve done well. What a performance!"}, {"speaker": "Rath", "line": "Sir... If you have praise, it should be given to this group."}, {"speaker": "Marquess Araphen", "line": "Hm? Who are you?"}, {"speaker": "Lyn", "line": "My name is Lyndis. I’m pleased you’re well."}, {"speaker": "Marquess Araphen", "line": "Oh... It’s you. You’re Marquess Caelin’s– Leave us, Rath. I would speak with this girl."}, {"speaker": "Rath", "line": "......"}, {"speaker": "Marquess Araphen", "line": "Now... Lady Lyndis. Do you know the identity of those responsible for this uproar?"}, {"speaker": "Lyn", "line": "I believe it to be the work of my granduncle, Lundgren."}, {"speaker": "Marquess Araphen", "line": "That’s exactly right. Which means my castle has been damaged in your family’s petty inheritance dispute."}, {"speaker": "Lyn", "line": "My-My apologies..."}, {"speaker": "Marquess Araphen", "line": "When I heard that Lady Madelyn’s daughter was in trouble, I thought to lend my assistance... I find I’ve changed my mind. I withdraw my offer."}, {"speaker": "Kent", "line": "Marquess Araphen! You gave me your word, my lord!"}, {"speaker": "Marquess Araphen", "line": "... Your name is Kent, is it not? You failed to inform me of one most vital detail!"}, {"speaker": "Kent", "line": "What... What do you mean?"}, {"speaker": "Marquess Araphen", "line": "This girl does resemble Lady Madelyn, but... I didn’t expect to see her so tainted with the blood of Sacae."}, {"speaker": "Lyn", "line": "What?!?"}, {"speaker": "Marquess Araphen", "line": "Don’t you feel the marquess of Caelin would be troubled to meet this... nomadic mongrel?"}, {"speaker": "Sain", "line": "You–!"}, {"speaker": "Kent", "line": "Sain! Hold! My apologies, my lord Marquess."}, {"speaker": "Marquess Araphen", "line": "Hm... Your man is poorly disciplined."}, {"speaker": "Kent", "line": "Marquess Araphen! Please... If you would grace us with your aid..."}, {"speaker": "Marquess Araphen", "line": "...... I hear Marquess Caelin is ill and abed. I question whether he will survive to meet this girl. In which case, his brother, Lundgren, will claim his title. And I certainly wish to avoid trouble with the coming marquess."}, {"speaker": "Sain", "line": "You scheming..."}, {"speaker": "Kent", "line": "Sain!"}, {"speaker": "Lyn", "line": "I understand. Kent, Sain, we take our leave at once."}, {"speaker": "Kent", "line": "Milady Lyndis! We–"}, {"speaker": "Lyn", "line": "I am proud of the Sacae blood that runs through my veins. I will NOT accept aid from one who disparages my heritage."}, {"speaker": "Sain", "line": "That was well done, milady! The marquess is a lout! Don’t worry about anything. We’re all here for you! Isn’t that so, Kent?"}, {"speaker": "Sain", "line": "I beg your forgiveness."}, {"speaker": "Lyn", "line": "Why are you apologizing, Kent?"}, {"speaker": "Kent", "line": "I’ve been so concerned with seeing you to Caelin. I failed to take your feelings into account."}, {"speaker": "Lyn", "line": "Is that it? Trouble yourself no more. You have put my safety above all else. I have seen that. Hold your head up and be proud."}, {"speaker": "Kent", "line": "Milady Lyndis..."}, {"speaker": "Marquess Araphen", "line": "Bah! Arrogant child! If she had but shed a single tear, I would have granted her request. We Lycian nobles will never understand those prideful savages."}, {"speaker": "Rath", "line": "...... Are those your true feelings toward the nomads of Sacae, milord?"}, {"speaker": "Marquess Araphen", "line": "What? Oh, Rath! I didn’t see you there. My comments do not reflect on you. You are my captain. I’m proud of your service."}, {"speaker": "Rath", "line": "Of course. As long as we bend our knee to you, you care not where we’re from. But when an equal comes from my lands? What conceit."}, {"speaker": "Marquess Araphen", "line": "Rath! How can you speak to me like that? I have treated you well, have I not? I have paid you well. I have treated you better than your kind deserves."}, {"speaker": "Rath", "line": "You will never understand. My service ends here."}, {"speaker": "Lyn", "line": "The marquess of Araphen... He said my grandfather was ill. We must hurry to Caelin..."}, {"speaker": "Kent", "line": "As we approach Caelin, Lundgren’s obstacles will be more difficult to overcome. However, I’ve vowed to see you through to the end, milady!"}, {"speaker": "Lyn", "line": "I’m counting on you, Kent."}, {"speaker": "Sain", "line": "I’m with you, too!"}, {"speaker": "Lyn", "line": "Thank you, Sain."}, {"speaker": "Lyn", "line": "Mark... Thank you for always standing at my side. It’s because of all of you that I... I will persevere! They will never break my spirit!"}, {"speaker": "Rath", "line": "......"}, {"speaker": "Lyn", "line": "Rath! What is it? What are you–"}, {"speaker": "Rath", "line": "I overheard the marquess talking to himself. Lyn of the Lorca... Proud daughter of the Sacae... I would join you. I would add my strength to yours."}, {"speaker": "Lyn", "line": "Really?"}, {"speaker": "Rath", "line": "And this... I want you to take it."}, {"speaker": "Lyn", "line": "This is... Gold!? It’s too much. I can’t accept it."}, {"speaker": "Rath", "line": "I have no need for it. And if it will help you..."}, {"speaker": "Lyn", "line": "But..."}, {"speaker": "Rath", "line": "I cannot take back something once offered."}, {"speaker": "Lyn", "line": "Rath... I thank you."}]}