{"chapter": "07", "title": "Siblings Abroad", "speakers": ["Nils", "Innkeeper", "Inkeeper", "Lucius", "Lyn", "Kent", "Sain", "Ruffian", "In-Game Message", "Tutorial", "Girl", "Hector", "Serra", "Matthew", "Villager", "Heintz", "???", "Eliwood", "Ninian"], "dialogue_counts": {"Nils": 36, "Innkeeper": 3, "Inkeeper": 1, "Lucius": 9, "Lyn": 50, "Kent": 9, "Sain": 8, "Ruffian": 5, "In-Game Message": 1, "Tutorial": 4, "Girl": 1, "Hector": 8, "Serra": 1, "Matthew": 6, "Villager": 1, "Heintz": 2, "???": 1, "Eliwood": 9, "Ninian": 14}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 170, "transitions": "-------------------------------", "opening": ["Lyn takes her leave of Araphen, finding no aid from its spiteful marquess. Now, she and her companions resume their march toward Caelin in earnest. Racing against time, with her grandfather's life the prize. Harried and impatient, Lyn presses onward. Suddenly a young boy appears and pleads for their assistance."], "intro": [{"speaker": "Nils", "line": "Please! Somebody... Somebody, please help!"}, {"speaker": "Innkeeper", "line": "That's enough! Get out now! I want none of your trouble!"}, {"speaker": "Nils", "line": "But, sir... Why? You were so kind yesterday..."}, {"speaker": "Innkeeper", "line": "I thought you were just two kids, a couple of traveling performers... If those men are chasing you, you must be up to no good! Now get up and get out! You're a plague on decent folk!"}, {"speaker": "Nils", "line": "But... ......."}, {"speaker": "Inkeeper", "line": "Whew... What a mess."}, {"speaker": "Lucius", "line": "Hmmm..."}, {"speaker": "Lyn", "line": "Where are we, Kent?"}, {"speaker": "Kent", "line": "This is Kathelet. If we head due south, we'll pass into Caelin."}, {"speaker": "Sain", "line": "From here, I'd say we're about ten days' ride to Castle Caelin. Assuming we don't run into any delays, of course."}, {"speaker": "Lyn", "line": "Ten days..."}, {"speaker": "Nils", "line": "Pardon me, but..."}, {"speaker": "Lyn", "line": "Yes? Can I help you?"}, {"speaker": "Nils", "line": "You and your friends... Are you mercenaries?"}, {"speaker": "Lyn", "line": "And if we are?"}, {"speaker": "Nils", "line": "I need your help!"}, {"speaker": "Kent", "line": "Milady Lyndis, you mustn't let your guard down. Not even for a child."}, {"speaker": "Lyn", "line": "I know. Forgive me, but we're in a hurry. Is there someone else you can ask?"}, {"speaker": "Nils", "line": "There's no time! Ninian's been... It's my sister! Some men have taken her away!"}, {"speaker": "Sain", "line": "Your sister? Did you say your sister's been accosted?"}, {"speaker": "Kent", "line": "Sain..."}, {"speaker": "Nils", "line": "That's right! By some cruel, awful men. I don't know what I'll do without Ninian."}, {"speaker": "Sain", "line": "Milady Lyndis! We must help him!"}, {"speaker": "Kent", "line": "Nonsense! We haven't the time! If the marquess is as ill as we've heard, we must proceed!"}, {"speaker": "Lyn", "line": "Kent, I... I want to help this child."}, {"speaker": "Kent", "line": "Milady?"}, {"speaker": "Lyn", "line": "I'm worried about my grandfather, of course. But this! I cannot stand by and let a child be taken from her home!"}, {"speaker": "Kent", "line": "I see..."}, {"speaker": "Lyn", "line": "I'm sorry, Kent."}, {"speaker": "Kent", "line": "I am your loyal retainer. You owe me no apologies. You must do as your heart dictates, milady. I will follow you, no matter where that may lead."}, {"speaker": "Lyn", "line": "Thank you."}, {"speaker": "Sain", "line": "Hah! Such a noble speech! Ever the true knight, that one! Ah, well. You're in luck, laddie! Let's go get your sister!"}, {"speaker": "Lyn", "line": "Will you lead us to the men who've done this?"}, {"speaker": "Nils", "line": "Uh huh. They're really tough, so be careful."}, {"speaker": "Lyn", "line": "Leave them to us. We're pretty tough ourselves. Right, Mark?"}, {"speaker": "Nils", "line": "Ah! Oh, no..."}, {"speaker": "Ruffian", "line": "Heh heh heh... Found him! C'mon, it's back to Nergal with you. Quiet now."}, {"speaker": "Nils", "line": "No! Let Ninian go!"}, {"speaker": "Ruffian", "line": "We ain't supposed to kill you, but we sure can rough you up! Get 'em!"}, {"speaker": "Ruffian", "line": "Huh? Who do you think you are?"}, {"speaker": "Nils", "line": "Lyn!"}, {"speaker": "Lyn", "line": "Let the boy's sister go."}, {"speaker": "Ruffian", "line": "Ah... So you want to help the kid, huh? What a shame. You're gonna die for something that don't concern you."}, {"speaker": "Lyn", "line": "You think so, do you? Do we look so meek to you? I think you're in for a terrible shock!"}, {"speaker": "Ruffian", "line": "Stupid girl... You'll regret those words. Take 'em down, boys!"}], "battle": [{"speaker": "In-Game Message", "line": "Starting with this chapter, you'll be able to use the preparations screen. On this screen, you can choose who will fight, equip different items, and arrange your formation, among other things. If you have no special preparations to make, simply press START. This starts the chapter with the same group you were using at the end of the last chapter."}, {"speaker": "Lyn", "line": "I see we're facing a shaman, Mark. I've heard that practitioners of the dark arts are fearsome foes. We'll have to be careful... What!? Who are you?"}, {"speaker": "Lucius", "line": "Please forgive me. I never meant to startle you."}, {"speaker": "Lyn", "line": "Your robes... They look like religious vestiary. Are you an Elimine bishop?"}, {"speaker": "Lucius", "line": "Yes... Well, no. I'm only an acolyte, an Elimine monk, to be specific. My name's Lucius."}, {"speaker": "Lyn", "line": "Do you have business with us?"}, {"speaker": "Lucius", "line": "I was at the inn when this child came seeking help. The innkeeper was afraid to get involved. He was...unpleasant."}, {"speaker": "Nils", "line": "I wasn't afraid of him! I'm used to being treated that way."}, {"speaker": "Lyn", "line": "That's awful."}, {"speaker": "Lucius", "line": "May I please lend you my services? I truly wish to help the boy. If only a little."}, {"speaker": "Lyn", "line": "Of course."}, {"speaker": "Lucius", "line": "Thank you very much. The blessings of St. Elimine be upon you."}, {"speaker": "Tutorial", "line": "The monk Lucius has joined your group. Monks are users of the magic of light. Whose who wield magic are highly attuned to its flow, so they have a high magic resistance. Units with high magic resistances can reduce the damage caused by magical attacks. When magic users battle each other, they often find it hard to inflict damage. The light magic of monks is strong against the dark magic favored by shamans. Lucius should come in handy here. Let's put his magic to the test. Have Lucius attack the shaman nearest him."}, {"speaker": "Lucius", "line": "Mark, isn't it? I am Lucius. I await your orders."}, {"speaker": "Lucius", "line": "You wish for me to attack the shaman? Very well."}, {"speaker": "Lucius", "line": "I beg your pardon, but I would prefer to attack from here."}, {"speaker": "Nils", "line": "I can help, too!"}, {"speaker": "Lyn", "line": "Nils! Can you fight?"}, {"speaker": "Nils", "line": "No... But I'm a bard, and bards are useful to have around!"}, {"speaker": "Lyn", "line": "A bard? Do you mean you're a minstrel? This is no place for a ballad or a saltarello."}, {"speaker": "Nils", "line": "C'mon, trust me! I'm all yours, Mark."}, {"speaker": "Tutorial", "line": "It's time to see what Nils can do. The music played by bards allows your allies to move twice in the same turn. However, bards cannot engage in combat, so be careful not to expose them to danger."}, {"speaker": "Nils", "line": "Mark? I'm Nils! I'd like to perform for youm so give the word."}, {"speaker": "Nils", "line": "You'd like me to play for Lucius, right?"}, {"speaker": "Nils", "line": "I have to be next to him, so he can hear my tune!"}, {"speaker": "Nils", "line": "What do you think?"}, {"speaker": "Lyn", "line": "That was lovely... invigorating, even. You ought to play for me sometime. I could use the boost!"}, {"speaker": "Nils", "line": "Everyone could! My music can refresh you all!"}, {"speaker": "Tutorial", "line": "Through the power of Nils's music, Lucius can move again this turn. Bards gain experience by playing music. Use Nils's powers often, and increase his skill."}], "visit": [{"speaker": "Girl", "line": "Hmmm... Maybe I could get some firewood out of it... Hm? Who's there? Who are you? Ah, you're just passing through? Pay me no mind. I was just thinking out loud. You see, there's an old tree on the other side of this mountain. It's just a dead old snag, really. I was just thinking of some way I could put it to good use. As I said, it's nothing that need concern you."}, {"speaker": "Innkeeper", "line": "That's quite a group you've gotten yourself involved with. You do know you're facing the Black Fang, right? Anyone they target winds up... Well, you know. No one escapes the Fang! That's what they say, anyway. You and those odd children? I'd say you're finished. Not that I'll have any part of it. Course not!"}, {"speaker": "Hector", "line": "Blast! Eliwood's late. I wonder what's keeping him... ...Starting to think my axe'll rust over before he finds his way here."}, {"speaker": "Serra", "line": "Excuse me! Is anyone home? An empty house... how dull!"}, {"speaker": "Hector", "line": "Whew... I thought she would find me for sure. She's been working for my brother in Bern. And now she's returned... Ahh..."}, {"speaker": "Matthew", "line": "Huh? Milord! What brings you here?"}, {"speaker": "Hector", "line": "Ah, Matthew. Eliwood and I are here for our monthly bout."}, {"speaker": "Matthew", "line": "You're still testing one another's fighting prowess, eh? It's a solid friendship you two share, that you can practice so faithfully."}, {"speaker": "Hector", "line": "If you don't sharpen your blade, you lose your edge. So tell me, what are you doing here?"}, {"speaker": "Matthew", "line": "Milord Uther was curious about the succession issue here."}, {"speaker": "Hector", "line": "Oh, the long-lost granddaughter thing, right? So which way does my brother lean?"}, {"speaker": "Matthew", "line": "By my assessment, he will back the granddaughter's claim. The marquess's brother, Lundgren, is too ambitious by far. Left alone, we might wake to find him at Ostia's door before long."}, {"speaker": "Hector", "line": "Sound advice, I think."}, {"speaker": "Matthew", "line": "My return to Ostia is going to be delayed a bit. Would you mind letting Lord Uther know?"}, {"speaker": "Hector", "line": "What? So the marquess's brother is now your personal messenger?"}, {"speaker": "Matthew", "line": "You always did have a good sense of humor, milord. Don't forget my message!"}, {"speaker": "Hector", "line": "What impudence!"}, {"speaker": "Villager", "line": "So how much do you know about magic, huh? Magical attacks are special. You can't just avoid 'em like a sword or an axe. Not even if you're wearing armor. Who's tough against magic? Let me think... Well, anyone who uses magic or staves. Pegasus knights, too. Hm? You got others who need to battle magic users? I got something for 'em. It's a special kind of water. \"Pure water,\" it's called. Just sprinkle a bit on you. It'll protect you and lessen the damage you take a bit. Go on, take it. Don't be so shy. It'snot like I'm givin' you gold or anything. This stuff's strongest when you first put it on. It gets weaker as time passes, so be careful."}], "boss": [{"speaker": "Heintz", "line": "Who are you supposed to be? Playing the heroes in some foolish knightly romance? You may think you're helping the children, but you're only rushing to your doom!"}, {"speaker": "Heintz", "line": "You were only... striking at air... You are...too late. The girl is already--"}], "end": [{"speaker": "Lyn", "line": "Nils! Where's your sister?"}, {"speaker": "Nils", "line": "Ninian! Ninian... She's not here. Why? Where could she be?"}, {"speaker": "Kent", "line": "My lady Lyndis! A villager spotted a group of men riding south."}, {"speaker": "Sain", "line": "The boy's dear sister... They must have her!"}, {"speaker": "Lyn", "line": "Come! We must give chase!"}, {"speaker": "Nils", "line": "But... But... We won't make it! What if they've already..."}, {"speaker": "???", "line": "Are you looking for this girl here?"}, {"speaker": "Nils", "line": "Ninian! Ninian!"}, {"speaker": "Eliwood", "line": "She'll be fine. She's just lost consciousness."}, {"speaker": "Lyn", "line": "Who are you?"}, {"speaker": "Eliwood", "line": "I'm Eliwood, of Pherae. My father os the marquess."}, {"speaker": "Lyn", "line": "The marquess's son..."}, {"speaker": "Eliwood", "line": "She was with a band of ruffians. She seemed upset. She looked in need of rescuing... Was I wrong to involve myself?"}, {"speaker": "Lyn", "line": "No, you saved her life. Thank you. My name is Lyn. I'm from Sacae. I'm Marquess Caelin's granddaughter."}, {"speaker": "Eliwood", "line": "Marquess Caelin?"}, {"speaker": "Lyn", "line": "And that's my story. It's not an easy tale to believe, I know..."}, {"speaker": "Eliwood", "line": "No, I do believe you."}, {"speaker": "Lyn", "line": "What?"}, {"speaker": "Eliwood", "line": "At first glance, all I saw was a daughter of the plainsfolk. Now I can see it, though. You have your grandfather's eyes."}, {"speaker": "Lyn", "line": "Do you know my grandfather?"}, {"speaker": "Eliwood", "line": "The marquess, Lord Hausen, is my father's good friend. I also know that the proud people of Sacae tell no lies. It's true, isn't it?"}, {"speaker": "Lyn", "line": "Yes... Thank you. I would not have expected any Lycian noble to be so courteous to a Sacaean nomad."}, {"speaker": "Eliwood", "line": "You seemed to be in trouble. May I be of assistance?"}, {"speaker": "Lyn", "line": "Thank you for your kind offer. This is my problem, though, and I'll deal with it."}, {"speaker": "Eliwood", "line": "I see. I'll be in the area for a few days longer. If you need anything, please let me know. Lyndis, I'm on your side."}, {"speaker": "Lyn", "line": "Eliwood... Thank you."}, {"speaker": "Nils", "line": "Ninian! Are you awake?"}, {"speaker": "Ninian", "line": "Nils? Is it really you? Oh, you're safe!"}, {"speaker": "Nils", "line": "Uh-huh. These people helped me."}, {"speaker": "Ninian", "line": "Who are they?"}, {"speaker": "Nils", "line": "Uh..."}, {"speaker": "Lyn", "line": "I'm Lyn. I'm glad you're feeling better."}, {"speaker": "Ninian", "line": "Milady Lyn... Thank you. I'm called Ninian. My brother, Nils, and I are traveling performers."}, {"speaker": "Lyn", "line": "Both of you? Your borther's a musician. How about you, Ninian?"}, {"speaker": "Ninian", "line": "I... I dance."}, {"speaker": "Sain", "line": "What? Oh my... you're a dancer!"}, {"speaker": "Lyn", "line": "Sain... Later, please."}, {"speaker": "Sain", "line": "Um, yeah. Of course."}, {"speaker": "Lyn", "line": "A dancer? Your clothes don't look like those of a dancer."}, {"speaker": "Nils", "line": "Ninian dances to honor life. It's special... Sacred."}, {"speaker": "Lyn", "line": "A sacred dance? What does that mean?"}, {"speaker": "Ninian", "line": "I... The dance I perform when we travel is just a normal dance. My other dance, though... When they caught me, I twisted my ankle. I cannot dance to aid you... I'm sorry."}, {"speaker": "Lyn", "line": "Please don't worry. We're just happy to see that you're out of harm's way."}, {"speaker": "Ninian", "line": "Thank you."}, {"speaker": "Lyn", "line": "But I am concerned about your leg. You can't travel on it..."}, {"speaker": "Nils", "line": "I've an idea. Would it be too much to ask that we travel with you?"}, {"speaker": "Lyn", "line": "I can't allow that! It's far too dangerous. We're being hunted. We never know when we're going to be attacked."}, {"speaker": "Nils", "line": "We wouldn't be a hinderance. We could even help you. Right, Ninian?"}, {"speaker": "Ninian", "line": "Yes. We might be able to repay our debt using our...special talents."}, {"speaker": "Lyn", "line": "Special abilities?"}, {"speaker": "Ninian", "line": "When something poses a threat to us, we can sense its approach."}, {"speaker": "Lyn", "line": "Truly? That's amazing!"}, {"speaker": "Nils", "line": "We can feel it coming, but we can't do anything to stop it. You're warriors, though, so you don't have that worry."}, {"speaker": "Lyn", "line": "What do you think, Kent?"}, {"speaker": "Kent", "line": "I think leaving them here would cause Lady Lyndis more worry than having them travel with us."}, {"speaker": "Lyn", "line": "Sain? Oh, never mind. I know what your answer is. Do you really want to travel with us?"}, {"speaker": "Nils", "line": "Of course!"}, {"speaker": "Ninian", "line": "You have our gratitude, milady."}, {"speaker": "Ninian", "line": "Oh..."}, {"speaker": "Nils", "line": "What's wrong, Ninian?"}, {"speaker": "Ninian", "line": "I've lost my ring."}, {"speaker": "Lyn", "line": "Your ring?"}, {"speaker": "Nils", "line": "Not Ninis' Grace?"}, {"speaker": "Ninian", "line": "The very one."}, {"speaker": "Nils", "line": "They stole it? Those curs!!!"}, {"speaker": "Lyn", "line": "Was it valuable?"}, {"speaker": "Ninian", "line": "It was a keepsake from our departed mother."}, {"speaker": "Nils", "line": "It was blessed by the spirit of Ninis... There's no other like it in the world. And now we have lost it to those villains. There's nothing we can do."}, {"speaker": "Ninian", "line": "You're right."}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Lyn", "line": "Can I talk to you, Mark? You heard all of that, right? What do you think? I'd really love to retrieve Ninian's ring for her. But if Nils is right, those thieves might prove to be too strong for us. What should we do?"}, {"speaker": "Tutorial", "line": "When you fulfill certain conditions, side quests may make themselves apparent to you. Side quests allow you to learn things that aren't part of the main story. You might meet tough new enemies or find new companions to travel with. However, side quests are very difficult, and once you begin one, you must see it through to its end. If you plan to challenge a side quest, I suggest you keep the save data from the previous mission. Not accepting side quests will not effect your ranking. If you're in a hurry to pursue the main story, skip the side quests."}, {"speaker": "Lyn", "line": "You want to help them? That's great! I was hoping you'd say that, Mark. Kent! Sain! Those men were headed south. We must give pursuit!"}, {"speaker": "Sain", "line": "On your word, milady!"}, {"speaker": "Lyn", "line": "There's no turning back now. Let's ride!"}]}