{"chapter": "07x", "title": "The Black Shadow", "speakers": ["Ursula", "Beyard", "Lyn", "Nils", "Ninian", "Sain", "Kent"], "dialogue_counts": {"Ursula": 6, "Beyard": 11, "Lyn": 13, "Nils": 7, "Ninian": 5, "Sain": 1, "Kent": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 46, "transitions": "-------", "opening": ["A mysterious group seems hell-bent on capturing Nils and Ninian... Having failed, this group, the Black Fang, flees. Rumor has them traveling southwest. Lyn and her colleagues follow in hopes of recovering a lost heirloom. The Black Fang have made a stronghold of an abandoned castle in Khathelet. Its dark halls are alive with shadowy figures..."], "intro": [{"speaker": "Ursula", "line": "So the brother escaped, and the sister was rescued by a band of strangers. Do I understand you?"}, {"speaker": "Beyard", "line": "Yes... They ambushed us, and..."}, {"speaker": "Ursula", "line": "Hold your excuses. The end is all that matters."}, {"speaker": "Beyard", "line": "Yes, ma'am."}, {"speaker": "Ursula", "line": "And your plan for recovering the siblings is?"}, {"speaker": "Beyard", "line": "We've word the entire group is heading this way, with the brats in tow."}, {"speaker": "Ursula", "line": "They're coming here? Why would they do that?"}, {"speaker": "Beyard", "line": "They may well be after this ring... It's a rare piece. We took it from the girl. It was a stroke of luck that we did, especially if it brings them to us now. I'll grab the whole lot of 'em with this to bait the trap."}, {"speaker": "Ursula", "line": "I see... Very well, I'll give you another chance. I've business elsewhere, but I shall return once it's finished. You have until sunrise tomorrow. Do you understand?"}, {"speaker": "Beyard", "line": "Yes."}, {"speaker": "Ursula", "line": "If you do not have the children when I return...my hand will deal you the fang's punishment. Remember that. Bear it closely in your mind."}, {"speaker": "Beyard", "line": "......"}, {"speaker": "Lyn", "line": "I believe they went in there."}, {"speaker": "Nils", "line": "Milady, are you really going in there to get the ring back?"}, {"speaker": "Lyn", "line": "Yes, we are."}, {"speaker": "Nils", "line": "But this is their stronghold! They're bound to be well defended, not to mention well armed!"}, {"speaker": "Ninian", "line": "Please forget about the ring. It's OK..."}, {"speaker": "Lyn", "line": "Tactician's agreed to attempt this...recovery. I wouldn't be here if not for that. Tactician believes we can do this, and I'm sure that decision was not made lightly. With Tactician at my side, I'm confident we can win. Let's get you ring back, Ninian."}, {"speaker": "Nils", "line": "Milady..."}, {"speaker": "Ninian", "line": "......"}, {"speaker": "Sain", "line": "Milady Lyndis! There are more of the foe inside than we thought."}, {"speaker": "Lyn", "line": "This is their stronghold. It's imperative we move carefully."}, {"speaker": "Kent", "line": "Exactly, milady. This narrow corridor can be used to our advantage. If we draw the enemy through here, we can engage them in small numbers and remain relatively safe. If time is a concern, we can always rush them... If we do that, we'd better be sure we can win."}, {"speaker": "Lyn", "line": "So, Tactician. What do you think? How we move forward is completely up to you."}], "battle": [{"speaker": "Beyard", "line": "How? This can't be... They should be dead! Everyone, get in there and finish them! This is our final chance!"}], "boss": [{"speaker": "Beyard", "line": "I musn't fail. I cannot fail. The consequences are too--"}, {"speaker": "Beyard", "line": "Earghh..."}], "end": [{"speaker": "Beyard", "line": "Aaah... No... I... I cannot..."}, {"speaker": "Lyn", "line": "Give us the ring! And swear us this oath... You must promise to leave these two alone. If I have your vow, I'll spare your life..."}, {"speaker": "Beyard", "line": "Failure...means death..."}, {"speaker": "Lyn", "line": "What?! Poison? He took his own life..."}, {"speaker": "Kent", "line": "These are no common brigands we're dealing with. This man was trained by a well-organized group."}, {"speaker": "Lyn", "line": "What do they want with Nils and Ninian?"}, {"speaker": "Nils", "line": "......"}, {"speaker": "Lyn", "line": "Nils, Ninian. Everything's going to be fine. As long as you're with us, you'll be safe."}, {"speaker": "Nils", "line": "But..."}, {"speaker": "Lyn", "line": "You witnessed our victory, right? With Tactician's planning and my sword, you've no worries. If we all work together, there's nothing we can't overcome. I don't care who comes after you; I'll not let you be taken."}, {"speaker": "Nils", "line": "Really?"}, {"speaker": "Lyn", "line": "Yes, on my honor. Right, Tactician?"}, {"speaker": "Ninian", "line": "Milady..."}, {"speaker": "Lyn", "line": "Oh, yes... This is yours."}, {"speaker": "Ninian", "line": "Ah... It's..."}, {"speaker": "Lyn", "line": "You called it Nini's Grace, did you not? That lout had it."}, {"speaker": "Nils", "line": "Milady Lyndis! Thank you so much!"}, {"speaker": "Ninian", "line": "I have no other words, save thank you."}]}