{"chapter": "08", "title": "Vortex Of Strategy", "speakers": ["Lyn", "Sain", "Kent", "Florina", "Nils", "Ninian", "Wil", "Matthew", "Tutorial", "Yogi", "Villager"], "dialogue_counts": {"Lyn": 26, "Sain": 10, "Kent": 12, "Florina": 2, "Nils": 2, "Ninian": 2, "Wil": 1, "Matthew": 13, "Tutorial": 1, "Yogi": 3, "Villager": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 74, "transitions": "---------", "opening": ["Passing through Araphen and Khathelet, Lyn and her friends arrive at in Caelin. However, Caelin is now under the rule of Lord Lundgren. Lundgren's henchmen lay in wait to assassinate Lyn. They wait for her approach and ready a special weapon."], "intro": [{"speaker": "Lyn", "line": "Look, Mark! The mountains seem so far away now. We've come such a long way..."}, {"speaker": "Sain", "line": "Milady Lyndis! Mark! We can't be far from the castle now!"}, {"speaker": "Kent", "line": "By my reckoning, we can reach Castle Caelin in two days if we hurry."}, {"speaker": "Lyn", "line": "Two more days... Hold on, Grandfather. Please..."}, {"speaker": "Florina", "line": "Cheer up, Lyn. If they see you looking so sad, the entire company will lose heart."}, {"speaker": "Lyn", "line": "Florina... You're right. There's nothing to be gained by worrying. We just have to press onward."}, {"speaker": "Florina", "line": "That's the spirit!"}, {"speaker": "Nils", "line": "Lyn... Danger approaches..."}, {"speaker": "Lyn", "line": "What did you say?"}, {"speaker": "Sain", "line": "I don't see anything. Are you sure?"}, {"speaker": "Ninian", "line": "I feel it, too. I'm sure of it. Ah! Milady, don't move!"}, {"speaker": "Lyn", "line": "Hm?"}, {"speaker": "Lyn", "line": "What in--Where did this bolt come from?"}, {"speaker": "Kent", "line": "They have a ballista!"}, {"speaker": "Sain", "line": "Lord Lundgren is getting serious. Deploying siege engines is no mean feat."}, {"speaker": "Lyn", "line": "What is a ballista?"}, {"speaker": "Kent", "line": "It's a weapon designed for long-distance attacks. Only archers can use them, but they can be devastating."}, {"speaker": "Sain", "line": "Florina! You must stay aground! Do not take to the air! The ballista would target you in an instant."}, {"speaker": "Lyn", "line": "Is there a way to combat it?"}, {"speaker": "Kent", "line": "The safest course is to use someone with good defense as bait, so the enemy wastes arrows."}, {"speaker": "Sain", "line": "Then you can walk up and knock the fool on the head."}, {"speaker": "Lyn", "line": "Wil, can you use a ballista?"}, {"speaker": "Wil", "line": "I've never tried, but... It's just a really big bow, right? I should be able to figure it out."}, {"speaker": "Lyn", "line": "All we can ask is that you try... Let's see what we can do!"}], "battle": [{"speaker": "Matthew", "line": "Ah, Lady Lyndis! Mark! I have some minor... business... to attend to. I'm unable to join you. If you need any of my possessions, please take them now."}, {"speaker": "Tutorial", "line": "On the far side of the hill to the south is a ballista. As Kent said, it's a weapon intended for trained archers. The attack range of ballistae is extremely large, so they can fire on enemies at great distances. As they can attack without fear of counterattack, they're quite useful. To use one, move an archer onto an unoccupied ballista, and select the ride command. After that, you can attack as usual. ballistae can also be moved while in use. Additionally, ballistae can be used by any archer in the field. So, if you can remove the enemy manning the ballista and move one of your group onto it... you'll find it most useful."}, {"speaker": "Yogi", "line": "What are you curs waiting for? They're nothing but fleas! Call up for reinforcements, and rush 'em!"}], "visit": [{"speaker": "Villager", "line": "Do you remember the weapon triangle? Axes over lances and whatnot? This is important, so pay attention. There are some weapons that don't follow the normal rules. This here lancereaver is one of those. It's a sword that reverses the triangle. So if you wield this blade, you can best a lance with it. Of course, there's a downside... Axes can best this sword. Take this as a gift. It's your reward for listening to an old man ramble. Don't be so shy. It's not like I can use the thing. Not everyone can wield a sword of this caliber. I'm sure you know someone who can use it, though."}], "boss": [{"speaker": "Yogi", "line": "Curses! The ballista must have been taken... What's going on here!? Somebody, get that girl!"}, {"speaker": "Yogi", "line": "Lord Lundgren... I've failed you... I pray you hurry...with those reinforcements...you promised."}], "end": [{"speaker": "Lyn", "line": "Is it over?"}, {"speaker": "Kent", "line": "Yes. I see no more enemy soldiers. However, something is bothering me."}, {"speaker": "Lyn", "line": "What is it?"}, {"speaker": "Kent", "line": "I noticed it during the fighting. Our opponents... They were soldiers of Caelin. I even recognized some of those we fought. I trained with many of them... Amd yet they attacked us without hesitation."}, {"speaker": "Sain", "line": "They're black-hearted traitors who've joined Lord Lundgren. Good riddance, I say. It also means less resistance at the castle."}, {"speaker": "Kent", "line": "I hope you're right..."}, {"speaker": "Lyn", "line": "I'm just glad Nils and Ninian were with us. If that first shot had hit me, I might not have survived."}, {"speaker": "Ninian", "line": "We are honored to have served you well."}, {"speaker": "Nils", "line": "We won't let you down!"}, {"speaker": "Lyn", "line": "I know. I'm relying on you."}, {"speaker": "Matthew", "line": "What's this? You dealt with the ballista, too? Nicely done!"}, {"speaker": "Lyn", "line": "Matthew, where were you during all this?"}, {"speaker": "Matthew", "line": "I went to the village to sniff about for information. I got some interesting news for my trouble, too."}, {"speaker": "Lyn", "line": "Let's hear it!"}, {"speaker": "Matthew", "line": "First, about Marquess Caelin's illness. He really is unwell. He's been abed for nigh on three months."}, {"speaker": "Lyn", "line": "Oh, no... Grandfather..."}, {"speaker": "Matthew", "line": "I heard an interesting rumor about his condition, though. The people believe that someone's been poisoning the marquess..."}, {"speaker": "Lyn", "line": "He's being poisoned!?"}, {"speaker": "Matthew", "line": "And this someone... Well, everyone's too afraid to mention a name. However, they say that as soon as the marquess took ill, a certain noble took control of the castle as though it were his own. I fed a hungry inkeeper some coin, and he fed me a name. The marquess of Caelin's own brother, Lord Lundgren."}, {"speaker": "Lyn", "line": "How can this be? How can they allow him to get away with this? The villagers know he's the one poisoning my grandfather, and yet no one raises a hand against him? Why?"}, {"speaker": "Kent", "line": "They are afraid, and they lack proof. The whisperings of the common people means nothing."}, {"speaker": "Matthew", "line": "That's the truth of it. And of the marquess's loyal retainers who might have lent credence to these rumors, there is no sign."}, {"speaker": "Lyn", "line": "Are you saying they've been silenced?"}, {"speaker": "Matthew", "line": "It's a fair assumption."}, {"speaker": "Kent", "line": "This is beyond believing."}, {"speaker": "Matthew", "line": "The worst news is yet to come."}, {"speaker": "Sain", "line": "What? There's more?"}, {"speaker": "Matthew", "line": "An imposter's appeared, claiming to be the marquess's granddaughter. At least, that's the story Lundgren's telling to all who'll listen."}, {"speaker": "Lyn", "line": "What does that mean?"}, {"speaker": "Matthew", "line": "It means that people are waiting for two traitorous knights and a baseborn child to appear and lay claim to Castle Caelin."}, {"speaker": "Sain", "line": "But... But that... It can't be!"}, {"speaker": "Kent", "line": "Traitors? Us? Ridiculous!!!"}, {"speaker": "Lyn", "line": "He says... I'm an imposter?"}, {"speaker": "Matthew", "line": "Don't you have anything that proves your lineage?"}, {"speaker": "Lyn", "line": "When my mother joined the Lorca, she brought nothing of Lycia with her."}, {"speaker": "Sain", "line": "Milady, Marquess Araphen himself remarked at your resemblance to Lady Madelyn! Your face is your proof!"}, {"speaker": "Kent", "line": "They'll say we found a look-alike somewhere... We're seen as betrayers of our knightly vows. Our word means nothing. No, our only hope is to see Marquess Caelin himself."}, {"speaker": "Lyn", "line": "We must hurry. If not, my grandfather... I must see him! With my last breath if need be."}, {"speaker": "Matthew", "line": "But we must formulate some manner of plan! Even if we set out for the castle, the troops patrolling the area will cause no end of problems. You have been branded as oathbreakers, after all."}, {"speaker": "Lyn", "line": "I've got it! Eliwood... He seemed sympathetic to our plight. He should still be in Khathelet. If we can talk to him, he might help us!"}, {"speaker": "Kent", "line": "Of course! A sound idea!"}, {"speaker": "Sain", "line": "Let's hurry!"}, {"speaker": "Lyn", "line": "Yes! Back to Khathelet!!"}]}