{"chapter": "11H", "title": "Another Journey", "speakers": ["Hector", "Oswin", "Uther", "Matthew", "Mercenary", "Wire", "Soldier"], "dialogue_counts": {"Hector": 30, "Oswin": 7, "Uther": 10, "Matthew": 21, "Mercenary": 2, "Wire": 7, "Soldier": 3}, "gender_counts": {"M": 68, "F": 0, "N": 12, "A": 0}, "lines": 81, "transitions": "-MMMMMMMMMMMM-MMMMMMMMMMMMNMNMMMMMMMMMMMMMMMMMM-N-MNMNM-NMNMNMNM-MMMMMMMM-NMNMNMMMMMMMM", "opening": ["A month has passed since word came of Marquess Pherae's disappearance. Rumors and speculation run rampant throughout Lycia. The head of House Ostia, Lord Uther, takes no apparent interest. The marquess's younger brother is considered odd by the populace. He and Marquess Pherae's son, Eliwood, are fast friends. A hot-blooded youth, he cannot ignore his friend's plight. Marquess Ostia's younger brother, Hector. He would one day be a courageous general, a steel warrior to be feared. The path he chooses will test him to the limits of his strength."], "intro": [{"speaker": "Hector", "line": "Brother! Brother!! Where is he!? He's here, isn't he?"}, {"speaker": "Oswin", "line": "Lord Hector! Calm yourself!"}, {"speaker": "Hector", "line": "No words, Oswin! Just move!"}, {"speaker": "Uther", "line": "That's enough, Hector! What is the meaning of this?"}, {"speaker": "Hector", "line": "You know full well! The disappearance of Marquess Pherae!"}, {"speaker": "Uther", "line": "We've discussed this time and time again. This matter is none of Ostia's affair. We have no reason to involve ourselves. It would be folly to do so."}, {"speaker": "Hector", "line": "Eliwood's father is missing, for goodness' sake! We know that Marquess Laus is connected in some way. I say we use Ostia's might to end this mystery and find the truth!"}, {"speaker": "Uther", "line": "Calm yourself, you fool! An invasion would be madness! Lycia can ill afford the chaos such an action would bring. Surely even you must understand that!"}, {"speaker": "Hector", "line": "Bah... I understand all too well, Brother! Stay there on your throne. Sit there until it rots beneath you! I will do this alone!!"}, {"speaker": "Oswin", "line": "Lord Hector! You should watch your tone..."}, {"speaker": "Uther", "line": "Peace, Oswin. Let him go. There's no reasoning with him when he gets like this."}, {"speaker": "Oswin", "line": "......."}, {"speaker": "Hector", "line": "Matthew! Matthew! Blast it! Where could he be?"}, {"speaker": "Matthew", "line": "I'm right here."}, {"speaker": "Hector", "line": "You... You're not a wraith. Stop skulking in the shadows like one."}, {"speaker": "Matthew", "line": "Hm? A wraith? And here I thought I was a spy. Be that as it may. As milord ordered, here are your travel rations and your beloved axe. And I've purchased the silence of some royal guardsmen. You're free to slip out the rear entrance and vanish."}, {"speaker": "Hector", "line": "Well done, Matthew. Try not to let my brother discover my absence too quickly."}, {"speaker": "Matthew", "line": "What? I thought I was going with you."}, {"speaker": "Hector", "line": "You're a bigger fool than I'd imagined! Did you think I would trust my brother's spy? Who knows when you would turn me in for some favor! Where I go, I go alone!"}, {"speaker": "Matthew", "line": "Shh! You keep on shouting, and you'll go nowhere! Every guard in the palace must have heard that!"}, {"speaker": "Hector", "line": "Enough... Do not try and follow me!"}, {"speaker": "Matthew", "line": "I did not imagine you would find me so untrustworthy. Professional hazard, it seems. Watch yourself, young master."}, {"speaker": "Hector", "line": "Huh? He... He gave up too easily. I don't trust him... The time has come... I've got to get out of here and rendezvous with Eliwood. These bags! What did Matthew put in these things?"}, {"speaker": "Hector", "line": "This is ridiculous even if he was packing for two! Huh? .......Come out. I know you're there."}, {"speaker": "Mercenary", "line": "......."}, {"speaker": "Hector", "line": "Who are you?"}, {"speaker": "Mercenary", "line": "......."}, {"speaker": "Hector", "line": "Too dumb to speak? Makes no difference to me. Move out of my way, or I'll run you through!"}, {"speaker": "Hector", "line": "Hah!"}, {"speaker": "Matthew", "line": "Whoa! M-Milord! Stay your arm! It's me!"}, {"speaker": "Hector", "line": "Who? Matthew? I was sure you were one of them."}, {"speaker": "Matthew", "line": "Well, I'm not! I'm one of me. And I would prefer to remain in one piece."}, {"speaker": "Hector", "line": "Your fault for jumping out of nowhere. Now tell me, what are you doing here?"}, {"speaker": "Matthew", "line": "Hm? I... I sensed that something was wrong and...came to your aid."}, {"speaker": "Hector", "line": "My aid... I'll accept that answer for the time being."}, {"speaker": "Matthew", "line": "So, what should we do?"}, {"speaker": "Hector", "line": "About what?"}, {"speaker": "Matthew", "line": "About the fellows between us and the way out. I'd say there are 7 or 8 of them. To make matters worse, they seem highly competent. I know you're confident in your martial abilities, but... I'm not the strongest sword arm around, and, well..."}, {"speaker": "Hector", "line": "If you've something to say, Matthew, then say it!"}, {"speaker": "Matthew", "line": "We could abandon the rear entrance. I'm sure the royal guardsmen would be happy to aid us, and..."}, {"speaker": "Hector", "line": "Never!"}, {"speaker": "Matthew", "line": "That's what I thought you would say. All that's left is to avoid getting killed, right?"}, {"speaker": "Hector", "line": "You can go back if you want."}, {"speaker": "Matthew", "line": "In your own words, milord, never. I'm with you, wherever that may lead."}, {"speaker": "Hector", "line": "Right. Then let's give them a good thrashing and get out of here!"}], "boss": [{"speaker": "Wire", "line": "Fuh...Fuh...Forgive me...Lord...Nergal..."}, {"speaker": "Hector", "line": "You're not Marquess Laus's assassins, are you? You're too good, too professional. Nothing like those idiots over there.", "unit": "Hector", "boss": "Wire"}, {"speaker": "Wire", "line": "You've no need to know, little Lord Hector. A fool like you, sneaking out of the country alone... You'll go missing, never to return. Your body will never be found. Tidy story, eh? Ha ha...", "unit": "Hector", "boss": "Wire"}, {"speaker": "Hector", "line": "Tsk tsk... Looks like your luck's run out.", "unit": "Hector", "boss": "Wire"}, {"speaker": "Wire", "line": "Our luck? What are you...", "unit": "Hector", "boss": "Wire"}, {"speaker": "Hector", "line": "You see, I'm about as angry as I've ever been. I doubt that even a dozen of you could slow me down. Prepare to die!!!", "unit": "Hector", "boss": "Wire"}, {"speaker": "Wire", "line": "The Ostian spy. Why did you return?", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Matthew", "line": "I've known you were here for some time. I also knew you were after Lord Hector, not me. You're all professional assassins. You wait for your chance, and you don't miss it. You were waiting for me to leave Lord Hector alone. That's when you were planning to attack, right?", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Wire", "line": "Ah... So that's why you came back, is it? I was sure you'd gone back to play with the guards.", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Matthew", "line": "If I had, I would've taken Lord Hector with me. No matter what it took.", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Wire", "line": "Cheeky fellow, aren't you? But you're out of your league.", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Matthew", "line": "How so?", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Wire", "line": "You think to challenge me? Prepare to die, you witless fool!", "unit": "Matthew", "boss": "Wire"}, {"speaker": "Matthew", "line": "Ghaa...", "unit": "Matthew", "boss": "Wire"}], "end": [{"speaker": "Matthew", "line": "Whew... That was close. Glad we're both all right. Come, milord, we must fly! The castle guard must have heard all the noise."}, {"speaker": "Hector", "line": "Matthew, you rogue. You knew this was all going to happen, didn't you?"}, {"speaker": "Matthew", "line": "What else could I do? Those assassins wouldn't show themselves until you were alone."}, {"speaker": "Hector", "line": "I suppose... Mark my words, Matthew! You're coming with me. But from this point forward, you are no longer my brother's spy. You are my man now, to the bitter end."}, {"speaker": "Matthew", "line": "Yes, milord! Shall I swear a knightly vow?"}, {"speaker": "Hector", "line": "To what purpose? Your own words will hold you well enough."}, {"speaker": "Matthew", "line": "True enough!"}, {"speaker": "Hector", "line": "Let us go then! To Eliwood!"}, {"speaker": "Soldier", "line": "My lord! Marquess! It's Lord Hector! He's--"}, {"speaker": "Uther", "line": "He's gone, isn't he?"}, {"speaker": "Soldier", "line": "Ye... Yes, milord! We are gathering men now to give chase."}, {"speaker": "Uther", "line": "Attend me. We will let him go."}, {"speaker": "Soldier", "line": "Milord?"}, {"speaker": "Uther", "line": "A... Headstrong fool... Oooh... Cough...cough..."}, {"speaker": "Oswin", "line": "Lord Uther! Are you well?"}, {"speaker": "Uther", "line": "... ...I'm fine. It has passed. There is no need for concern."}, {"speaker": "Oswin", "line": "You must not rely so much on physical strength alone. It has been most trying these past few weeks. The affairs of the court have not let you sleep. You might endanger your health if you keep on..."}, {"speaker": "Uther", "line": "Yes, Oswin. I understand. I will speak with a physician on the morrow. Will that allay your fears?"}, {"speaker": "Oswin", "line": "Yes, my lord. I shall make the arrangements."}, {"speaker": "Uther", "line": "Oswin... About Hector... I can entrust him to you, yes?"}, {"speaker": "Oswin", "line": "Of course, my lord. I will guard him with my very life's blood."}]}