{"chapter": "12", "title": "Birds Of A Feather", "speakers": ["Helman", "Ephidel", "Marcus", "Eliwood", "Zagan", "Dorcas", "Matthew", "Hector", "Serra", "Oswin", "Soldier", "Villager", "Girl", "Man", "Woman"], "dialogue_counts": {"Helman": 5, "Ephidel": 4, "Marcus": 7, "Eliwood": 21, "Zagan": 6, "Dorcas": 1, "Matthew": 13, "Hector": 44, "Serra": 14, "Oswin": 10, "Soldier": 4, "Villager": 1, "Girl": 1, "Man": 1, "Woman": 1}, "gender_counts": {"M": 105, "F": 14, "N": 14, "A": 0}, "lines": 135, "transitions": "--MMMMMMMMM-MMMNMNMNM-MMFMMFMFMMMMMMMMF-MNMNMFMMMMMMMMFMFM-N-M-MNMNMFMMMMMMMMFMFM-N-N-N-N-MMMM-N-N-MMMMMMMMMMMMMMMFMMMFMMMFMMMMMMMMMMMMMMMMMMMMMMMM-M-F", "opening": ["After speaking with the village magistrate, Eliwood and company set their sights on Laus. The road from Pherae to Laus passes through Santaruz. Eliwood suspects his missing father must have visited Santaruz en route to Ostia. Eliwood arranges a meeting with the local ruling lord to see what he can learn.", "Hector leaves Ostia. He moves towards Santaruz to meet up with Eliwood as quickly as possible. He encounters a mysterious group whose dark garb hide an even darker secret. Perhaps these same powers have turned their blades on Eliwood...Hector hurries south, praying for his friend's safety."], "intro": [{"speaker": "Helman", "line": "What? Eliwood is here?"}, {"speaker": "Ephidel", "line": "Yes. He has set camp up on a hill south of here. He seeks permission to enter Santaruz. He seeks an audience with you."}, {"speaker": "Helman", "line": "Could it be... Do you think Eliwood’s come to ask of his father? If that’s the case... I... I know not what to tell him."}, {"speaker": "Ephidel", "line": "Tell him you know nothing, and let him be on his way."}, {"speaker": "Helman", "line": "Yet... I know young Eliwood well. His father, Elbert, and I are old friends. I’ve no children of my own, and I’ve always treasured Eliwood... I do not believe I could look him in the eye and... I could not lie to him. I could not."}, {"speaker": "Ephidel", "line": "We’ve no choice then. Let us chase the boy away. If you do not speak with him, you need tell no lies."}, {"speaker": "Helman", "line": "Wait! Do you mean to harm Eliwood?"}, {"speaker": "Ephidel", "line": "Not harm. Frighten. A scratch or two will leave no scars. He will run home to Pherae and be done with his adventure. He is, after all, all that Pherae has left..."}, {"speaker": "Helman", "line": "..."}, {"speaker": "Marcus", "line": "Instead of entering Laus with such a small group, we should meet with Marquess Santaruz and request his assistance... I see the sense in that. It’s a good plan, Mark."}, {"speaker": "Eliwood", "line": "Truly so. I tell you again, I’m pleased to have you with us. Lord Helman... He’s not only my father’s friend. I’ve known him since I was a child. I’m sure that he will help us."}, {"speaker": "Marcus", "line": "What? Lord Eliwood! Beware!"}, {"speaker": "Zagan", "line": "Heh heh heh... Noble sirs. Alms for a poor villager."}, {"speaker": "Marcus", "line": "Poor villager? You look nothing like an honest man. Clear the road. Step quickly or..."}, {"speaker": "Zagan", "line": "Step quickly? Heh heh... Good advice. Maybe it’s you who should follow it!"}, {"speaker": "Marcus", "line": "What?"}, {"speaker": "Zagan", "line": "Someone wants the boy in an early grave. A shame if you ask me, but he’ll die here today. C’mon, boys! Earn your keep!"}, {"speaker": "Dorcas", "line": "Here we go again, eh, Mark? Just like old times... Seems our fates are bound. Natalie? Oh, she’s still in Pherae. I’m working for you this time, so she’s not too worried. Guide my axe, Mark."}, {"speaker": "Matthew", "line": "Lord Hector! I have it! I know where Lord Eliwood is. He entered Santaruz not far from here."}, {"speaker": "Hector", "line": "Is that so? We've read his movements fairly well, then. Let's move due south and cross the border. We'll meet up with him in Santaruz!"}, {"speaker": "Serra", "line": "Ah! There you are! Lord Hector!"}, {"speaker": "Matthew", "line": "Oh, no..."}, {"speaker": "Hector", "line": "Serra? W-What... What are you doing here?"}, {"speaker": "Serra", "line": "You're going to meet Lord Eliwood, right? Well, I want to go, too!"}, {"speaker": "Hector", "line": "Go home! This is no game."}, {"speaker": "Serra", "line": "But Oswin told me it was all right to come!"}, {"speaker": "Hector", "line": "Oswin?"}, {"speaker": "Oswin", "line": "Yes, my lord. On the marquess's orders. Serra and I will be accompanying you."}, {"speaker": "Hector", "line": "Bah. This is ridiculous. Always have to have the last word, eh, Brother?"}, {"speaker": "Oswin", "line": "No matter what you think, he's just worried about you, Lord Hector. You're the only family he has."}, {"speaker": "Hector", "line": "I know..."}, {"speaker": "Matthew", "line": "Lord Hector! Up ahead! There appears to be fighting."}, {"speaker": "Hector", "line": "Where? Is it Eliwood? Come! Let's get closer! Hurry! Oswin! Matthew!"}, {"speaker": "Matthew", "line": "Yes, my lord!"}, {"speaker": "Serra", "line": "Oh! Wait for me! I'm coming, too!"}, {"speaker": "Hector", "line": "Hey! What's going on over there? Looks like some rough business. You! Soldier! Are you just going to stand there and watch?"}, {"speaker": "Soldier", "line": "Who do you think you are? This is Santaruz. What occurs here is no affair of any foreign lordling!"}, {"speaker": "Hector", "line": "I believe I'm going to have to disagree with you. You see, the man they're attacking happens to be a friend of mine."}, {"speaker": "Soldier", "line": "A friend? What? ...Urrrgh!!"}, {"speaker": "Hector", "line": "Sorry, but I'm in a hurry."}, {"speaker": "Serra", "line": "Ewww! That's terrible! I loathe violence!"}, {"speaker": "Matthew", "line": "Nicely done, my lord! You're a fighter born."}, {"speaker": "Oswin", "line": "I cannot condone resorting to force so quickly..."}, {"speaker": "Hector", "line": "Chastise me later, Oswin. First, we deal with these brigands! Come! We must help Eliwood!"}, {"speaker": "Oswin", "line": "Help Eliwood? Sounds like a convenient excuse for more violence."}, {"speaker": "Hector", "line": "Oswin!"}, {"speaker": "Oswin", "line": "Yes, yes. I'm coming!"}, {"speaker": "Hector", "line": "Matthew! Bring Serra and follow along."}, {"speaker": "Matthew", "line": "What! With...Serra?"}, {"speaker": "Serra", "line": "No! I want to go with you now!"}, {"speaker": "Hector", "line": "Absolutely not! You'll slow us down! zzz"}, {"speaker": "Serra", "line": "Oh! How rude!"}, {"speaker": "Hector", "line": "Oswin! Let's go!"}], "battle": [{"speaker": "Zagan", "line": "Bah! He puts up a good fight for a pampered noble pup. It’s up to me to finish him."}, {"speaker": "Eliwood", "line": "How many are there? This looks–"}, {"speaker": "Hector", "line": "Hey! What’s going on over there? Looks like some rough business. You! Soldier! Are you just going to stand there and watch?"}, {"speaker": "Soldier", "line": "Who do you think you are? This is Santaruz. What occurs here is no affair of any foreign lordling!"}, {"speaker": "Hector", "line": "I believe I’m going to have to disagree with you. You see, the man they’re attacking happens to be a friend of mine."}, {"speaker": "Soldier", "line": "A friend? What? ...Urrrgh!!"}, {"speaker": "Hector", "line": "Sorry, but I’m in a hurry."}, {"speaker": "Serra", "line": "Ewww! That’s terrible! I loathe violence!"}, {"speaker": "Matthew", "line": "Nicely done, my lord! You’re a fighter born."}, {"speaker": "Oswin", "line": "I cannot condone resorting to force so quickly..."}, {"speaker": "Hector", "line": "Chastise me later, Oswin. First, we deal with these brigands! Come! We must help Eliwood!"}, {"speaker": "Oswin", "line": "Help Eliwood? Sounds like a convenient excuse for more violence."}, {"speaker": "Hector", "line": "Oswin!"}, {"speaker": "Oswin", "line": "Yes, yes. I’m coming!"}, {"speaker": "Hector", "line": "Matthew! Take Serra and find someplace to hide."}, {"speaker": "Matthew", "line": "What! With...Serra?"}, {"speaker": "Serra", "line": "No! I’m going with you!"}, {"speaker": "Hector", "line": "You are not! You’ll slow us down!"}, {"speaker": "Serra", "line": "Oh! How rude!"}, {"speaker": "Hector", "line": "Oswin! Let’s go!"}], "visit": [{"speaker": "Villager", "line": "Hmm... You look like you’ve some experience with battle. No need to conceal it. I’ve fought in many a battle in my time, I assure you. Let me tell you one thing about combat, though. The most important thing is technique. If you’ve no skill, you’ll rarely strike your enemy. My instructor gave me this secret book long ago. It will improve the fighting prowess of the one who reads it. I’m too old to make use of it, so why don’t you take it?"}, {"speaker": "Girl", "line": "It’s really important to trust your companions, yes? If you have a boon companion fighting at your side, you feel stronger and more confident. Hm? Who do I think make good companions for whom? Well, I am a fortune-teller, so I could do a reading, but..."}, {"speaker": "Man", "line": "I saw them, I did. About a month ago...Marquess Pherae and his men passed right through here. They’ve all gone missing, haven’t they? A group as strong as that just up and vanishing...Couldn’t have been bandits, but...I don’t believe it. Must’ve been something terrible. The world’s become a dangerous place, it has."}, {"speaker": "Woman", "line": "The marquess who leads Santaruz is Lord Helman. He doesn’t ask for much, and he’s a nice enough fellow. I wouldn’t call him weak, but he is more follower than leader. Lately, he’s been meeting with Marquess Laus quite a lot. I hope nothing bad comes of it, but..."}], "battle-talk": [{"speaker": "Hector", "line": "Eliwood! Are you all right?", "person_1": "Eliwood", "person_2": "Hector"}, {"speaker": "Eliwood", "line": "Hector! What are you–", "person_1": "Eliwood", "person_2": "Hector"}, {"speaker": "Hector", "line": "Later! First let’s take care of these louts.", "person_1": "Eliwood", "person_2": "Hector"}, {"speaker": "Eliwood", "line": "Right!", "person_1": "Eliwood", "person_2": "Hector"}], "boss": [{"speaker": "Zagan", "line": "Curses! What are you waiting for!? Let me show you boys how it’s done!"}, {"speaker": "Zagan", "line": "Oh...aaurr...This...was not...so easy...as it seemed..."}], "end": [{"speaker": "Hector", "line": "Whew...Is that all of them?"}, {"speaker": "Eliwood", "line": "Hector! Where did you come from?"}, {"speaker": "Hector", "line": "Well met, Eliwood."}, {"speaker": "Eliwood", "line": "Yes, but...what are you doing here?"}, {"speaker": "Hector", "line": "You wound me!"}, {"speaker": "Eliwood", "line": "How do you mean?"}, {"speaker": "Hector", "line": "You’re looking for your father, right? Why didn’t you send word?"}, {"speaker": "Eliwood", "line": "Your brother was just named Marquess Ostia. He’s going to be very busy setting up his court council. Lord Uther must need your support. You are his brother, after all."}, {"speaker": "Hector", "line": "My brother is not so weak. Oh, he has mentioned some things in public, but...He knew exactly what I was planning, and he let me go."}, {"speaker": "Eliwood", "line": "Is that so? Well then, it would be unwise to refuse his kindness! It does me good to see you, Hector. Thank you."}, {"speaker": "Hector", "line": "Think nothing of it. You know Oswin, don’t you?"}, {"speaker": "Oswin", "line": "Well met, Lord Eliwood."}, {"speaker": "Eliwood", "line": "It is good to see you again, Oswin. So you came as well?"}, {"speaker": "Oswin", "line": "Yes. Lord Uther was worried about Lord Hector traveling alone. I’ve been ordered to keep a close eye on him."}, {"speaker": "Eliwood", "line": "Ha ha ha! Of course! Good to have you with us."}, {"speaker": "Serra", "line": "Lord Hector! Why didn’t you tell me the fighting was done!?"}, {"speaker": "Matthew", "line": "I apologize for the interruption. I couldn’t restrain her any longer!"}, {"speaker": "Eliwood", "line": "Are these your companions, Hector?"}, {"speaker": "Hector", "line": "Oh...Yes, I suppose they are. One might have hoped for better, but..."}, {"speaker": "Serra", "line": "That was uncalled for! I can’t believe you said that! Matthew, did you hear what he said about you?"}, {"speaker": "Matthew", "line": "Me? He was talking about you!"}, {"speaker": "Eliwood", "line": "Hector, why don’t you introduce us?"}, {"speaker": "Hector", "line": "The noisy one is Serra. Believe it or not, she’s a cleric."}, {"speaker": "Serra", "line": "Yes, I am Serra, my lord. Pleased to meet you."}, {"speaker": "Hector", "line": "And that’s Matthew. He does a lot of...sneaking around."}, {"speaker": "Matthew", "line": "My lord."}, {"speaker": "Eliwood", "line": "Sneaking...around."}, {"speaker": "Matthew", "line": "Well...I, er...gather information, open doors, chests, and such. I’ve got...nimble fingers."}, {"speaker": "Eliwood", "line": "That sounds...like a thief’s work..."}, {"speaker": "Hector", "line": "Well...Don’t let it worry you."}, {"speaker": "Eliwood", "line": "But..."}, {"speaker": "Hector", "line": "This journey...I suspect it will be harder than you imagine. You may have to accept things like this if you want to survive."}, {"speaker": "Eliwood", "line": "What is it, Hector? Do you know something?"}, {"speaker": "Hector", "line": "Nothing specific. Rumors abound, though. A league of assassins from Bern has been moving around in Lycia. Experienced bounty hunters and mercenaries are vanishing..."}, {"speaker": "Eliwood", "line": "That reminds me. One of the men who attacked us said something odd."}, {"speaker": "Hector", "line": "What was it?"}, {"speaker": "Marcus", "line": "Lord Eliwood, if I may?"}, {"speaker": "Hector", "line": "Marcus! Good to see you!"}, {"speaker": "Marcus", "line": "Lord Hector, it’s been far too long. Your assistance is greatly appreciated."}, {"speaker": "Hector", "line": "Come now, Marcus. No need for such formalities. Tell me what you heard."}, {"speaker": "Marcus", "line": "Of course. The apparent leader of that gang of thugs...He indicated that someone was watching Lord Eliwood...That someone needed him dead."}, {"speaker": "Hector", "line": "Hmm...That is troubling. Actually, a captain of the guard was watching the fight when we arrived. He was a knight of Santaruz, and yet he just stood there and let a lord be attacked. I think he was planning on seeing you die."}, {"speaker": "Eliwood", "line": "So, Mark. What do you think? ...You might be right. Something may have happened to Lord Helman, too. Come! We must hurry to the castle!"}, {"speaker": "Hector", "line": "Eliwood! Who is this?"}, {"speaker": "Eliwood", "line": "This is Mark. I required tactical aid in the search for my father, and..."}, {"speaker": "Hector", "line": "Oh, I see. So this is who directed the battle plan back there, hm? You know, Mark, you’re very young. We’ve many strategists in Ostia, but none so young. Eliwood, are you sure about this one?"}, {"speaker": "Eliwood", "line": "Mark is still a student of military strategy, but...We’ve received nothing but sound advice so far. Mark has my trust."}, {"speaker": "Hector", "line": "All right. I suppose I shall witness your skills firsthand. Well met, Mark."}, {"speaker": "Matthew", "line": "Hello! How have you been, Mark? Eh? My secret’s revealed? Oh, that. Yes, it’s true. My guise as a common thief was but a ruse. I’ve served House Ostia for some time as a spy of sorts! Surprised? Well, regardless, it looks like we’ll be traveling together again. Here’s to our mutual survival!"}, {"speaker": "Serra", "line": "Eeeeeeee! Mark! Is it really you? It’s been far, far too long! You missed me, didn’t you? Of course you did. I knew it. Hm? Didn’t I tell you before? I’m in the employ of Ostia, Lycia’s ruling territory. I’ll be here to help you just like before! Aren’t you lucky!"}]}