{"chapter": "13x", "title": "The Peddler Merlinus", "speakers": ["Hector", "Eliwood", "Marcus", "Merlinus", "Bandit", "Puzon"], "dialogue_counts": {"Hector": 23, "Eliwood": 22, "Marcus": 1, "Merlinus": 16, "Bandit": 4, "Puzon": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 74, "transitions": "-----", "opening": ["The dying words of Lord Helman stun Eliwood beyond belief. “Darin, the marquess of Laus, knows all…” Despite the pain it brings, Eliwood takes this newfound knowledge to heart and sets out for Laus once again. On the way to Laus, he travels through a Caelin village. Eliwood and his party decide to rest there for a night."], "intro": [{"speaker": "Hector", "line": "Bah! Dark already."}, {"speaker": "Eliwood", "line": "We'll have to stop here for the night. We'll set out for Laus at the first sign of sunlight. Marcus, prepare the camp."}, {"speaker": "Marcus", "line": "Yes, my lord."}, {"speaker": "Hector", "line": "So this is Caelin? You think we ought to present ourselves to Lord Hausen?"}, {"speaker": "Eliwood", "line": "We're simply passing through, so I don't see the need. I am curious how Lyndis is getting along, though."}, {"speaker": "Hector", "line": "Lyndis?"}, {"speaker": "Eliwood", "line": "Marquess Caelin's granddaughter."}, {"speaker": "Hector", "line": "Oh, her. The missing heir who dealt with Lundgren last year. Didn't you have something to do with that?"}, {"speaker": "Eliwood", "line": "Mm."}, {"speaker": "Hector", "line": "And? The granddaughter? Is she a beauty?"}, {"speaker": "Eliwood", "line": "A beauty? She's... I don't...she's... I think it must be her Sacae heritage. She's...striking..."}, {"speaker": "Hector", "line": "Striking? Too bad, isn't it?"}, {"speaker": "Eliwood", "line": "What?"}, {"speaker": "Hector", "line": "That we don't have time to see her, loverboy."}, {"speaker": "Eliwood", "line": "No! Lyndis and I are... We're not..."}, {"speaker": "Hector", "line": "You're not? Then why are you getting so worked up?"}, {"speaker": "Eliwood", "line": "Hector! Don't make me angry!"}, {"speaker": "Hector", "line": "Ha ha ha ha! You are so much fun to tease! Huh? What was that? Did you hear something?"}, {"speaker": "Eliwood", "line": "It was a scream. Someone's being attacked!"}, {"speaker": "Hector", "line": "Do we help?"}, {"speaker": "Eliwood", "line": "Of course!"}, {"speaker": "Merlinus", "line": "Oh noooooo! Someone! Help!!!"}, {"speaker": "Bandit", "line": "Grrr! Stupid old fool! He's kept us running in circles for hours!"}, {"speaker": "Merlinus", "line": "My... My valuable merchandise! What are you going to do?"}, {"speaker": "Puzon", "line": "Hey, look at this. The old fool's wealthy."}, {"speaker": "Bandit", "line": "Huh huh huh. Our lucky day. Eh, Puzon?"}, {"speaker": "Merlinus", "line": "Let go! Let go!! Will you let go!!!"}, {"speaker": "Bandit", "line": "What a racket! Puzon, can we get rid of this simpleton?"}, {"speaker": "Puzon", "line": "I suppose so. There's no reason to let him live."}, {"speaker": "Merlinus", "line": "Oh my!! Eeeyaaaaahhh!"}, {"speaker": "Eliwood", "line": "Release him!"}, {"speaker": "Puzon", "line": "Who--"}, {"speaker": "Eliwood", "line": "I told you to let the man go!"}, {"speaker": "Hector", "line": "If you move quickly, we'll let you live."}, {"speaker": "Puzon", "line": "Ha! A pair of dandies like you? You know what I think? Living off your parents' names, prancing about... I despise you! Come on! Don't hold back! We'll kill you all!"}, {"speaker": "Hector", "line": "Hold! Release that man!"}, {"speaker": "Puzon", "line": "What?"}, {"speaker": "Hector", "line": "We're not after you, dullard. We want the old man and his goods. If you value your life, you'll leave now."}, {"speaker": "Puzon", "line": "What did you say? Who do you think you are? Do you think you can walk away with our spoils?"}, {"speaker": "Hector", "line": "You half-wit! Do we look like thieves to you?"}, {"speaker": "Puzon", "line": "We'll not let our profit be snatched away so easily! Come! To me now! Hold nothing back! Kill 'em all!"}], "battle": [{"speaker": "Merlinus", "line": "Aaaiiieeee!!! You! They call you Mark, am I right? I am Merlinus, a humble and lowly merchant. I know nothing of combat. Please! You must protect me!"}], "end": [{"speaker": "Bandit", "line": "Oof… Blast! I won’t forget this!"}, {"speaker": "Hector", "line": "Then you’re smarter than you look! Get out of here!!"}, {"speaker": "Eliwood", "line": "Are you all right?"}, {"speaker": "Merlinus", "line": "Hm? Oho!! I… I’ve been saved!"}, {"speaker": "Eliwood", "line": "We’ve driven them off. Are you injured?"}, {"speaker": "Merlinus", "line": "No, not at all. As you can see, I’m as fine as fine can be."}, {"speaker": "Eliwood", "line": "I’m glad to see that. Good day, sir. Hector."}, {"speaker": "Merlinus", "line": "Wait a moment, please! A token of my thanks…"}, {"speaker": "Eliwood", "line": "Do not worry yourself. We did nothing to merit reward."}, {"speaker": "Hector", "line": "That’s right. We’ve no need of a peddler’s junk."}, {"speaker": "Merlinus", "line": "P-P-Peddler?"}, {"speaker": "Eliwood", "line": "Hector!"}, {"speaker": "Hector", "line": "Oops!"}, {"speaker": "Merlinus", "line": "Ahem! I am Merlinus. You’ll find no other traveling merchant whose goods compare. Don’t let your eyes fool you: I’m quite prosperous."}, {"speaker": "Hector", "line": "Huh? You’re a merchant? Books and knives and all that, eh?"}, {"speaker": "Eliwood", "line": "Hector, your manners are terrible. Merlinus, please… Pay no mind to what this oaf has to say."}, {"speaker": "Merlinus", "line": "No, of course not. I wasn’t concerned at… Ahem! By the way, you two obviously come from highborn houses. Would you grant me the honor of your names?"}, {"speaker": "Eliwood", "line": "I am Eliwood, son of the marquess of Pherae."}, {"speaker": "Hector", "line": "I’m Hector. Marquess Ostia’s brother."}, {"speaker": "Merlinus", "line": "Goodness! Ostia! Pherae! The greatest houses in all of Lycia!! Ahh… To be saved by noblemen such as yourselves… It is an honor beyond words!"}, {"speaker": "Hector", "line": "It’s nice to be appreciated for a change. Lately, people just seem to want us dead. Tell me, Merlinus, what are your plans?"}, {"speaker": "Merlinus", "line": "Pardon? My plans, my lord? I had planned to travel Lycia selling my merchandise, but… It may not be possible in such dangerous times."}, {"speaker": "Hector", "line": "If that’s the case, why don’t you come along with us?"}, {"speaker": "Eliwood", "line": "Hector?"}, {"speaker": "Hector", "line": "Our travels will not be ending anytime soon. We’ve gained more people and more items, right? It might be good to have help managing our things."}, {"speaker": "Merlinus", "line": "Oho! Now THAT is a splendid idea! Managing merchandise is my specialty, after all!"}, {"speaker": "Eliwood", "line": "Are you sure?"}, {"speaker": "Merlinus", "line": "Quite sure, my lord. To be honest, I’ve dreamt of working for a noble house. To have my fondest wish granted in such a way… I cannot stem these tears of joy! Lord Hector! Lord Eliwood!!! Take me into your bosoms and keep me safe forever!"}, {"speaker": "Eliwood", "line": "Uh… Thank you. Well met, Merlinus."}, {"speaker": "Hector", "line": "We’re counting on you! Now, I’ve got some things I want you to carry…"}, {"speaker": "Merlinus", "line": "Yes, of course. Whatever you have, Merlinus will keep!"}]}