{"chapter": "14", "title": "False Friends", "speakers": ["Darin", "Erik", "Ephidel", "Hector", "Eliwood", "Marcus", "Oswin", "Hannah", "Merlinus", "Serra", "Tutorial", "Erk", "Man", "Bandit", "Priscilla", "Soldier", "Serra:"], "dialogue_counts": {"Darin": 17, "Erik": 26, "Ephidel": 12, "Hector": 37, "Eliwood": 28, "Marcus": 3, "Oswin": 16, "Hannah": 5, "Merlinus": 2, "Serra": 5, "Tutorial": 1, "Erk": 17, "Man": 6, "Bandit": 1, "Priscilla": 12, "Soldier": 2, "Serra:": 1}, "gender_counts": {"M": 158, "F": 17, "N": 16, "A": 0}, "lines": 192, "transitions": "-MMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMMM-MMMMMMMMMM-MMMMMMMMMMMMMMMMMMM-NMNMMNMNMMM-MN-F-MN-M-MNMNM-N-NFNFN-M-NMMMMMMMMMMMMM-MN-FMNMFMFMFM-MFMFMFMF-N-F-MFMFMFMFMF-M-M-MMMMMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMMMMM-MMMMMM", "opening": ["A droll merchant named Merlinus now joins Eliwood's group. With Merlinus in tow, they set out for Laus the following day. Laus is located in the heart of Lycia, a territory ruled by the power-hungry marquess of Laus, Lord Darin. Preparations for the war of which the Pheraen magistrate spoke...The disappearance of Eliwood's father, Elbert...The death of Marquess Santaruz...Do these all revolve around Lord Darin? In Eliwood's heart, the need for truth is drowned in fear...A fear of what that truth may hold."], "intro": [{"speaker": "Darin", "line": "Are you certain? Pherae’s heir is here?"}, {"speaker": "Erik", "line": "Yes, Father. We’ve just received word from our lookouts. He’s still beyond that hill, but he’ll be here before long."}, {"speaker": "Darin", "line": "Lord Ephidel, what is the meaning of this?"}, {"speaker": "Ephidel", "line": "Perhaps when they reached Santaruz Castle, Lord Helman was still clinging to life."}, {"speaker": "Darin", "line": "You can’t be serious!"}, {"speaker": "Ephidel", "line": "He couldn’t have lasted too long, but…maybe he told them something."}, {"speaker": "Darin", "line": "That’s terrible! Our plan! It’s all for naught, isn’t it?"}, {"speaker": "Ephidel", "line": "No need to be so alarmed, my lord. Even if he told young Eliwood something of our schemes, Pherae no longer has any power. All Eliwood could do is perhaps inform Marquess Ostia."}, {"speaker": "Darin", "line": "Ostia?! That would be ruinous! Lord Uther may be young and new to the throne, but he’s dangerous. That addlepated Helman! He was a coward to the end! To betray us now, when we’re so close…We only need a little more time to complete our plans for rebellion!"}, {"speaker": "Ephidel", "line": "Then before Marquess Ostia becomes aware of any of this, you would do well to stop them here."}, {"speaker": "Darin", "line": "Yes, you’re right, of course. We do have a chance! They have to pass through Laus to get to Ostia. We can still silence them!"}, {"speaker": "Ephidel", "line": "They must not pass. No matter the cost."}, {"speaker": "Darin", "line": "Let us make haste. Call up our finest troops."}, {"speaker": "Erik", "line": "Father! Please, let me take the command."}, {"speaker": "Darin", "line": "Erik! Tell me, Son, can you succeed?"}, {"speaker": "Erik", "line": "That clod Eliwood and I studied together in Ostia. He’s a trusting fool. If he sees me, he’ll lower his guard. And when he does, we strike!"}, {"speaker": "Darin", "line": "I see."}, {"speaker": "Ephidel", "line": "I beg your pardon… Is this not too much for him? If, by strange chance, he fell, things could turn for the worse."}, {"speaker": "Darin", "line": "No, I know I’m the lad’s father, but Erik’s quite clever, I tell you. Snuffing Pherae’s whelp will be no trouble at all. It’s settled! It’s up to you now, Erik. Bring me the head of Pherae’s darling son!"}, {"speaker": "Erik", "line": "Yes, Father! I will not fail you!"}, {"speaker": "Hector", "line": "Look around… They truly are preparing for battle. Marquess Laus! What is he scheming?"}, {"speaker": "Eliwood", "line": "…."}, {"speaker": "Hector", "line": "You don’t much look like you want to go to the castle."}, {"speaker": "Eliwood", "line": "If we go and learn the truth, we may have to go to war."}, {"speaker": "Hector", "line": "That’s fine with me!"}, {"speaker": "Eliwood", "line": "I… I’ve no love for war. If I concentrate on the foe before me, I’m fine. If I picture families, innocents caught up in our foolish politics? If I imagine them… All I can do is pray for a way to solve things peacefully."}, {"speaker": "Hector", "line": "Eliwood…."}, {"speaker": "Marcus", "line": "Lord Eliwood! A knight has ridden forth from the castle."}, {"speaker": "Eliwood", "line": "A lone knight?"}, {"speaker": "Marcus", "line": "Yes, my lord. Our scouts say it’s Marquess Laus’s son, Erik. He is asking to see you."}, {"speaker": "Eliwood", "line": "Erik?"}, {"speaker": "Hector", "line": "Gah. Why did it have to be that buffoon?"}, {"speaker": "Eliwood", "line": "I will see him. Bring him here."}, {"speaker": "Hector", "line": "I’m leaving. I never could abide him. I’ll go for a ride and survey our surroundings."}, {"speaker": "Oswin", "line": "Good day, Lord Hector. Is Lord Eliwood with you?"}, {"speaker": "Hector", "line": "No. He's treating with Marquess Laus's son, Erik."}, {"speaker": "Oswin", "line": "Is it wise for you to be away at this time?"}, {"speaker": "Hector", "line": "Erik's a contemptuous peacock. He's intolerable. And he made a show of riding from the castle alone. Something feels odd."}, {"speaker": "Oswin", "line": "That is unusual. I've been thinking, my lord... Laus is blessed with clear water and fertile ground. See the shade its tall trees and grasses cast? Ideal for hiding soldiers, don't you think?"}, {"speaker": "Hector", "line": "You're right, Oswin. I'm going to take a look around."}, {"speaker": "Oswin", "line": "Very good. Let's split up and double our ground. One thing, my lord!"}, {"speaker": "Hector", "line": "What is it?"}, {"speaker": "Oswin", "line": "Do not let yourself be distracted. Keep your guard up."}, {"speaker": "Hector", "line": "Ha ha ha. Yes, Mother. I will."}, {"speaker": "Erik", "line": "Hello! It’s been a long time, Eliwood!"}, {"speaker": "Eliwood", "line": "Erik… What is your business?"}, {"speaker": "Erik", "line": "My business? What do you mean? I heard my old friend was here in Laus. I merely thought I’d ride out to greet you!"}, {"speaker": "Eliwood", "line": "……"}, {"speaker": "Erik", "line": "So tell me, friend, what brings you to Laus? Are you…on your way to Ostia?"}, {"speaker": "Eliwood", "line": "Hm? Why would you think that?"}, {"speaker": "Erik", "line": "Well, you were always such good friends with Hector. He and I never… got along very well. For a noble, his behavior was crude, and his manner of speech… You would have thought him a peasant at first glance. You’re still friends with Hector, aren’t you? When did you see him last? How do you communicate?"}, {"speaker": "Eliwood", "line": "Erik… You’re after something. What is it?"}, {"speaker": "Erik", "line": "Pardon?"}, {"speaker": "Eliwood", "line": "Everywhere I look, Laus prepares for battle. What are you and your father planning? I will know the truth!"}, {"speaker": "Erik", "line": "Hm… I’d hoped to wait until you’d told me of Ostia. Of whether you’ve spoken with the marquess or not."}, {"speaker": "Eliwood", "line": "What are you talking about?"}, {"speaker": "Erik", "line": "Hm heh heh… Eliwood, I have always despised you. How I’ve longed to smash you and your pathetic morality into pieces! I’ve dreamed of this day, and here it is at last!"}, {"speaker": "Hector", "line": "Too bad you’ll not live to see the end of it."}, {"speaker": "Eliwood", "line": "Hector!"}, {"speaker": "Erik", "line": "Y-You! Hector! You couldn’t… Have you spoken with Ostia already?"}, {"speaker": "Hector", "line": "Maybe we have, maybe we haven’t. Eliwood, this mongrel has troops lying in ambush all around us. Laus regulars, every one. We’re in for a rough time."}, {"speaker": "Erik", "line": "Heh heh… There’s little point in fighting. You’re trapped! My forces will overwhelm you, an unending torrent of soldiers! Laus’s elite knights are at the ready as well. Heh heh… How long do you think you can survive?"}, {"speaker": "Eliwood", "line": "Craven cur!"}, {"speaker": "Hannah", "line": "Hee hee hee... A world of trouble you've landed yourself in, yes?"}, {"speaker": "Hector", "line": "Who--!? You startled me, old woman! You should get out of here. This is going to be a bad place to stay if you plan on living."}, {"speaker": "Hannah", "line": "I want to see the one searching for his father. Marquess Pherae's son."}, {"speaker": "Hector", "line": "Listen up, old woman! You're close to death as it is! Quit your yammering and move on!"}, {"speaker": "Eliwood", "line": "Hector! You should mind your manners. I am Eliwood. May I ask your name, milady?"}, {"speaker": "Hannah", "line": "Ho ho ho. What a polite young man. I'm Hannah, a fortune-teller. I came here to help you."}, {"speaker": "Eliwood", "line": "Can you tell me where my father's gone?"}, {"speaker": "Hannah", "line": "No...but... I can see other things...useful things... I can tell you what weapons to take into battle, as well as who should wield them. Things of that nature."}, {"speaker": "Eliwood", "line": "I see..."}, {"speaker": "Hector", "line": "Don't tell me you believe any of this."}, {"speaker": "Eliwood", "line": "I have no reason to believe or disbelieve in Hannah's powers. But I'll not rule out anything if it helps me find my father."}], "battle": [{"speaker": "Merlinus", "line": "Lord Eliwood! Lord Hector! I make my living as a humble merchant. If you have any items you no longer need, please let poor Merlinus take them."}, {"speaker": "Hannah", "line": "Heh heh heh. I'm here, too. Speak to me for auguries before you engage the enemy. My services are not free, but they may save you from paying a greater price!"}, {"speaker": "Serra", "line": "Uh-oh! I think we've been surrounded! Uh... but I'm not worried a bit. I'm with you after all, Mark. We make quite a team. Right. Come on, Mark! Let's get started!"}, {"speaker": "Merlinus", "line": "Lord Eliwood, shall I join you? If you deploy my tent, I can help with equipment. I can switch items for you and hold them if your packs are full. However, my tent cannot be moved about, so if you deploy it, it will require a guard. I beg your understanding."}, {"speaker": "Tutorial", "line": "Merlinus’s merchant tent can be deployed on this map. If you deploy the tent, any items you cannot carry can be sent to the tent. However, the tent is vulnerable to enemy attack. If the tent loses all its HP, it will vanish from the map and remain unavailable until the next map. Merlinus’s tent gains one level for every battle it survives. The tent will be harder to destroy as it increases in level."}, {"speaker": "Marcus", "line": "Mark! Let me take the point. There may be many of them, but numbers are meaningless! We are knights of Pherae. These mice of Laus will never defeat us!"}, {"speaker": "Erk", "line": "Hm. We certainly could stand some assistance…"}, {"speaker": "Man", "line": "I’m sorry, but it’s just not possible. If we disobey Marquess Laus, who knows what might happen to us?"}, {"speaker": "Erk", "line": "I understand. We’ll seek our aid elsewhere."}, {"speaker": "Man", "line": "You’ll find the same answer everywhere you go. Eventually, you’ll have to do as the marquess orders. You would do well to tell your employer the same thing."}, {"speaker": "Erk", "line": "Hm. Good day to you."}, {"speaker": "Bandit", "line": "Eh? What’s all this? Looks like a war’s broken out. Aha ha ha! Perfect! Time for a raid! Up and at ’em, mates! That village is ripe for plunder!"}, {"speaker": "Man", "line": "Priscilla. Has your escort returned yet?"}, {"speaker": "Priscilla", "line": "No. He left yesterday in search of a way out of here… I just hope the soldiers of Laus haven’t captured him."}, {"speaker": "Man", "line": "His search for help must have been fruitless. Marquess Laus has ordered that no aid be given to you. There’s really nothing that any of us can do. I apologize, but…"}, {"speaker": "Priscilla", "line": "No, no. You could turn me over to the marquess, and yet you continue to grant me asylum. I’m grateful for that. Of course, if I simply went to the castle, this would all be over."}, {"speaker": "Man", "line": "Don’t fret over that. None of us are overly fond of the marquess. He’s always threatening us. He treats us like slaves. All of these war preparations? We want nothing to do with them. We may be divided into territories, but we’re Lycians one and all. We may be invaded by another country one day, but why does he want to start a war here at home? None of us understand what he is doing."}, {"speaker": "Erik", "line": "Blast! They’re stronger than I had supposed! To the castle! I want all the reinforcements available, and I want them now!"}, {"speaker": "Soldier", "line": "Lord Erik is struggling! He requests reinforcements!"}, {"speaker": "Darin", "line": "What? Ready the men."}, {"speaker": "Ephidel", "line": "Unbelievable… These numbers cannot stop them."}, {"speaker": "Darin", "line": "Ephidel? W-Where are you going?"}, {"speaker": "Ephidel", "line": "It seems that conquering Lycia might have been too much to ask of you after all. I must inform my master. The Black Fang will be leaving at once."}, {"speaker": "Darin", "line": "No! You… You can’t abandon us! Not at this stage!"}, {"speaker": "Ephidel", "line": "Who was it that said Ostia mustn’t learn of our plans? Wasn’t it you, Lord Darin? The marquess of Laus himself?"}, {"speaker": "Darin", "line": "Y-Yes, it was. There’s no turning back for me. Not now! P-P-Please! One more… Give me one more chance. I assure you, I will not disappoint Lord Nergal!"}, {"speaker": "Ephidel", "line": "Very well… Assemble your men. We will regroup elsewhere."}, {"speaker": "Darin", "line": "Eh? You can’t mean… My son…my home… Am I to abandon them?"}, {"speaker": "Ephidel", "line": "Would you fall in disgrace along with your son? Our master, Lord Nergal, is offering you the throne of all Lycia…Surely a few sacrifices are not too much to ask?"}, {"speaker": "Darin", "line": "Yes… You’re right. My destiny is greater than this. I was born to be king of Lycia."}, {"speaker": "Ephidel", "line": "And as for an heir? You’re still young, my lord. You will have time. You must not let a moment’s sentimentality cloud your judgment."}, {"speaker": "Darin", "line": "……"}, {"speaker": "Erik", "line": "Where are my reinforcements? Why haven’t they come? I’ve no choice. I must attack! You! To the castle! Find more men!"}, {"speaker": "Soldier", "line": "Yes, my lord!"}], "recruit-talk": [{"speaker": "Serra", "line": "Ohmigosh! It’s Erk! It’s been SO long! What are you doing here?", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "Oh… Serra. You’re the last person I wanted to see…", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Serra:", "line": "Oh, that’s so sweet! You wanted to see me again!", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "……", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Serra", "line": "Hey, I know! This is perfect. Come with us and lend a hand, Erk.", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "I beg your pardon?", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Serra", "line": "Come on! I’ll even introduce you to Lords Hector and Eliwood! I know you. You’re probably just wandering about without work.", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "No, Serra. I’m afraid I am gainfully employed. However… If you’re fighting Laus… This might work out after all.", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Serra", "line": "What are you babbling about? Make up your mind, will you?", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "My employer is hiding in a village south of here. If you’ll help me protect her, I’ll join up with you.", "recruiter": "Serra", "recruit": "Erk"}, {"speaker": "Erk", "line": "Lady Priscilla! I’m glad to see you well.", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Priscilla", "line": "Erk! Have you joined Lord Eliwood’s company as well?", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Erk", "line": "Yes. Traveling with them seems to be the safest way for us to continue your search for your family.", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Priscilla", "line": "Erk!", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Erk", "line": "Oh, my apologies. This isn’t the place to discuss such things.", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Priscilla", "line": "I’m sorry, but...", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Erk", "line": "Lady Priscilla, my teacher entrusted you to my care. Until you have reached your goal, I will not leave your side.", "recruiter": "Priscilla", "recruit": "Erk"}, {"speaker": "Priscilla", "line": "Thank you, Erk.", "recruiter": "Priscilla", "recruit": "Erk"}], "visit": [{"speaker": "Man", "line": "You’re battling Erik and his men, right? Let me tell you, I’m on your side! My granddaughter… Marquess Laus took her away. He found her pretty, and forced her to the castle. It’s not much, but please take this. It’s a large sword, so you have to be strong to use it. It’s a bit unwieldy, but it is a mighty weapon nonetheless. I hope you can defeat the marquess’s son, Erik. It would make our lives more pleasant. Good luck to you."}], "recruit-visit": [{"speaker": "Priscilla", "line": "Again? Are you another messenger from the marquess? Please, do not waste your time. I will not change my decision. Pardon? Marquess Laus did not send you? I… I beg your forgiveness. It was my mistake. Say… If it’s not too much trouble, might I leave with you? I’m on a journey. Marquess Laus is barring my way, and…I’m trapped. I am trained in the use of staves. Please, help me."}, {"speaker": "Erk", "line": "Lady Priscilla! Are you well?"}, {"speaker": "Priscilla", "line": "I should be asking you that, Erk. Have you been wounded?"}, {"speaker": "Erk", "line": "I’m fine. Listen, my lady. I’ve found some friends who will help us."}, {"speaker": "Priscilla", "line": "Truly?"}, {"speaker": "Erk", "line": "We’ll be joining up with Marquess Pherae’s son. Traveling with them seems to be the safest way for us to continue your search for your family."}, {"speaker": "Priscilla", "line": "Erk!"}, {"speaker": "Erk", "line": "Oh, my apologies. This isn’t the place to discuss such things."}, {"speaker": "Priscilla", "line": "I’m sorry, but…"}, {"speaker": "Erk", "line": "Lady Priscilla, my teacher entrusted you to my care. Until you have reached your goal, I will not leave your side."}, {"speaker": "Priscilla", "line": "Thank you, Erk."}], "boss": [{"speaker": "Erik", "line": "Laus is the true throne of Lycia! Taste my lance!"}, {"speaker": "Erik", "line": "I am no one’s prisoner! Unhand me! Gwaaa!"}], "end": [{"speaker": "Hector", "line": "Come on, Erik! Get up!"}, {"speaker": "Erik", "line": "You… You peasants… You can’t treat a proper noble like this!"}, {"speaker": "Hector", "line": "It’s too late for niceties! Be thankful you’re still breathing!"}, {"speaker": "Eliwood", "line": "Erik, you must tell me. Where is your father? We’ve searched the entire castle, and there’s no one here."}, {"speaker": "Erik", "line": "D-Don’t be ridiculous! My father would not abandon… No! He’d never… Ephidel…"}, {"speaker": "Eliwood", "line": "Ephidel? Who’s that?"}, {"speaker": "Erik", "line": "……"}, {"speaker": "Hector", "line": "Speak, cur!! Do you want to die here?"}, {"speaker": "Erik", "line": "Ah!"}, {"speaker": "Eliwood", "line": "Hector! Erik…please. You must tell us everything you know. I… I just want to know where my father is."}, {"speaker": "Erik", "line": "………Ephidel… He appeared at the castle one year ago. He came…and my father changed. Ostia’s position had always bothered my father… He felt Laus deserved to rule all of Lycia. But he’d never gone so far as to speak of rebellion."}, {"speaker": "Hector", "line": "Did you say…rebellion?"}, {"speaker": "Erik", "line": "Ephidel had something… With it, he convinced my father to set this plan in motion. My father then sent envoys to several other marquesses. Marquess Pherae, he had approved of the idea."}, {"speaker": "Hector", "line": "What?"}, {"speaker": "Eliwood", "line": "Never! My father would never agree to such a thing!"}, {"speaker": "Erik", "line": "Believe or disbelieve. That is your choice. First was Marquess Santaruz. Then Marquess Pherae’s reply arrived. Marquess Pherae visited here six months ago to seal his approval."}, {"speaker": "Eliwood", "line": "That’s not… possible…"}, {"speaker": "Erik", "line": "My father and yours argued vehemently that day. Marquess Pherae always distrusted Ephidel. He tried to convince my father to send Ephidel and the Black Fang assassins out of Lycia. My father would not be persuaded, and Marquess Pherae left the castle. As you know, he then disappeared. I doubt he’s still alive."}, {"speaker": "Eliwood", "line": "No!"}, {"speaker": "Hector", "line": "Shut your mouth!"}, {"speaker": "Erik", "line": "Eliwood said he wanted to hear everything. My father… He is but Ephidel’s puppet. He’ll listen to anything that villain says. Even watch his own son…die…… Those are the sort of people you’re dealing with. Marquess Pherae betrayed them. They would not let him live! Ha ha…ha ha ha ha ha ha…"}, {"speaker": "Eliwood", "line": "Ah…"}, {"speaker": "Hector", "line": "Wait! Eliwood!"}, {"speaker": "Oswin", "line": "Lord Hector."}, {"speaker": "Hector", "line": "Oswin! Did Eliwood pass this way?"}, {"speaker": "Oswin", "line": "Lord Eliwood? He ran through that gate and went outside."}, {"speaker": "Hector", "line": "I see."}, {"speaker": "Oswin", "line": "Lord Hector! A moment, please."}, {"speaker": "Hector", "line": "What is it, Oswin."}, {"speaker": "Oswin", "line": "Let us return to Ostia. The rumors... I've heard that... Lord Hector, I cannot approve of helping Eliwood...or Pherae...any longer."}, {"speaker": "Hector", "line": "What are you saying?"}, {"speaker": "Oswin", "line": "We must think of Ostia's well-being. If Marquess Pherae was involved in a rebellion--"}, {"speaker": "Hector", "line": "Oswin. You will take back those words."}, {"speaker": "Oswin", "line": "Lord Hector, I appreciate your feelings..."}, {"speaker": "Hector", "line": "I know Eliwood's father very well. I'm telling you that he is a man worthy of our trust. You are in my service! Do you not feel you should follow my orders?"}, {"speaker": "Oswin", "line": "......."}, {"speaker": "Hector", "line": "Heed my words, Oswin. You are my brother's vassal. Your duties to guard me come second to this. Return to Ostia, Oswin. You've done your duty. ........Thank you."}, {"speaker": "Oswin", "line": ".......My remarks about Marquess Pherae were improper. I apologize completely."}, {"speaker": "Hector", "line": "Oswin? Stop! That's enough! You need not bend your knee to me!"}, {"speaker": "Oswin", "line": "My lord, I would swear my service to you."}, {"speaker": "Hector", "line": "Service...to me?"}, {"speaker": "Oswin", "line": "Please accept my lance as your own. Then return it with your blessings."}, {"speaker": "Hector", "line": "Oswin, you--"}, {"speaker": "Oswin", "line": "I am a knight in service to Castle Ostia. Until now, I have only offered my lance to Lord Uther. Yet... I now wish to offer you that same service. Please grant me that honor."}, {"speaker": "Hector", "line": "Oswin..."}, {"speaker": "Hector", "line": "Eliwood…"}, {"speaker": "Eliwood", "line": "My father is alive… And… I cannot believe he supports…rebellion. There must be… There has to be a reason…"}, {"speaker": "Hector", "line": "I know. I don’t believe any of this for an instant. My brother trusted Marquess Pherae more than anyone. First, we’ll find your father and uncover the truth. We’ll talk to my brother after that."}, {"speaker": "Eliwood", "line": "Hector, I’m sorry…"}, {"speaker": "Hector", "line": "Don’t look like that. Your father is surely alive. Right?"}, {"speaker": "Eliwood", "line": "Yes, of course… Marquess Laus… Black Fang assassins… Now this mysterious Ephidel… I’ll find them all and prove my father’s innocence!"}]}