{"chapter": "15H", "title": "Talons Alight", "speakers": ["Oswin", "Hector", "Eliwood", "Heath", "Sealen"], "dialogue_counts": {"Oswin": 6, "Hector": 8, "Eliwood": 1, "Heath": 3, "Sealen": 6}, "gender_counts": {"M": 18, "F": 0, "N": 6, "A": 0}, "lines": 25, "transitions": "-MMMMMMMM-MNMNM-N-N-N-N-MMMMMMM", "opening": ["Hector and his companions defeat Marquess Laus's son, Erik, and seize Castle Laus. After the battle, they rest in the castle and settle their affairs. They diligently prepare for a possible counterattack. They should've spotted anyone attempting to approach the castle. And yet, somehow, they find themselves facing an unforeseen attack..."], "intro": [{"speaker": "Oswin", "line": "Lord Hector! We're under attack!"}, {"speaker": "Hector", "line": "Is it Marquess Laus? He's come back to take the castle? Perfect! We'll catch him easily."}, {"speaker": "Oswin", "line": "No, it's not him... The attackers aren't regular army. Maybe they're mercenaries hired by Laus..."}, {"speaker": "Hector", "line": "Mercenaries?"}, {"speaker": "Oswin", "line": "Their movements are very rapid... Coordinated. They've already made their way into the castle."}, {"speaker": "Hector", "line": "For mercenaries, they're very, very good. Eliwood, do you have any ideas?"}, {"speaker": "Eliwood", "line": "My father told me something once... There's a mercenary group extremely loyal to house Laus. Their leader is named Eubans, but he's called the Hurricane. He's famed for surprise attacks and lightning-swift strikes."}, {"speaker": "Hector", "line": "Hmmm... This could be interesting. Protect the throne! We will not lose this castle!"}, {"speaker": "Heath", "line": "Sealen."}, {"speaker": "Sealen", "line": "Is that you, Heath?"}, {"speaker": "Heath", "line": "I've secured a retreat path, as Commander Eubans ordered. Just in case something goes wrong..."}, {"speaker": "Sealen", "line": "I don't need you to tell me when to retreat. If we lose the element of surprise, we fall back."}, {"speaker": "Heath", "line": "I've heard there are Ostian knights among the enemy forces. Watch yourself, Sealen."}, {"speaker": "Sealen", "line": "Are we friends now? Worrying so about a complete stranger... Heath, you weren't meant to be a mercenary."}], "battle": [{"speaker": "Sealen", "line": "Our goal is the throne. We’ll attack from the front and send another unit behind. We want to drive the enemy into a state of chaos. The ambush units are concealed as ordered. When the enemy splits its forces, we strike. That’s all. Go."}], "boss": [{"speaker": "Sealen", "line": "I’ll meet any challengers here. Someone else go after the throne."}, {"speaker": "Sealen", "line": "So this is a mercenary’s death…"}], "end": [{"speaker": "Hector", "line": "Yes! We survived!"}, {"speaker": "Oswin", "line": "The rest of the enemy units have begun to retreat. It must be part of their plan. Half of them are already gone."}, {"speaker": "Hector", "line": "Blast! You have to admire their efficiency, though. Eubans’s mercenaries… I won’t forget this. We’ll likely cross paths again someday. And there’s the assassins I fought in Ostia….."}, {"speaker": "Oswin", "line": "Hector? Is something wrong?"}, {"speaker": "Hector", "line": "No, nothing special. We simply have to tighten our belts and prepare. It appears we have more than one enemy. Oswin!"}, {"speaker": "Oswin", "line": "We’ll see to the castle defenses at once..."}, {"speaker": "Hector", "line": "No. I grow weary of defending things. Let’s get out of here and pursue Marquess Laus. It’s time to put him on the defense!"}]}