{"chapter": "16x", "title": "The Port Of Badon", "speakers": ["Hector", "Villager", "Lyn", "Eliwood", "Fargus", "Dart", "Lucius", "Raven", "Canas", "Anna", "Damian", "Man", "Woman"], "dialogue_counts": {"Hector": 17, "Villager": 6, "Lyn": 9, "Eliwood": 22, "Fargus": 14, "Dart": 6, "Lucius": 1, "Raven": 1, "Canas": 1, "Anna": 1, "Damian": 3, "Man": 4, "Woman": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 87, "transitions": "-----------------------", "opening": ["After speaking with the Ostian spy Leila, Eliwood realizes he must travel to Valor, the Dread Isle. The small island, located south of Lyica, is said to be home to the Dragon's Gate. Heading for the southern coast of Caelin, they seek passage in the port of Badon."], "intro": [{"speaker": "Hector", "line": "Listen! We need a boat to Valor!"}, {"speaker": "Villager", "line": "You want a boat to the Dread Isle? You're mad! No way! Never! There's no one in this village who'll sail there!"}, {"speaker": "Lyn", "line": "Please, we're in a hurry. Can you give us passage?"}, {"speaker": "Eliwood", "line": "If you won't help us, can you take us to someone who will? Please."}, {"speaker": "Villager", "line": "You must be on urgent business, that's certain. ......There may be one way..."}, {"speaker": "Eliwood", "line": "What is it? Tell us, please!"}, {"speaker": "Villager", "line": "Pirates."}, {"speaker": "Lyn", "line": "Eh? Pirates?"}, {"speaker": "Villager", "line": "Uh-huh. They're fearless, or as close as makes no difference, and they'll go anywhere for a fee. Who knows? They might decide to accept your mad offer."}, {"speaker": "Hector", "line": "Pirates... Looks like we've no choice."}, {"speaker": "Lyn", "line": "Are you serious, Hector? Working with pirates? That's unbelievable! You're considering it, aren't you, Eliwood?"}, {"speaker": "Eliwood", "line": "If there's no other way, what else can we do?"}, {"speaker": "Lyn", "line": "You, too, Eliwood? I've misjudged you... It's foolishness to trust the goodwill of pirates! I'm finding another way! (Lyn leaves)"}, {"speaker": "Hector", "line": "Why is she so angry?"}, {"speaker": "Eliwood", "line": "I heard that Lyndis's parents were slain by bandits. Bandits at land, pirates at sea... They're all the same to Lyndis. Lawbreakers and murderers."}, {"speaker": "Hector", "line": "I see... My parents died of illness... But I can appreciate her feelings. Shall we abandon the pirate plan?"}, {"speaker": "Eliwood", "line": "But..."}, {"speaker": "Villager", "line": "Too bad about the girl, but there's no other way."}, {"speaker": "Eliwood", "line": "Let's meet the pirates. We can't decide until then."}, {"speaker": "Hector", "line": "That's true."}, {"speaker": "Villager", "line": "That inn over there is a known favorite of the local freebooters. They're reckless and unpredictable. Best be prepared."}, {"speaker": "Fargus", "line": "What do you want, whelps? You're here to see me, aren't you?"}, {"speaker": "Eliwood", "line": "You're commander of the pirate armada, aren't you?"}, {"speaker": "Fargus", "line": "Gwah hah hah! \"Commander of the pirate armada!\" I like the sound of that! Are you lads that naive? Or are you just dumb? Which is it?"}, {"speaker": "Hector", "line": "You insolent..."}, {"speaker": "Eliwood", "line": "Peace, Hector!"}, {"speaker": "Eliwood", "line": "If I've insulted you, I apologize. How should I address you?"}, {"speaker": "Fargus", "line": "Hmph... You don't frighten easily, do you? Well, at least it seems you're not stupid. \"Captain\" will do, whelp. I'm Fargus, captain of the Davros."}, {"speaker": "Eliwood", "line": "Fargus... Master Fargus? Or should I call you Captain?"}, {"speaker": "Fargus", "line": "You're not one of my mates. Call me Fargus. Now, what do you want?"}, {"speaker": "Eliwood", "line": "We want to book passage to Valor."}, {"speaker": "Fargus", "line": "How much will you pay?"}, {"speaker": "Eliwood", "line": "We don't know the current rates. Tell us how much you want."}, {"speaker": "Fargus", "line": "100,000 gold."}, {"speaker": "Hector", "line": "Wait, 100,000 gold?"}, {"speaker": "Fargus", "line": "Well? Will you pay?"}, {"speaker": "Eliwood", "line": "We've no choice, but we need a little time. We'll get the gold and return as quickly as possible. Come, Hector."}, {"speaker": "Hector", "line": "Wa-Wait a moment! Eliwood!"}, {"speaker": "Hector", "line": "Eliwood! Hold on! Where do you think you're going to get 100,000 gold?"}, {"speaker": "Eliwood", "line": "I'm sure there's an arena here. We can raise gold somehow..."}, {"speaker": "Hector", "line": "What? You're not serious!?"}, {"speaker": "Eliwood", "line": "We've no other way, do we?"}, {"speaker": "Hector", "line": "Well, no. (Steps back) Sometimes you surprise me, Eliwood."}, {"speaker": "Eliwood", "line": "Did you say something, Hector?"}, {"speaker": "Hector", "line": "No, nothing. Let's go earn some gold!"}, {"speaker": "Dart", "line": "(Appears) Ahoy! Hold your ground, boys!"}, {"speaker": "Hector", "line": "What now? We don't have the money yet."}, {"speaker": "Dart", "line": "Fool! Of course you don't! I know that. The captain's got a message for you."}, {"speaker": "Eliwood", "line": "A message?"}, {"speaker": "Dart", "line": "All of my mates in this village are going to attack you. If you can beat us all and get to the ship unharmed, he'll give you passage."}, {"speaker": "Eliwood", "line": "For free? No gold?"}, {"speaker": "Dart", "line": "The captain's a tad off-kilter. He'd rather have a bit o' fun with you than take your gold. Smooth sailing to you."}, {"speaker": "Dart", "line": "Hey! Landlubbers! Over here! I'm over here!"}, {"speaker": "Hector", "line": "Oh, for... This is a joke, isn't it?"}, {"speaker": "Eliwood", "line": "Looks serious enough. Here we go!"}, {"speaker": "Dart", "line": "Listen! The captain's waiting at the docks. Talk to him and you're the winner! Trust me, though.... Don't make the mistake of attacking him! You anger the captain, and there's no turning back! Don't forget!!"}, {"speaker": "Lyn", "line": "(Comes out of a nearby house) I couldn't find a ship after all. But we have to get to that island... Looks like I'll have to endure pirates. Hm? What was that? Commotion in the village?"}, {"speaker": "Hector", "line": "Oh! Lyn! Nice timing. We need your help!"}, {"speaker": "Lyn", "line": "You're battling the pirates?"}, {"speaker": "Eliwood", "line": "Fighting and... Look, we have to reach the docks and speak to the captain! This is a test to see whether or not he'll give us passage."}, {"speaker": "Lyn", "line": "I don't understand, but.... I'm here, so let me help!"}], "battle": [{"speaker": "Fargus", "line": "What mooncalves! I would’ve let ’em sit there if they hadn’t come any closer. Up and at ’em, mates! Attack!"}], "visit": [{"speaker": "Man", "line": "Are you interested in this sword here? It’s called a lancereaver. It’s an incredible sword to take against lances. Still, it is a little weak against axes. Go ahead, take it. You’re going to the Dread Isle, right? If you want to avoid the pirates, go behind the shop. From there, just head straight down the alley. Good luck to you."}, {"speaker": "Man", "line": "You’re a brave soul to come to such a perilous place. Here. You should have this staff. You can use it to make those whose magical resistances are weaker than your own fall asleep for a while. Whether it works or not depends on the skill of the wielder. Ho, yes. Looks like those pirates are bearing down on you. Maybe this staff will help you get away."}, {"speaker": "Man", "line": "This road leads to danger. The pirates are waiting for you. Do you not think it would be better to find another route? You’ve risked much to come here. I can’t let you leave empty-handed. Take this axe. What do you think? Nice, isn’t it? However...it’s cursed. It’s a mighty weapon, but if one with bad luck wields it... Ooooh! Terrible, terrible, I tell you. Don’t use it unless you have to."}, {"speaker": "Woman", "line": "You’re being tested by pirates, with passage to the Dread Isle hanging in the balance? Here, use this bow. It’s a rare beauty, eh? A Sacaen friend gave it to me, but I can’t use it. Don’t get yourself killed out there, OK?"}, {"speaker": "Man", "line": "Have you been to the arena yet? It’s filled with toughs and bravados. You can get rich there... All you have to do is wager and win. If you’re beaten, however, you lose both money and life. If you think you’re going to lose, press the B Button to give up. Remember, you can’t give up if you’re dead, so don’t wait too long."}], "boss": [{"speaker": "Damian", "line": "You’re about to die. Scream if you must."}, {"speaker": "Damian", "line": "Gaa...ha... Crow in...triumph... you’ve–"}, {"speaker": "Fargus", "line": "Hey, there! What are you on about? Do you think to test me? Gwa ha ha ha ha ha! You’re a daft lot. I respect your courage, but you’ve chosen the wrong foe. If you can’t judge your enemy’s skill, you’ll wind up fish food. You’ll do well to remember that if you’re lucky enough to live."}, {"speaker": "Fargus", "line": "Uugwoh... Can’t believe... you...beat... me... You’ve...lost... your way... to...the Dread...Isle... for good..."}, {"speaker": "Fargus", "line": "What’s this? Are you spent already? Hm? Attacking someone you’re asking a favor of? Insolent louts! I thought you smarter than that. You disappointed me. Go on! Away with you!! There’s no ship that’ll carry such conceited half-wits as you!! Never show your faces here again!"}], "end": [{"speaker": "Fargus", "line": "Aha! You made it, whelps!"}, {"speaker": "Hector", "line": "That was... hard..."}, {"speaker": "Eliwood", "line": "Haa...haa...You'll give us passage now, won't you?"}, {"speaker": "Fargus", "line": "I'm a man of the sea. I always keep my word.Are my old eyes lyin' to me? Is this beauty really with you? Gwaa ha ha ha!! My lucky day!"}, {"speaker": "Lyn", "line": "....."}, {"speaker": "Hector", "line": "Listen, I know how you feel, but you have to accept it. We've no other choice!"}, {"speaker": "Lyn", "line": "I know that! I haven't said a word, have I?"}, {"speaker": "Eliwood", "line": "We can go to the Dread Isle now. Please, Father... be well."}]}