{"chapter": "17", "title": "Pirate Ship", "speakers": ["Fargus", "Eliwood", "Dart", "Lyn", "Hector", "Pirate", "???", "Ninian", "Zoldam", "Jake", "Guy", "Priscilla"], "dialogue_counts": {"Fargus": 22, "Eliwood": 32, "Dart": 10, "Lyn": 35, "Hector": 30, "Pirate": 1, "???": 3, "Ninian": 11, "Zoldam": 4, "Jake": 1, "Guy": 1, "Priscilla": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 154, "transitions": "------------------", "opening": ["Fargus's ship sails along smoothly. At last, they spot a fog-enshrouded isle on the horizon. Eliwood's father is on the isle, as is the Dragon's Gate. As they draw closer to the isle, Eliwood no longer fears that his father might be one of the conspirators. As the moment of truth nears, Eliwood only prays that he is safe.", "After speaking with the Ostian spy Leila, Eliwood realizes he must travel to Valor, the Dread Isle. They head straight to the port city of Badon seeking passage. After a long journey, they spot a fog-enshrouded isle on the horizon. Eliwood’s father is on the isle, as is the Dragon’s Gate. As they draw closer to the isle, Eliwood no longer fears that his father might be one of the conspirators. As the moment of truth nears, Eliwood only prays that he is safe.", "Fargus's ship sails along smoothly. At last, they spot a fog-enshrouded isle on the horizon. According to Leila's information, the enemy is gathering there. Darin, the marquess of Laus, the Black Fang assassins, the mysterious Nergal, and his henchman, Ephidel. As the island draws closer, Hector hears death whispering on the wind."], "intro": [{"speaker": "Fargus", "line": "Ahoy, laddie! You don't get seasick, do you?"}, {"speaker": "Eliwood", "line": "I'm fine, sir. This is a beautiful ship."}, {"speaker": "Fargus", "line": "Gwaa ha ha! For a sea rover, eh?"}, {"speaker": "Eliwood", "line": "May I ask you a question?"}, {"speaker": "Fargus", "line": "What is it?"}, {"speaker": "Eliwood", "line": "Why did you agree to give us passage? When we said that we wished to travel to Valor, the people in the harbor treated us as though we were mad."}, {"speaker": "Fargus", "line": "I'm sure they did. It is the Dread Isle, after all. If not for good reason, we wouldn't want to go either."}, {"speaker": "Eliwood", "line": "And yet... you've given us free passage. Why is that?"}, {"speaker": "Fargus", "line": "Listen to me, laddie. Man are strange beasts. We can't resist a challenge. Something appears on the horizon, and we immediately set sail. Some dreams we conquer, others we abandon... I've grown old. I haven't had a good challenge in many a year. Then you mooncalves appear seeking passage to the Dread Isle. I was impressed with your courage. I think you may be the ones to survive the Dread Isle."}, {"speaker": "Eliwood", "line": "We won't disappoint you. We will return."}, {"speaker": "Fargus", "line": "All right. Then we'll weigh anchor and wait for you. Light a signal fire when you want to return, and we'll pick you up."}, {"speaker": "Eliwood", "line": "Thank you."}, {"speaker": "Dart", "line": "Captain! There's a dory adrift to port! It looks like there's someone aboard. What're your orders?"}, {"speaker": "Fargus", "line": "Bring 'em aboard..... Looks like we've got a visitor. Odd though, finding a boat adrift near here..."}, {"speaker": "Eliwood", "line": "Odd? Why is that?"}, {"speaker": "Fargus", "line": "The sea currents in this area... Anything drifting around here must've come from the Dread Isle."}, {"speaker": "Eliwood", "line": "Oh..."}, {"speaker": "Fargus", "line": "Shall we greet our guest?"}, {"speaker": "Lyn", "line": "......."}, {"speaker": "Hector", "line": "Eliwood! ...Huh?"}, {"speaker": "Lyn", "line": "If you're looking for Eliwood, he's talking with the captain."}, {"speaker": "Hector", "line": "Oh. I won't bother him then."}, {"speaker": "Lyn", "line": "....... ...Do you need something?"}, {"speaker": "Hector", "line": "I'd like you to stop pouting. This pirate ship is the only way for us to get to the Dread Isle. I thought you understood that. Was I mistaken?"}, {"speaker": "Lyn", "line": "How I feel or what I think is no concern of yours!"}, {"speaker": "Hector", "line": "Eliwood told me...about your parents and those bandits. But these pirates? They don't seem like bad fellows."}, {"speaker": "Lyn", "line": "It wasn't just my parents! My entire tribe! Everyone was killed! They poisoned our drinking water... My people were in such pain, they could hardly stand... That's when the bandits attacked! They waited until we were defenseless!"}, {"speaker": "Hector", "line": "......."}, {"speaker": "Lyn", "line": "My father put me on his horse, and I escaped... Just me. My poor father... The pain must have been terrible. He lifted me up...his arms shaking... ...with his last breath... Now do you understand? I was found unconscious by another tribe...and I awoke ten days later. When I awoke... What I felt... The bodies of my people had already been buried. I never even had the chance to say farewell. My last memory of my father... He was...broken...dying. I can still see the axes rising and falling. It... It's not........"}, {"speaker": "Lyn", "line": "Hey!! What are you doing?"}, {"speaker": "Hector", "line": "You're a strong woman, Lyndis. I thought you would not want anyone to see you cry."}, {"speaker": "Lyn", "line": "You're such a fool! If you think that's what I want, then why not just leave!"}, {"speaker": "Hector", "line": "I... I lost my parents, too."}, {"speaker": "Lyn", "line": "You..."}, {"speaker": "Hector", "line": "It was illness that took them. Nothing like what happened to you. Still, I wanted nothing more than to cry like a little baby. And yet, I couldn't cry... Not in front of others. And when I was alone, I found I still couldn't. So...I simply thought...I don't know..."}, {"speaker": "Lyn", "line": "You really are a fool. That's no way to... You can't just... ... .... ..."}, {"speaker": "Hector", "line": "......."}, {"speaker": "Pirate", "line": "Ahoy! There's a small dory adrift to port!! Someone's on board! Tell the captain!"}, {"speaker": "Lyn", "line": "A boat? What's going on?"}, {"speaker": "Hector", "line": "Let's go see!"}, {"speaker": "Hector", "line": "Eliwood! You done talking to old man Fargus?"}, {"speaker": "Eliwood", "line": "You saw us?"}, {"speaker": "Hector", "line": "No, I heard you'd gone off with him. You learn anything?"}, {"speaker": "Eliwood", "line": "...We can trust him. We got lucky, finding him."}, {"speaker": "Hector", "line": "Hmmm. If you say so."}, {"speaker": "Lyn", "line": "Hey, you two! Come here! They've pulled the dory aboard! I wonder who's on board. It's... It's a girl!?"}, {"speaker": "???", "line": "...Uh...uhnn..."}, {"speaker": "Dart", "line": "Oy! You there!"}, {"speaker": "Lyn", "line": "Me?"}, {"speaker": "Dart", "line": "Give me a hand, will you? I don't know where to... grab her."}, {"speaker": "Lyn", "line": "...OK."}, {"speaker": "Hector", "line": "Such the gentleman."}, {"speaker": "Dart", "line": "Stow it!"}, {"speaker": "Lyn", "line": "Hm? Ninian!? Ninian! Wake up!!"}, {"speaker": "Eliwood", "line": "Unbelievable... What are the chances?"}, {"speaker": "Hector", "line": "Do you know her?"}, {"speaker": "Eliwood", "line": "She's how Lyndis and I met a year back. I rescued Ninian from a band of villains."}, {"speaker": "Lyn", "line": "Please, Ninian! Open your eyes!!"}, {"speaker": "Ninian", "line": ".......Ah...."}, {"speaker": "Lyn", "line": "Ninian, can you hear me?"}, {"speaker": "Ninian", "line": "............Unnn...I......."}, {"speaker": "Lyn", "line": "Are you well? Why were you on that boat? Where is Nils? Why wasn't he with you?"}, {"speaker": "Ninian", "line": ".........Ah...ah...."}, {"speaker": "Lyn", "line": "Ninian?"}, {"speaker": "Eliwood", "line": "Lyndis, something's wrong with her."}, {"speaker": "Ninian", "line": "Who...Who.."}, {"speaker": "Dart", "line": "Captain! Pirate ships approaching from the northwest!"}, {"speaker": "Fargus", "line": "Do they dare attack Captain Fargus and the Davros? They must be mad!"}, {"speaker": "Dart", "line": "What flag are they flying? I've never seen that pattern before."}, {"speaker": "Fargus", "line": "These seas belong to us! Whoever they are, they're in our waters! This is a day for strange occurrences, it seems. You whelps watch your own hides. We've no time to waste on you!"}, {"speaker": "???", "line": "Uwaaaaaaa!! Water!!! The hull's been breached! We're taking on water!!!"}, {"speaker": "Fargus", "line": "Breached? Those scum are more dangerous than I'd thought!"}, {"speaker": "Dart", "line": "It's bad, Captain! We need all hands belowdecks, or we'll sink!!!"}, {"speaker": "Fargus", "line": "Take care of it! I'm going to carve these scallywags some new gizzards!"}, {"speaker": "???", "line": "We need your help! The water's up to the galley! You must come below, Captain!"}, {"speaker": "Fargus", "line": "Grrr..."}, {"speaker": "Eliwood", "line": "Fargus! Leave the enemy to us!"}, {"speaker": "Hector", "line": "Fighting is something we're good at! But a sinking ship? That's your affair! You have to do something, or we'll all drown!"}, {"speaker": "Lyn", "line": "We'll deal with things up here. Please! Hurry!"}, {"speaker": "Fargus", "line": "Fine!! The deck is yours! I'll be back as soon as we've plugged the breach in the hull!"}, {"speaker": "Eliwood", "line": "Go! Lyn! Take her to that room!"}, {"speaker": "Lyn", "line": "I will."}, {"speaker": "Hector", "line": "Here they come!"}, {"speaker": "Zoldam", "line": "All we want is the girl. Kill the rest."}], "battle": [{"speaker": "Jake", "line": "Ahoooy! Can you hold the deck until reinforcements arrive? Who? Me? I’m Jake. Hm? Aye, I’m new to the Davros’s crew. Huh? You heard about me from Anna? Oh… So she’s worried about me? That warms my heart, my friend! Let me give you some information. We’ve got merchants aboard. Buy what you need from them. This is the armory. This is the shop. You won’t be able to stock up once we reach the Dread Isle. Buy as much as you can carry while you’ve got the chance!"}, {"speaker": "Dart", "line": "Ahoy! We’ll leave the fighting to you. Hold on until we can help! Oh, and we’ve merchants aboard. This is the armory. This is the shop. You won’t be able to stock up once we reach the Dread Isle. I suggest you buy as much as possible while you’ve the chance!"}, {"speaker": "Guy", "line": "Ohhh... I'm going to be sick. Doesn't this bother you, Mark? This ship moves too much... I... I can still fight, though. My sword arm's fine!"}, {"speaker": "Priscilla", "line": "Mark? What is it? No, I'm fine. I'm not seasick at all. Thank you for your concern."}, {"speaker": "Zoldam", "line": "Move ’round to the enemy ship’s stern. That’s where they should be waiting… That’s where they’ll die."}], "boss": [{"speaker": "Zoldam", "line": "Don’t worry about any ambush. Board their ship. You don’t know how to fight? Go now, or die here..."}, {"speaker": "Zoldam", "line": "You possess...this much...power...? Must warn... Must –"}], "end": [{"speaker": "Fargus", "line": "Ahoy! I’m back! Now, who wants to die first? What’s this? You’ve routed ’em already? Nicely done, whelps!"}, {"speaker": "Hector", "line": "Those sea dogs were no match for us!!"}, {"speaker": "Eliwood", "line": "……"}, {"speaker": "Lyn", "line": "Ah! Ninian! You can’t come out yet! There’s blood everywhere!"}, {"speaker": "Ninian", "line": "…Blood?"}, {"speaker": "Eliwood", "line": "Look out!"}, {"speaker": "Ninian", "line": "…Ah! I’m sorry."}, {"speaker": "Eliwood", "line": "Are you OK? Ninian?"}, {"speaker": "Ninian", "line": "Ninian? Is that…me? Is that…my name?"}, {"speaker": "Lyn", "line": "Ninian! What’s happened to you…"}, {"speaker": "Ninian", "line": "…I… My head…is so foggy. Am I…at sea?"}, {"speaker": "Lyn", "line": "Yes. We found you adrift in a small boat."}, {"speaker": "Fargus", "line": "Those scum were after the girl, it seems. Will you take her with you? The men are afraid she, well, she might be cursed, you know?"}, {"speaker": "Hector", "line": "Cursed…?"}, {"speaker": "Lyn", "line": "Are you suggesting we leave Ninian behind?"}, {"speaker": "Hector", "line": "We can’t take her with us, can we? We’re heading for the Dread Isle. It’s dread for a reason, you know!"}, {"speaker": "Lyn", "line": "Regardless…she goes with us!"}, {"speaker": "Eliwood", "line": "Lyndis?"}, {"speaker": "Lyn", "line": "When I saw her, I remembered something. The last time I saw Ninian… She and her brother were being hunted by some dark-robed men."}, {"speaker": "Hector", "line": "Dark-robed? Are you sure?"}, {"speaker": "Lyn", "line": "Yes, I think it must be the Black Fang. It didn’t occur to me before, but now I’m certain."}, {"speaker": "Eliwood", "line": "How can you be sure?"}, {"speaker": "Lyn", "line": "I can’t explain… There’s something in the air that hints at their involvement."}, {"speaker": "Eliwood", "line": "If it’s true, then she’s likely to be attacked again."}, {"speaker": "Lyn", "line": "Almost certainly. We can’t leave her behind. I will watch over her. Please…"}, {"speaker": "Eliwood", "line": "I understand. We should be by her side to protect her."}, {"speaker": "Lyn", "line": "Thank you."}, {"speaker": "Eliwood", "line": "We’re all going to that island. Will you come with us?"}, {"speaker": "Ninian", "line": "Yes… Please…take me with you."}, {"speaker": "Hector", "line": "“Something in the air”… Are you some sort of hound?"}, {"speaker": "Lyn", "line": "Ah! Are you mocking me?"}, {"speaker": "Hector", "line": "No, the opposite. I’m in utter admiration. …Say, Eliwood. When I left Ostia, I was attacked by a dark-robed group."}, {"speaker": "Eliwood", "line": "What? Why didn’t you tell me this before?"}, {"speaker": "Hector", "line": "Many people hold a grudge against Ostia. I didn’t think it had anything to do with this. Until now…"}, {"speaker": "Eliwood", "line": "Hector, do you think…"}, {"speaker": "Hector", "line": "They were all wearing very distinct black robes. I don’t know about “something in the air,” but… I’m convinced they were related."}, {"speaker": "Eliwood", "line": "What in the world is happening in Lycia? …Father……"}, {"speaker": "Fargus", "line": "We’ve arrived."}, {"speaker": "Eliwood", "line": "Thank you very much."}, {"speaker": "Fargus", "line": "We’ll wait two weeks. Finish up by then."}, {"speaker": "Hector", "line": "That’s more than enough time!"}, {"speaker": "Fargus", "line": "And I’ve got a half-wit sailor who wants to go sightseeing. C’mere, Dart!"}, {"speaker": "Dart", "line": "I’m here, Captain! Ready to serve!"}, {"speaker": "Eliwood", "line": "We’re pleased to have you."}, {"speaker": "Fargus", "line": "His only redeeming feature is his sturdiness. Maybe he’ll come in handy."}, {"speaker": "Dart", "line": "Come on, Captain! I’m better’n that!"}, {"speaker": "Eliwood", "line": "You’ve done so much… I can’t thank you enough…"}, {"speaker": "Fargus", "line": "Come back alive! That’s all the thanks I need."}, {"speaker": "Eliwood", "line": "All right. Farewell!"}, {"speaker": "Hector", "line": "We’ll be back before you know it!"}, {"speaker": "Lyn", "line": "…There are good people, even among pirates."}, {"speaker": "Hector", "line": "I don’t think the old man and his group are your average pirates."}, {"speaker": "Eliwood", "line": "Somewhere within that forest is the Dragon’s Gate."}, {"speaker": "Hector", "line": "Eliwood! No matter what it takes, we’re coming back with your father!"}, {"speaker": "Lyn", "line": "…We’ll surely find him. We’ll all do our best to make it so."}, {"speaker": "Eliwood", "line": "You’re right. Let’s make preparations to enter the forest."}, {"speaker": "Hector", "line": "Oh!"}, {"speaker": "Ninian", "line": "Dragon’s Gate…"}, {"speaker": "Lyn", "line": "Ninian? What is it?"}, {"speaker": "Ninian", "line": "It’s…nothing……"}]}