{"chapter": "18", "title": "The Dread Isle", "speakers": ["Nergal", "Elbert", "Darin", "Limstella", "Ephidel", "Leila", "Jaffar", "Lelia", "Lyn", "Hector", "Eliwood", "Ninian", "Matthew", "Uhai", "Fiora", "Florina", "Dart", "Rebecca"], "dialogue_counts": {"Nergal": 9, "Elbert": 8, "Darin": 2, "Limstella": 1, "Ephidel": 5, "Leila": 3, "Jaffar": 2, "Lelia": 1, "Lyn": 11, "Hector": 13, "Eliwood": 11, "Ninian": 5, "Matthew": 7, "Uhai": 6, "Fiora": 8, "Florina": 7, "Dart": 1, "Rebecca": 1}, "gender_counts": {"M": 58, "F": 36, "N": 7, "A": 0}, "lines": 103, "transitions": "--MMMMMMMMMMFMMMMMMMMMM-FMFMFMNMMM-FMF-MF-MMMMFFM-MMMMMMFMMFM-FFMNFFNFNMNFFFM-MMMMMMM-F-FFFFFFFFFFFFFF-M-F-N-N-MMFMMM", "opening": ["Eliwood arrives on the shores of Valor with a new companion in his numbers, an enigmatic young girl named Ninian. The majority of the island is covered in dense forest. Legend has it that no one has ever returned from those dark woods. A dense fog crawls over the party, engulfing them one by one... Cautiously, they move deeper into the trees.", "Hector arrives on the shores of Valor with a new companion in his numbers, an enigmatic young girl named Ninian. The majority of the island is covered in dense forest. Legend has it that no one has ever returned from those dark woods. A dense fog crawls over the party, engulfing them one by one… Cautiously, they move deeper into the trees."], "intro": [{"speaker": "Nergal", "line": "Shame on you, Marquess Pherae. You freed the boy AND the girl?"}, {"speaker": "Elbert", "line": "I will not let you move unopposed!"}, {"speaker": "Darin", "line": " Wh-What shall we do, Lord Nergal? With both siblings gone, we can no longer hold the ceremony."}, {"speaker": "Elbert", "line": "How many times must I tell you, Lord Darin? You are being used by this man!! By helping him bring dragons back into this world, you are helping him destroy mankind! Do you understand?!?"}, {"speaker": "Darin", "line": "Pah...ha ha ha... Destroy mankind? Dragons may have been a threat to mankind in ages past, but with Lord Nergal's power, we've got nothing to fear! Lord Nergal can control dragons!!! Ha ha...ha ha ha..."}, {"speaker": "Elbert", "line": "Lord Darin.... You're already lost."}, {"speaker": "Nergal", "line": "I'd planned to start a war in Lycia. The war I was plotting in Lycia would've generated a glorious amount of FORCE in one blow. You were not equal to the task, it seems. Not to worry, I've other means at hand."}, {"speaker": "Elbert", "line": "Black-hearted fiend! Guuuh!!"}, {"speaker": "Nergal", "line": "Hold your tongue. There is still a task you must perform for me. Ephidel! Limstella!"}, {"speaker": "Nergal", "line": "My beloved morphs, my beauteous works of art. I've new jobs for you, my pets. First, Limstella. You will go to Bern and contact Sonia. I want you to arrange a meeting with the king."}, {"speaker": "Limstella", "line": "Understood."}, {"speaker": "Nergal", "line": "Ephidel, take this... man, Marquess Laus, and go. I want you to exterminate the mice who've landed on the island."}, {"speaker": "Ephidel", "line": "Yes, master."}, {"speaker": "Nergal", "line": "That leaves you, Marquess Pherae. It seems your legacy is one of endurance."}, {"speaker": "Elbert", "line": "!?"}, {"speaker": "Nergal", "line": "...The mouse who interfered with my conquest of Lycia is named Eliwood. Should he be congratulated on making it this far?"}, {"speaker": "Elbert", "line": "Eliwood? My son is here? Stop! Do with me what you will, but let my son be!"}, {"speaker": "Nergal", "line": "Hm? Heh... Hehahahaha!!! Remember the siblings you freed? The girl's here, too. As a matter of fact, she's with your son, Eliwood. Quite a delicious twist of fate, wouldn't you say?"}, {"speaker": "Elbert", "line": "....This can't be..."}, {"speaker": "Nergal", "line": "Eliwood will die in these woods. The girl will be returned to me, and the ceremony will take place. Hm... Despite those long hours of torture, you remain undaunted. Such courage will make you the perfect sacrifice, Marquess Pherae."}, {"speaker": "Elbert", "line": "Eliwood... Turn back... Take the girl and flee...... Please........."}, {"speaker": "Leila", "line": "I can't believe it's come to this. I must inform Lord Hector of these events... If I hurry, I may be in time. What!?"}, {"speaker": "Ephidel", "line": " Leila... Where are you going?"}, {"speaker": "Leila", "line": "Lord Ephidel... The sentries... I'm going to check on..."}, {"speaker": "Ephidel", "line": " You overheard, did you not? ...And I had such hopes for you. Jaffar!"}, {"speaker": "Leila", "line": "Ah!!"}, {"speaker": "Jaffar", "line": "The punishment for traitors is death."}, {"speaker": "Lelia", "line": "!!!!! Aa.......Ma....Matthew........"}, {"speaker": "Ephidel", "line": "....Impressive, Jaffar. Your power is beyond compare."}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Ephidel", "line": "Take this woman's corpse and leave it in the forest. Let it serve as a warning to those fools."}, {"speaker": "Lyn", "line": "Let's get through these woods. It's starting to get foggy... Try not to get separated."}, {"speaker": "Hector", "line": " \"Enter and be lost.\" It feels like we're not coming back."}, {"speaker": "Lyn", "line": "Hector!! Are you trying to curse us?"}, {"speaker": "Eliwood", "line": "Are you well, Ninian?"}, {"speaker": "Ninian", "line": "....Y-Yes... I'm.... I'll be fine."}, {"speaker": "Eliwood", "line": "!? Someone's there!"}, {"speaker": "Hector", "line": "Who? A sentry?"}, {"speaker": "Hector", "line": "Leila! Is that you? Impressive work, finding your way here!"}, {"speaker": "Eliwood", "line": "...Something's wrong. Leila?  Lei--!!"}, {"speaker": "Lyn", "line": "She's...dead..."}, {"speaker": "Ninian", "line": "No!"}, {"speaker": "Hector", "line": "...This can't be. She was one of our best spies. Leila...."}, {"speaker": "Matthew", "line": "......"}, {"speaker": "Hector", "line": "...I'm sorry, Matthew."}, {"speaker": "Matthew", "line": "...Why do you apologize, my lord? Leila blundered. ....That's all."}, {"speaker": "Eliwood", "line": "Matthew... Leila was... She was..."}, {"speaker": "Matthew", "line": "After this mission, I was going to ask her to put this life behind her... Waited too long, didn't I? Ha..... .....My lord, might I...rejoin you later? She has to be buried..."}, {"speaker": "Hector", "line": "...Of course."}, {"speaker": "Lyn", "line": "Ah... I'll go with you..."}, {"speaker": "Eliwood", "line": "...Let them be alone. There's nothing else we can do...."}, {"speaker": "Hector", "line": "Blast! They put her out here for us to find like this!"}, {"speaker": "Lyn", "line": "Unforgivable! This is... a foul deed. Beyond foul."}, {"speaker": "Eliwood", "line": ".....Let's go! The foe is somewhere in this forest. We must stop this before any more die!"}, {"speaker": "Ninian", "line": "Ah! ....Beware! Something comes!"}, {"speaker": "Lyn", "line": "What?  Kyaa!"}, {"speaker": "Eliwood", "line": "Lyndis!!"}, {"speaker": "Uhai", "line": "...If you value her life, send the girl to me."}, {"speaker": "Ninian", "line": "...Ah."}, {"speaker": "Lyn", "line": "You, you're Sacaen!"}, {"speaker": "Uhai", "line": "That's correct... I am Uhai of the Black Fang. I've been sent to capture the girl... And to kill the lot of you. If, however... you hand over the girl and depart the island at once, I'll grant you your lives."}, {"speaker": "Lyn", "line": "And if we refuse?"}, {"speaker": "Uhai", "line": "You know nothing, little lord. Nothing of Nergal's might. Nothing of his terrible power. You are ignorant, and so you hope to oppose him. You are insects railing against the heavens. Your actions will change nothing. Speak no more foolishness and begone!"}, {"speaker": "Eliwood", "line": "...Maybe we don't know what it is we're fighting... But if we flee, our loss is assured. So we will continue to struggle, and we may yet prevail!"}, {"speaker": "Uhai", "line": "...Folly."}, {"speaker": "Lyn", "line": "What?!"}, {"speaker": "Lyn", "line": "Why are you letting me go? Holding a woman hostage during battle is shameful. You, too, are of Sacae, and I've a mind to show you mercy. I will let you die with a sword in your hands. But rest assured... I will kill you all here. But be of good cheer! In dying, you shall all be spared the calamity that is to come!"}, {"speaker": "Ninian", "line": "......"}, {"speaker": "Eliwood", "line": "Ninian, you must hide. We will meet the enemy!"}], "battle": [{"speaker": "Dart", "line": "You're Mark, right? I'm Dart, leader of Fargus's suicide squad! The captain's ordered me to follow your commands. So, who do you want me to take care of?"}, {"speaker": "Rebecca", "line": "Um, Mark. Can I ask you something? Do you think Dart and I...have anything in common? What? Not at all? Hmmm... I don't know, there's something about him."}], "recruit-talk": [{"speaker": "Florina", "line": "Sister? Fiora!", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "Florina! Why are you here?", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "I’m here with Lady Lyndis. What are you doing here?", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "...I was investigating the Dread Isle for someone.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "By yourself?", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "No... There were others...a full unit of pegasus knights. We were attacked...", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "You can’t mean...", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "I misjudged our sitatuon. ...All of my knights are dead because of me... I’m a failure.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "That’s not true! You’re a splendid pegasus knight! I chose this path because I admired you so! Please...don’t do this to yourself!", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "Florina, please don’t cry.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "... ......I’m sorry.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "No, it’s my fault. The pain of being the sole survivor... It had me trapped. ...Thank you, Florina. I can see clearly now.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Florina", "line": "...Fiora! Come and travel with us! It’s better to travel with friends than to struggle alone.", "recruiter": "Florina", "recruit": "Fiora"}, {"speaker": "Fiora", "line": "...You’re right. I hate to admit it, but I can’t do everything alone. Nor can I render my companions’ sacrifices moot by going home. Florina, please introduce me to your commander. I’ll see if I can offer my services for a short while.", "recruiter": "Florina", "recruit": "Fiora"}], "boss": [{"speaker": "Uhai", "line": "I am Uhai! I am the Soaring Hawk! Come!"}, {"speaker": "Uhai", "line": "Guuu... Well...done...... You are... stronger... stronger than I expected. Out of respect... ...a final gift from me... From here, go south. ...Turn at the rotted tree. Head...west. There lies the path to the... ...Dragon’s Gate... Unnh..."}], "end": [{"speaker": "Eliwood", "line": "Uhai... I wish we could've met under different circumstances."}, {"speaker": "Hector", "line": "...Do we trust him?"}, {"speaker": "Lyn", "line": "He was a Sacaen. He would not lie. ...I, at least, choose to believe him."}, {"speaker": "Hector", "line": "...Let's go then."}, {"speaker": "Eliwood", "line": "To the Dragon's Gate!"}, {"speaker": "Hector", "line": "I don’t think he was behind Leila’s death. Black Fang! I don’t know who’s responsible, so I’m going to destroy you all!!"}]}