{"chapter": "19Hx", "title": "A Glimpse In Time", "speakers": ["Man", "Young Girl", "Young Boy", "Teodor", "Hector", "Eliwood", "Lyn", "Ninian", "Nergal"], "dialogue_counts": {"Man": 4, "Young Girl": 3, "Young Boy": 1, "Teodor": 2, "Hector": 4, "Eliwood": 6, "Lyn": 7, "Ninian": 4, "Nergal": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 67, "transitions": "--------", "opening": ["Ninian: ........", "Lyn: Ninian? Why are you running? ...Is there something here?", "Ninian: ......This place... I feel as if I know it. ...It's...very familiar.", "Lyn: What?", "Eliwood: Lyndis! Is Ninian well? ...What is it?", "Lyn: I'm not sure. But she said she knows this place. Could it have something to do with her amnesia?", "Hector: Why would she be familiar with anything on the Dread Isle?", "Eliwood: ...It's a very old building. It must have been abandoned for centuries...", "Hector: What about the Dragon's Gate? We're way off course now.", "Lyn: Ooh! You're so insensitive! This might restore Ninian's memory! Try and be a little patient!", "Hector: Listen, aren't we in a bit of a hurry here? While we're wasting time, your father could be–", "Eliwood: It's OK, Hector. Let's see what happens.", "Hector: He's too nice for his own good. You agree with me, right, Mark. Hm?", "Teodor: Hello...", "Hector: You... Do you live here?", "Teodor: No, I'm a simple traveler. I was walking in the woods and became tired. I was resting here. This building... It's been empty for a long time.", "Hector: Really? I think we'll take a rest here as well. Is that all right?", "Teodor: Yes, of course.", "Hector: What is this place?", "Teodor: It's a ruin from the Scouring... The residence of a dark sorcerer. I've found several ancient tomes here. Fascinating stuff, really. If I can unlock their secrets, I can move closer to the darkness. From what I've gathered so far, I must make further reparations.", "Eliwood: Reparations?", "Teodor: Yes. It's the fate of those who study dark magic. If you covet the dark, you must enter it of your own free will. You must erase yourself and become an empty vessel. Only then will you be able to receive the dark and master it. If your disposition is weak, the dark will overwhelm you. You will be...lost... ...Ofttimes, you will forget why you seek the power to begin with. Only a few people ever gain true power. To win such a prize, one's self is a small and insignificant sacrifice.", "Eliwood: ......", "Teodor: I've heard rumors... Bramimond, one of the eight legends, devoted himself entirely to the dark. All emotion, all memory... dissolved in a river of dark. That is how he received the power to best dragons.", "Eliwood: ...I don't understand. Why would anyone want power at the cost of his own identity?", "Teodor: \"I must have it at any cost.\" I believe every living soul has felt such desire. I know I have. Have you not, Lord Eliwood of Pherae?", "Eliwood: What?!?", "Hector: You... It was you!?", "Teodor: Uhai and Aion's deaths were convenient... Your exhaustion is even more convenient... I, Teodor, lay claim to the deed of killing the young noble of Pherae. When I'm done, I will examine this building's treasures at my leisure.", "Lyn: Black...fog? I can't see anything!", "Hector: Blast! Those used to this ink will have an advantage...", "Lyn: Ninian!! She's gone!! Do you think they took Ninian?", "Eliwood: Let's go, Hector!", "Hector: All right! That scum... No Black Fang must be allowed to live!!"], "flashback": [{"speaker": "Man", "line": "...You hide and wait here. There's food and water in this pack. ...If you ration yourselves, it should last about ten days."}, {"speaker": "Young Girl", "line": "...What about you, Daddy? Are you going away?"}, {"speaker": "Man", "line": "Daddy has to go to Aenir. ...I'm going to get Mommy."}, {"speaker": "Young Girl", "line": "...Mommy? Where is she?"}, {"speaker": "Man", "line": "Some bad men took her away. They can't have gone very far, though. I have to go after them and save Mommy. You wait ten days... If Daddy's not back by then, take your brother and go to the other side. You're a clever girl. You know the way, right?"}, {"speaker": "Young Girl", "line": "...Daddy..."}, {"speaker": "Young Boy", "line": "Daddy... Don't go..."}, {"speaker": "Man", "line": "...You're good children. Both of you. I'll come for you. I'll be back..."}], "boss": [{"speaker": "Teodor", "line": "I am Teodor the Shrike, of the Black Fang. You will die now."}, {"speaker": "Teodor", "line": "This is what... I spoke of. If I had... more power..."}], "end": [{"speaker": "Hector", "line": "That about wraps this up. Eliwood? How about over there?"}, {"speaker": "Eliwood", "line": "Fine. But...where is Ninian? Has anyone seen her?"}, {"speaker": "Lyn", "line": "I found her! She's inside."}, {"speaker": "Hector", "line": "Hm? Why isn't she with you?"}, {"speaker": "Lyn", "line": "There's a library filled with ancient books inside. She's been in there, staring at a picture. I can't get her to move."}, {"speaker": "Eliwood", "line": "What kind of picture?"}, {"speaker": "Lyn", "line": "A picture of a dragon and a human."}, {"speaker": "Hector", "line": "From the Scouring? We've got a lot of those in Castle Ostia."}, {"speaker": "Lyn", "line": "No, it's not a picture of the actual fighting. It shows a single human and a single dragon. ...It's a very eerie picture."}, {"speaker": "Eliwood", "line": "...It must have belonged to the dark sorcerer who used to live here."}, {"speaker": "Lyn", "line": "I wonder what kind of person that magic user was..."}, {"speaker": "Ninian", "line": "......"}, {"speaker": "Eliwood", "line": "Ninian! Are you ready?"}, {"speaker": "Ninian", "line": "Yes, um... I'm sorry for the trouble..."}, {"speaker": "Lyn", "line": "Well? Did you...remember something?"}, {"speaker": "Ninian", "line": "There's... No, nothing. I'm sorry......"}, {"speaker": "Eliwood", "line": "Don't push yourself. You'll remember soon enough."}, {"speaker": "Lyn", "line": "That's right! Cheer up!"}, {"speaker": "Ninian", "line": "Yes..."}, {"speaker": "Hector", "line": "Let's get moving! We've been fighting since we got here. If we make it to the Dragon's Gate, we win. We've got to rescue your father!"}, {"speaker": "Eliwood", "line": "Right!"}, {"speaker": "Nergal", "line": "What is this place? I was supposed to be at the Dragon's Gate. Why am I here? Ah... Now I remember. I was here a long, long time ago... During the Scouring... I studied dark magic here. This... I left something here. Something valuable... Urrgg... My head... The pain... Bah. It must not be worth much if I never bothered returning for it. I have power now. Nothing else matters. I will open the Dragon's Gate and get even more power... The power to defeat anyone. Power..."}]}