{"chapter": "20", "title": "New Resolve", "speakers": ["Lyn", "Ninian", "Nils", "Hector", "Eliwood", "Man", "Woman", "Oleg", "Marcus", "??", "Isadora", "Nergal", "Sonia", "Limstella"], "dialogue_counts": {"Lyn": 21, "Ninian": 23, "Nils": 29, "Hector": 19, "Eliwood": 40, "Man": 5, "Woman": 1, "Oleg": 3, "Marcus": 5, "??": 1, "Isadora": 6, "Nergal": 3, "Sonia": 2, "Limstella": 2}, "gender_counts": {"M": 96, "F": 54, "N": 10, "A": 0}, "lines": 162, "transitions": "--FFFMFMMMFMFMMMFFFMFMMMMFMMMFMMMMMFMMMMFMMMMMFMFM-FMFMFMFMFMFMFMFMF-MFMMMFMMMMFMMFMMMFMM-MFMFMFMFMF-FMFMFMFMFF-N-N-N-N-N-N-N-N-MNM-MMFMMMMMMFMMMM-F-MMMMMMNMMFMFMFMFMMFMF-M-MFFMFMF", "opening": ["At last, Eliwood's long-awaited reunion with his father, as well as their painful farewell. After escaping the Dread Isle, they return to the port city of Badon. Eliwood remains silent for the duration of their passage. He sits cradling his father's cold hand as if to warm him back to life.", "They find the man for whom they've been searching, Marquess Pherae. He breathes his last in the embrace of his son, Eliwood. The companions leave the Dragon's Gate and set sail for Badon. Eliwood is grief-stricken at his father's death. Hector can find no words to comfort his friend."], "intro": [{"speaker": "Lyn", "line": "...Ninian, are you feeling better?"}, {"speaker": "Ninian", "line": "Yes…"}, {"speaker": "Lyn", "line": "That’s good. ...Long time, no see, Nils. You’ve grown, haven’t you?"}, {"speaker": "Nils", "line": "...Is it really you, Lyndis? It seems like it’s been so long."}, {"speaker": "Lyn", "line": "Even though it’s only been a year since I saw you last?"}, {"speaker": "Nils", "line": "So much has happened since we left you and Caelin."}, {"speaker": "Hector", "line": "Hey, care to talk about things the rest of us can follow?"}, {"speaker": "Nils", "line": "Hmph. Who’s he?"}, {"speaker": "Lyn", "line": "This is Hector. He’s Marquess Ostia’s brother. Don’t let his attitude fool you. He acts mean, but he’s decent enough."}, {"speaker": "Hector", "line": "Acts mean seems pretty mean to me!"}, {"speaker": "Lyn", "line": "Heehee… And you might remember this one. He’s..."}, {"speaker": "Nils", "line": "Yep, I remember. He’s the man who helped Ninian. You’re Elbert’s son, aren’t you? Your red hair, gentle eyes, and even voice. You’re just like him."}, {"speaker": "Eliwood", "line": "Where did you meet my father?"}, {"speaker": "Nils", "line": "At the Dragon’s Gate. He set us free after we’d been captured. We escaped in a small boat, but I was thrown out in a storm. When I woke up, I was back on Valor. For a time, I hid in the ruins by myself. Then... I sensed something really dangerous. When I raced to the Dragon’s Gate, I... I saw everything."}, {"speaker": "Ninian", "line": "...Nils."}, {"speaker": "Lyn", "line": "When we pulled Ninian from the boat, she’d lost her memory. I can’t believe we brought her right back to her captors. What a horrible thing to do. ...I’m sorry."}, {"speaker": "Ninian", "line": "Lady Lyn... Lady Lyn, you did nothing wrong...... When Nils fell overboard, I didn’t know what to do. ...I became lost within myself. If only I’d been stronger... ......All of this could have been avoided... I am... truly... sorry."}, {"speaker": "Nils", "line": "…Ninian’s power is greater than mine, but it costs her physical and emotional strength. ......Nergal exploited that... weakness..."}, {"speaker": "Lyn", "line": "...Ninian... Nils..."}, {"speaker": "Eliwood", "line": "...Was he after you because you have the power to call dragons?"}, {"speaker": "Nils", "line": "...I think it’s because we can open the Dragon’s Gate. Just calling them? Nergal can do that on his own."}, {"speaker": "Hector", "line": "Are you serious?"}, {"speaker": "Nils", "line": "Yes, but it requires a tremendous amount of quintessence."}, {"speaker": "Lyn", "line": "Quintessence?"}, {"speaker": "Nils", "line": "That’s what Nergal called it. The substance of the human spirit... Power. Energy. The essence of life itself. ...Nergal, he stole this quintessence."}, {"speaker": "Hector", "line": "...What happens to those whose quintessence is stolen?"}, {"speaker": "Nils", "line": "...They... They die..."}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Nils", "line": "Neither Ninian nor I have that power. Lyn knows. We only have our special power... Anyway, Nergal needed to gather a large amount of quintessence. So he sent his henchman, Ephidel, to get close to Marquess Laus. He sought to plant the seeds of war in Darin’s power-hungry heart."}, {"speaker": "Eliwood", "line": "...To what end?"}, {"speaker": "Nils", "line": "It seems the quintessence in each person varies in strength. A person of strong mind and body has hundreds of times more energy than the average person. It sounds like there aren’t many people like that, though. It took too long for Nergal to find people with enough strength. Although it would take time, Nergal said the easiest way to get that much quintessence was by starting a war."}, {"speaker": "Hector", "line": "...So he planned to make up for quality with quantity? Is that it? Black-hearted fiend! Are all men nothing but pawns to him?"}, {"speaker": "Nils", "line": "...Ephidel brought Elbert to the Dragon’s Gate. He said he’d found the ideal source they had sought. Nergal’s plans for war had been stopped, and yet... he was happy. He’d taken so much energy from the knights traveling with Elbert. He was sure he’d get even better quintessence from Elbert..."}, {"speaker": "Lyn", "line": "Nils!"}, {"speaker": "Nils", "line": "Oh, I’m sorry... Lord Eliwood."}, {"speaker": "Eliwood", "line": "It’s all right... ...When I found my father at the Dragon’s Gate, I knew his knights were no longer alive..."}, {"speaker": "Hector", "line": "Eliwood..."}, {"speaker": "Nils", "line": "...Your father told us that he had a son. He said you were blessed with natural fighting ability. But he also told us you were compassionate and disdained fighting. He told us that his son would be a better ruler than he was."}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Nils", "line": "He told us that he would sooner sacrifice himself than see his homeland, Lycia, embroiled in the flames of war."}, {"speaker": "Eliwood", "line": "...That’s..."}, {"speaker": "Nils", "line": "When we’d lost all hope at the Dragon’s Gate, your father always spoke to us of happy things. ...Well, he mainly spoke of his cherished son and his dear wife, but Ninian and I... We loved him very much. His stories about his family... ...They saved us."}, {"speaker": "Eliwood", "line": "Oh, Fa-- ...Father... ......"}, {"speaker": "Hector", "line": "..."}, {"speaker": "Lyn", "line": "...Hector?"}, {"speaker": "Hector", "line": "We should let him be alone for a while…"}, {"speaker": "Lyn", "line": "...Sure. Come on, Ninian, Nils."}, {"speaker": "Nils", "line": "…As you say."}, {"speaker": "Ninian", "line": "...Lord Eliwood..."}, {"speaker": "Eliwood", "line": "Hm? Ninian... I didn’t see you. I’m sorry about before. I just... needed some time to think."}, {"speaker": "Ninian", "line": "..."}, {"speaker": "Eliwood", "line": "Should you be up? You’ve had a rough time... Your coloring’s not very good. You should rest."}, {"speaker": "Ninian", "line": "..."}, {"speaker": "Eliwood", "line": "...Look at you, all scratches and bruises... You need to be properly taken care of..."}, {"speaker": "Ninian", "line": "...Why?"}, {"speaker": "Eliwood", "line": "Hm?"}, {"speaker": "Ninian", "line": "Why was Lord Elbert so… Lord Eliwood, why were you both... so kind to us? It's... This is… This is all my fault… These nightmares... All these terrible things..."}, {"speaker": "Eliwood", "line": "Ninian, crying ill suits a girl of your beauty. I’m fine... Please don’t cry."}, {"speaker": "Ninian", "line": "I’m sorry... So... sorry..."}, {"speaker": "Eliwood", "line": "There’s something you must hear. You’re not responsible for what happened to my father. You suffered as much as he did. Please don’t punish yourself further."}, {"speaker": "Ninian", "line": "...Lord Eliwood... I... I... Ah!!"}, {"speaker": "Eliwood", "line": "Huh? What is it?"}, {"speaker": "Ninian", "line": "...Oh..."}, {"speaker": "Eliwood", "line": "Ninian?"}, {"speaker": "Ninian", "line": "...Enemies... ......Enemies draw near!!"}, {"speaker": "Hector", "line": "So, what do we do now?"}, {"speaker": "Lyn", "line": "I wonder what happened to Nergal. Lord Elbert gave him a grievous wound when he stabbed him."}, {"speaker": "Nils", "line": "His wounds will not kill him."}, {"speaker": "Hector", "line": "That’s what Lord Elbert said, too. Do you know what he meant?"}, {"speaker": "Nils", "line": "Nergal uses quintessence on himself as well. His wounds heal quickly. …His body does not age."}, {"speaker": "Lyn", "line": "So he isn’t... human?"}, {"speaker": "Nils", "line": "...If nothing else, he’s... Ah!!"}, {"speaker": "Hector", "line": "What is it?"}, {"speaker": "Nils", "line": "Call everyone! Enemies approach!"}, {"speaker": "Eliwood", "line": "Bah. Eliwood deserves a little more time to rest..."}, {"speaker": "Lyn", "line": "Well then, we’ll handle this ourselves, shall we?"}, {"speaker": "Eliwood", "line": "Here you all are!"}, {"speaker": "Hector", "line": "Ah!"}, {"speaker": "Lyn", "line": "Eliwood!"}, {"speaker": "Eliwood", "line": "Listen! Get ready for battle! I want to get this over with quickly to protect villagers. Meet the enemy commander, and drive them out of here!!"}, {"speaker": "Hector", "line": "Het, little guy! Go hide in the village!"}, {"speaker": "Nils", "line": "No way! I can help you out!"}, {"speaker": "Lyn", "line": "Nils, you really are a big help, but... shouldn’t you be with Ninian now?"}, {"speaker": "Nils", "line": "Ah... All right!"}, {"speaker": "Eliwood", "line": "Let’s go!"}], "battle": [{"speaker": "Nils", "line": "Ninian! Stop! Where are you going?"}, {"speaker": "Ninian", "line": "I... I’m going to help!"}, {"speaker": "Nils", "line": "Oh, no, you’re not! You’re still too weak!"}, {"speaker": "Ninian", "line": "But... I merely wish to help Lord Eliwood… Even if just a little. I... I stole his father’s life from him... ...I know this... this will never make up for it... Nils! Please..."}, {"speaker": "Nils", "line": "...I understand. Give me your hands."}, {"speaker": "Ninian", "line": "Nils?"}, {"speaker": "Nils", "line": "I’ll give you some of my power. You’ll just get in the way if you go out like this."}, {"speaker": "Ninian", "line": "Nils, I’m sorry."}, {"speaker": "Nils", "line": "...Whew! That should do it. Help them for me, too."}, {"speaker": "Ninian", "line": "Thank you."}, {"speaker": "Ninian", "line": "Lord Eliwood!"}, {"speaker": "Eliwood", "line": "Ninian!? You shouldn’t be here!!"}, {"speaker": "Ninian", "line": "...Please allow me to help."}, {"speaker": "Eliwood", "line": "Help? I’ve no intention of making you fight..."}, {"speaker": "Ninian", "line": "...I’m no mere dancer. My dances... They will help you."}, {"speaker": "Eliwood", "line": "...This is...... I’m wrapped in... some sort of... energy..."}, {"speaker": "Ninian", "line": "I used Ninis’s Grace and danced for you, Lord Eliwood. It will only last a short while, but while it does, you are protected. ...Please... allow me... to remain at your side."}, {"speaker": "Eliwood", "line": "Ninian... Of course. If it will make you feel better. Let’s rejoin the battle. Don’t leave my side."}, {"speaker": "Ninian", "line": "OK!"}, {"speaker": "Ninian", "line": "Mark, please tell me what you want me to do. I cannot fight, but... I can aid with my dance. I ask for your understanding and assistance."}], "visit": [{"speaker": "Man", "line": "Can’t believe Badon’s under attack. If only Fargus were here... Say, I’ve got something here you can use to buy some time. Set this Light Rune, and it’ll block the enemies’ advance. Only thing is, it’ll stop allies, too. So... watch your step!"}, {"speaker": "Man", "line": "Ah... Those emerald eyes, that lustrous blue hair... She was... so beautiful, beautiful beyond words… If only I could see her again... A lovely knight of Pherae, searching for her lord... ...I wonder why she’s a knight. A famed knight and me, that’s a dream of a dream... Wah! You... I... I was just thinking out loud... You... didn’t hear anything, did you? Waaaaaaaaa! You mustn’t tell anyone! Promise me! You mustn’t!!"}, {"speaker": "Woman", "line": "Why all the noise? It’s the middle of the night!! What? A fight? Are you going to do something? Really? Then... here, take this. It should aid you. It’s a Restore staff. It’ll wake you from sleep and cure poison. Basically, it’ll cure what’s wrong and bring you back to normal. Now I’m tired... Why can’t you people fight at a decent hour?"}, {"speaker": "Man", "line": "Are you a mercenary? You all look like you’ve been fighting for years and years. What kind of tactician would put together a group like yours?"}, {"speaker": "Man", "line": "Hey! Wasn’t that a wyvern rider that flew by here a while back!? I want to know what Bern’s wyvern riders are doing here! Are we under attack? C’mon, do something! I’ve heard that wyvern riders are fast and really tough. Sure, arrows and magic can bring them down, but... This’ll cause ‘em trouble, too! It’s a wyrmslayer. Here! Take care of ‘em!"}, {"speaker": "Man", "line": "You need special items to change classes. The item’s different for different units, too. Cavaliers and knights need a Knight crest. Folks skilled in magic and staves need a Guiding ring. And wyvern riders and Pegasus knights need this: an Elysian whip. You can have it. Don’t be shy now. It’s not like I’ll ever be able to use it. Now, if I were a cute little Pegasus knight, I’d use it in an instant!"}], "boss": [{"speaker": "Oleg", "line": "It ends here. Your journey is over, and only oblivion awaits you."}, {"speaker": "Oleg", "line": "In defeat... there is only... death. Urgh......"}, {"speaker": "Eliwood", "line": "...Black Fang?", "unit": "Eliwood", "boss": "Oleg"}, {"speaker": "Oleg", "line": "I bring an invitation from my master, Nergal. \"Return the children to me.\" Seems foolish to deliver the message... After all, I can take them both myself and go now!", "unit": "Eliwood", "boss": "Oleg"}, {"speaker": "Eliwood", "line": "You’ll never take them!!", "unit": "Eliwood", "boss": "Oleg"}], "end": [{"speaker": "Hector", "line": "Hey, are you OK?"}, {"speaker": "Eliwood", "line": "Mm. Sorry to worry you."}, {"speaker": "Lyn", "line": "You don’t have to push yourself so."}, {"speaker": "Eliwood", "line": "We’ll have time for mourning when this is all finished. For now, in my father’s name... I will do everything I can to stop Nergal and protect our lands."}, {"speaker": "Hector", "line": "I see. So what do you have in mind?"}, {"speaker": "Eliwood", "line": "...We need to see Marquess Ostia."}, {"speaker": "Hector", "line": "My brother?"}, {"speaker": "Eliwood", "line": "After all we’ve learned... We can’t not tell him, can we?"}, {"speaker": "Hector", "line": "Sure, I guess..."}, {"speaker": "Lyn", "line": "Hector? Why that odd expression?"}, {"speaker": "Eliwood", "line": "Hector doesn’t want to meet Lord Uther. He’s been lax in contacting him and is afraid to face him, right?"}, {"speaker": "Hector", "line": "What! And how did you expect me to send him messages when we’re traipsing about the isles like merchants on holidays?"}, {"speaker": "Eliwood", "line": "Ha ha ha! He is going to be so mad!!"}, {"speaker": "Hector", "line": "C’mere!"}, {"speaker": "Lyn", "line": "Ha... They’re both in good spirits. ...It’s a lot better than giving in to despair, I suppose."}, {"speaker": "Marcus", "line": "Lord Eliwood... Are you feeling better?"}, {"speaker": "Eliwood", "line": "Marcus... I’m fine. I know I worried you."}, {"speaker": "Marcus", "line": "About Lord Elbert... At my own discretion, I sent a messenger to Lady Eleanora."}, {"speaker": "Eliwood", "line": "...I see. Thank you, Marcus. That was well done."}, {"speaker": "Marcus", "line": "...I thought she should know as soon as possible. The marquess’s final moments were so... very noble..."}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "??", "line": "Lord Eliwood! Commander Marcus!!"}, {"speaker": "Eliwood", "line": "Ah!!"}, {"speaker": "Marcus", "line": "Is... Is that you, Isadora?!"}, {"speaker": "Isadora", "line": "I’ve finally found you. I’m glad you’re well..."}, {"speaker": "Eliwood", "line": "Isadora, what are you doing here? Don’t tell me something’s happened to Mother..."}, {"speaker": "Isadora", "line": "No, Lady Eleanora is well. Do not worry. When word of Lord Elbert’s death reached her yesterday... She said not a word... She merely gave her full attention to the messenger."}, {"speaker": "Eliwood", "line": "...Mother."}, {"speaker": "Isadora", "line": "Then, she issued me orders without hesitation. She commanded I deliver this sword to Lord Eliwood and remain at his side."}, {"speaker": "Eliwood", "line": "But... the castle defenses will be shorthanded."}, {"speaker": "Isadora", "line": "Lord Eliwood... please... Understand your mother’s feelings. Lord Elbert is not coming home. All your mother can do now is pray for your continued safety. \"Obey your father’s dying wish.\" That is her message to you, and I have delivered it."}, {"speaker": "Marcus", "line": "Why not petition Ostia for reinforcements to help ward Castle Pherae?"}, {"speaker": "Eliwood", "line": "...Good idea. I guess it would ease my mother’s fears and bow to her wishes."}, {"speaker": "Isadora", "line": "It’s that thinking that makes you Lord Eliwood."}, {"speaker": "Eliwood", "line": "Our battles are like nothing you’ve ever prepared for. ...Are you ready to face them, Isadora?"}, {"speaker": "Isadora", "line": "Yes. I will serve with my very life."}, {"speaker": "Eliwood", "line": "Tactician? Is something wrong? Oh, you were worried about me. I apologize for all of the trouble. I’m fine now. I have my friends to lean on. Hector, Lyndis, and you, Tactician... Thanks to all of you, I’m getting stronger. I am coming to believe that together, we can overcome anything!"}, {"speaker": "Nergal", "line": "Sonia. Limstella."}, {"speaker": "Sonia", "line": "You called, Lord Nergal?"}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Nergal", "line": "My wound... needs time. It was a deep cut, and my strength is not what it was. The man who did this to me is dead. I’d like his son’s death as compensation. Sonia. You will use Brendan to move the Black Fang. I do not need mere underlings now. I need the Four Fangs."}, {"speaker": "Sonia", "line": "Hee hee, leave it to me. I’ll have them bowing their heads to you, my lord."}, {"speaker": "Nergal", "line": "Limstella. I want you to gather me quintessence. For this injury to heal, I will need much. You are the strongest of all my morphs. Kill all those who bear signs of great power."}, {"speaker": "Limstella", "line": "As you will..."}]}