{"chapter": "22x", "title": "Genesis", "speakers": ["Nergal", "Nils", "Pent", "Hawkeye", "Eliwood", "Ninian", "Athos", "Hector", "Lyn", "Louise", "Eleanora", "???"], "dialogue_counts": {"Nergal": 1, "Nils": 1, "Pent": 11, "Hawkeye": 11, "Eliwood": 34, "Ninian": 5, "Athos": 23, "Hector": 8, "Lyn": 12, "Louise": 2, "Eleanora": 7, "???": 1}, "gender_counts": {"M": 89, "F": 19, "N": 8, "A": 0}, "lines": 167, "transitions": "M---MMMMMMMM-MM-MMMM-MMMMFMFMMFMFMF-MMMFMFMFMFMMMMFMMFMMMMMFMFMMMMMMMMMMMMFM-MMMMMMMMFMFMMMFMFMMMMM-M-MMMMMM-NNNMNMNMNMNMNMMFM-M", "flashback": [{"speaker": "Nergal", "line": "…I name you Kishuna. You are the only morph to whom I’ve given emotions. It won’t suffice simply to refer to you as a number. It is said man was sculpted by the hands of the gods. If so, then you, who were sculpted by these, my hands… And I, whose labors gave you breath and life… What are we, then? What does that make us? In your fabricated heart, which I gave unto you, what is it that you believe, Kishuna?"}], "opening": ["Eliwood: Oof... A rock wall?... Where am I? ...Where is everyone?", "Pent: Hello. You're awake! Are you well?", "Eliwood: ...You're...from before...", "Pent: Hawkeye's friend.", "Hawkeye: ......", "Eliwood: Um... Hawkeye? What is this place?", "Hawkeye: ...I don't know.", "Pent: Eh? You don't know? I would never have imagined a place such as this existed.", "Hawkeye: My master never spoke of anything like this.", "Nils: Ah! Lord Eliwood! I'm so glad I found you.", "Eliwood: Nils! Is everyone all right?", "Nils: Yes, they're nearby. I can't see them, but... I can sense them. So they must be OK.", "Eliwood: That's good.", "Nils: Do you know where we are? I wonder how we get out of here...", "Eliwood: I'd like to know, too.", "Pent: ...Something strange is here. I can feel it in the air.", "Nils: Yes! You're right. It's strange. Unsettling!", "Hawkeye: Pent, doesn't that sound like...", "Pent: ...Like a magic seal.", "Eliwood: What's that?", "Pent: I'm not entirely certain how to explain it. It's...someone whose very presence nullifies all magic.", "Eliwood: Why would this person be here? Why now?", "Pent: I have no idea. All I know is that we're being watched.", "Nils: Uh-oh! Something's happening!", "Hector: Ow ow ow... I really smacked my head that time! Eliwood! Lyn! Where are you?", "Pent: Hello. You’re awake! Are you well?", "Hector: ...You... You’re...", "Pent: Hawkeye’s friend.", "Hawkeye: ......", "Hector: Where in the world are we?", "Hawkeye: ...I don’t know.", "Pent: Huh? You don’t know? Look at this place... It’s terrible. Bleak. Dreadful.", "Hawkeye: My master never spoke of anything like this.", "Nils: Ah! Lord Hector! I’m so glad you’re alive!", "Hector: Where’s everyone else?", "Nils: They’re nearby. I can’t see them, but... I can sense them. So they must be OK.", "Hector: Right. That’s good.", "Nils: Do you know where we are? I wonder how we get out of here.", "Hector: Don’t ask me. I’ve never seen any place like this before.", "Pent: ...Something strange is here. I can feel it in the air.", "Nils: Yes! You’re right. It feels...thick!", "Hector: This strange feeling... I know it... I’ve felt it before. Back on Valor.", "Nils: On the Dread Isle?", "Hector: Mm. We first felt it in some ruins near the Dragon’s Gate. It was...a prickly feeling that rubbed us all the wrong way. Then, suddenly, everyone’s magic stopped working.", "Hawkeye: Pent, doesn’t that sound like...", "Pent: ...Like a magic seal.", "Hector: What’s that?", "Pent: I’m not entirely certain how to explain it. It’s...someone whose very presence nullifies all magic.", "Hector: Why would anyone like that be here? Why right now?", "Pent: I have no idea. All I know is that we’re being watched.", "Nils: Uh-oh! Something’s happening!"], "intro": [{"speaker": "Nils", "line": "He... He's called some friends. They are...very powerful."}, {"speaker": "Pent", "line": "He summoned them here? I'm beginning to suspect the magic seal created this place."}, {"speaker": "Hawkeye", "line": "If we kill him, can we get out of here?"}, {"speaker": "Pent", "line": "Perhaps."}, {"speaker": "Eliwood", "line": "Then we fight! If they have strength, then we'll match their strength and challenge them! We don't have time for this!!"}, {"speaker": "Hawkeye", "line": "I will fight, too. Pent, you stay here and guard the others."}, {"speaker": "Pent", "line": "Understood."}, {"speaker": "Hawkeye", "line": "Select those who will go with us. ...And choose carefully."}], "battle": [{"speaker": "Eliwood", "line": "All right! Are you ready, everyone? Try not to get separated."}, {"speaker": "Hawkeye", "line": "...Don't move!"}, {"speaker": "Eliwood", "line": "Ah! ...The wall!"}, {"speaker": "Hawkeye", "line": "...He's responsible. He's watching us from somewhere."}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Hawkeye", "line": "Mark, is it? I must see you all safely back to my master. If you have need of it, I will lend you my strength."}], "end": [{"speaker": "Pent", "line": "The air... It's returned to normal! The magic seal has fled."}, {"speaker": "Eliwood", "line": "What in the name of all that is decent is that? It has human form, but it's... It's not human!"}, {"speaker": "Pent", "line": "......"}, {"speaker": "Hawkeye", "line": "......"}, {"speaker": "Ninian", "line": "...That was a creature of heresy. Its existence makes a ruin of nature's most basic laws."}, {"speaker": "Eliwood", "line": "Ninian?"}, {"speaker": "Ninian", "line": "...Ah, Lord Eliwood. I..."}, {"speaker": "Pent", "line": "...In this world, there are many mysterious things that fall beyond our realm of understanding. Come, let us leave this place. A living legend awaits us."}, {"speaker": "Eliwood", "line": "Ah... Yes!"}, {"speaker": "Ninian", "line": "......"}, {"speaker": "Hawkeye", "line": "...Daughter of..."}, {"speaker": "Ninian", "line": "...Hm?"}, {"speaker": "Hawkeye", "line": "......Be strong..."}, {"speaker": "Ninian", "line": "......Ah..."}, {"speaker": "Hawkeye", "line": "...I've brought them."}, {"speaker": "Athos", "line": "Welcome, children of Roland."}, {"speaker": "Hector", "line": "We've come from Lycia, old man. Do you understand?"}, {"speaker": "Lyn", "line": "What do you mean?"}, {"speaker": "Eliwood", "line": "I think I know. Thousands of years ago, man and dragon fought on this continent."}, {"speaker": "Lyn", "line": "Yes, mankind won, and the dragons fled this world."}, {"speaker": "Eliwood", "line": "That's correct. Man against dragon... That war that we know as the Scouring. And you know of the Eight Legends, the heroes who led man to victory?"}, {"speaker": "Lyn", "line": "Yes, we've all heard the stories of the Eight Legends. I was raised in Sacae, so I know of Hanon, the horseman."}, {"speaker": "Hector", "line": "Sacae is where Hanon was born. Our country, Lycia, was founded by the hero Roland."}, {"speaker": "Lyn", "line": "That's why you called us \"children of Roland,\" right?"}, {"speaker": "Athos", "line": "That is correct, daughter of Hanon and Roland."}, {"speaker": "Eliwood", "line": "Who are you?"}, {"speaker": "Athos", "line": "I am Athos. Many choose simply to call me Archsage."}, {"speaker": "Eliwood", "line": "Athos?! It can't be..."}, {"speaker": "Lyn", "line": "Huh? What?!"}, {"speaker": "Hector", "line": "Archsage Athos was one of the Eight Legends. If you really were him, old man... you'd have to be over a thousand years old."}, {"speaker": "Athos", "line": "The world is full of mysteries. Solve one, and along comes another... Before I knew, I'd grown distant from my fellow man. Hunger... It knows no bounds."}, {"speaker": "Lyn", "line": "A thousand years... That's a long time."}, {"speaker": "Eliwood", "line": "Yet thanks to such longevity, we're meeting here today."}, {"speaker": "Hector", "line": "\"Living legend\"... Now I see it."}, {"speaker": "Athos", "line": "You're here because you want to stop Nergal, aren't you?"}, {"speaker": "Eliwood", "line": "Yes. Did you receive word from Marquess Ostia?"}, {"speaker": "Athos", "line": "No... I am aware of most things that occur on the continent. However, knowledge is not enough for me to prevent disaster."}, {"speaker": "Lyn", "line": "Nils said something similar to that before. \"With my special power, I can sense danger coming, but I can't do anything to stop it.\""}, {"speaker": "Athos", "line": "Nils... One of the children of destiny."}, {"speaker": "Lyn", "line": "He's here with us, but something outside caught his attention."}, {"speaker": "Athos", "line": "...I'm sure something stopped him..."}, {"speaker": "Eliwood", "line": "Hm?"}, {"speaker": "Athos", "line": "Let's talk about Nergal. How do we stop him?"}, {"speaker": "Eliwood", "line": "Yes, what can you tell us? What wisdom can you share?"}, {"speaker": "Athos", "line": "Mm. Your foe is, like me, no longer...altogether human. It will be difficult to slay him through traditional means. He wields a terrible power. His endless strength stems from an ancient, forbidden magic... To defeat him, you will need a suitable response."}, {"speaker": "Eliwood", "line": "Response?"}, {"speaker": "Athos", "line": "...While he is resting, you must find the power to oppose him."}, {"speaker": "Eliwood", "line": "Tell us what it is! We'll do anything!!"}, {"speaker": "Athos", "line": "It will be harder than you can imagine. Great trials await you. ...As does great despair. You may regret your decision. Will you stay the course, children?"}, {"speaker": "Eliwood", "line": "...Our will remains fixed."}, {"speaker": "Athos", "line": "This is a road from which you cannot turn back."}, {"speaker": "Hector", "line": "We've known that all along!"}, {"speaker": "Lyn", "line": "We can overcome anything. You'll see. Together, we are strong."}, {"speaker": "Athos", "line": "...Very well. Let me tell you what you must do."}, {"speaker": "Athos", "line": "Have you understood all that you have heard?"}, {"speaker": "Eliwood", "line": "Yes. We are to seek out the Shrine of Seals in Bern, right?"}, {"speaker": "Athos", "line": "Take Hawkeye with you. Add his skills to your own."}, {"speaker": "Eliwood", "line": "Thank you."}, {"speaker": "Athos", "line": "...And you? What will you do, Pent and Louise?"}, {"speaker": "Pent", "line": "Nergal, a magic user who rivals you, Lord Athos... And the return of the dragons. An intriguing story."}, {"speaker": "Eliwood", "line": "..."}, {"speaker": "Pent", "line": "Forgive the late introductions. I am Pent, Count Reglay of Etruria. This is Louise, my wife."}, {"speaker": "Louise", "line": "It's nice to meet you."}, {"speaker": "Eliwood", "line": "Count Reglay? You are Count Reglay?"}, {"speaker": "Lyn", "line": "Who? Is he someone special?"}, {"speaker": "Hector", "line": "Yes. He hails from the most prominent noble house in Etruria. He's known as the Magic General. What has brought you to this place?"}, {"speaker": "Athos", "line": "Bern's successor will soon have his coming-of-age ceremony. Pent and Louise are to attend as representatives of Etruria. Pent claimed there was time to search the desert for a magic artifact said to have been lost in the sands here long ago. You arrived shortly after we did. Perhaps something was guiding you."}, {"speaker": "Pent", "line": "Bowing to the dictates of fate, my wife and I would like to join you if we may."}, {"speaker": "Lyn", "line": "Well, of course. That's fine, right, Eliwood? Will you send word of your mission to your countrymen?"}, {"speaker": "Pent", "line": "There's no reason to, and if we did, who would believe us? Besides, it's not unusual for us to remain absent for long periods. I doubt anyone will be surprised by our absence. Right, my dear?"}, {"speaker": "Louise", "line": "Tee hee. You're right, my love."}, {"speaker": "Eliwood", "line": "Not unlike a certain young noble we've heard of..."}, {"speaker": "Hector", "line": "That's great! Thanks a lot!"}, {"speaker": "Eliwood", "line": "In any event, we welcome you both with all our hearts."}, {"speaker": "Pent", "line": "Thank you."}, {"speaker": "Athos", "line": "...There's not much time. I'll send you to Lycia. Hawkeye! Gather everyone here in the plaza."}, {"speaker": "Athos", "line": "You are Tactician, correct? Fate blows a strange wind in your direction. Much rides on your shoulders and in your abilities. I want you to take this. It enhances natural abilities, skills with which one was born. Give this to whomever you feel will benefit the most. Do not waste its power holding on to it. Use it."}, {"speaker": "Hawkeye", "line": "Everyone is here."}, {"speaker": "Athos", "line": "Thank you. Eliwood, your territory is the closest to Bern, is it not?"}, {"speaker": "Eliwood", "line": "Yes. The border lies in the mountains."}, {"speaker": "Athos", "line": "Very good. Now please envision a nice, wide place in Pherae... Next, think of the name of a person you might meet there."}, {"speaker": "Eliwood", "line": "As you say. ... ..."}, {"speaker": "Athos", "line": "Now, children of Roland, it is time to say farewell. You must reach the Shrine of Seals. There, your destinies' doors will open wide before you."}, {"speaker": "Eleanora", "line": "My beloved... I cannot believe you are gone. Every time I close my eyes, I see you at my side. Your memory haunts me, and I am filled with sorrow. ...Elbert... If by some chance you can hear my prayer... Please look after our son."}, {"speaker": "???", "line": "Mother..."}, {"speaker": "Eleanora", "line": "What!? Eliwood? Where--Where are you?"}, {"speaker": "Eliwood", "line": "Mother! I'm home! I've returned!"}, {"speaker": "Eleanora", "line": "Ah!! Eliwood! Is it really you? Oh, how did you... You startled me so!"}, {"speaker": "Eliwood", "line": "Forgive me, Mother. The Archsage sent us."}, {"speaker": "Eleanora", "line": "You look so tired. ...Have you lost weight? Oh, come closer and let me see your face."}, {"speaker": "Eliwood", "line": "...Mother, about Father..."}, {"speaker": "Eleanora", "line": "I heard his last moments were glorious. Though he's gone, he will ever be my life's joy."}, {"speaker": "Eliwood", "line": "I know."}, {"speaker": "Eleanora", "line": "Come... Let us make everyone comfortable. You all look in need of a rest."}, {"speaker": "Eliwood", "line": "I'm sorry, Mother. We must hurry onward..."}, {"speaker": "Eleanora", "line": "I know that! But for one night... here in the castle... Eliwood... just for tonight."}, {"speaker": "Eliwood", "line": "Mother..."}, {"speaker": "Hector", "line": "One night's not going to hurt us. Who knows when we'll be back this way?"}, {"speaker": "Lyn", "line": "Yes, let's do it. I am so exhausted."}, {"speaker": "Eliwood", "line": "Hector, Lyn... Thank you."}, {"speaker": "Eliwood", "line": "Hello, Tactician. So you're still awake. Tactician, do you know Bern well? No, nor do I... Nothing more than I've heard at court. I'm sure that, with all of your travels, you know more than I. By the way, Tactician, where were you born? Before you met Lyndis in Sacae, where were you? If it's difficult to speak about, you needn't worry. It's just that we've been together for so long, and I really know almost nothing about you. If you don't mind, won't you tell me about yourself? I would like to learn more about you and your life."}]}