{"chapter": "23", "title": "Four Fanged Offense", "speakers": ["Eliwood", "Lyn", "Hector", "Hawkeye", "Pent", "Louise", "Linus", "Nino", "Lloyd", "Legault", "Ninian", "Igor", "Heath", "Jaffar", "Woman", "Old Woman", "???", "Unit", "Old Man", "Soldier", "Murdock", "Dart", "Geitz", "Limstella", "Desmond", "Hellene", "Servant", "Wallace"], "dialogue_counts": {"Eliwood": 60, "Lyn": 12, "Hector": 21, "Hawkeye": 7, "Pent": 19, "Louise": 7, "Linus": 31, "Nino": 27, "Lloyd": 28, "Legault": 4, "Ninian": 5, "Igor": 7, "Heath": 1, "Jaffar": 22, "Woman": 1, "Old Woman": 1, "???": 4, "Unit": 2, "Old Man": 1, "Soldier": 3, "Murdock": 2, "Dart": 7, "Geitz": 7, "Limstella": 4, "Desmond": 13, "Hellene": 18, "Servant": 3, "Wallace": 1}, "gender_counts": {"M": 221, "F": 73, "N": 24, "A": 0}, "lines": 334, "transitions": "--MFMMMFMMMMMMMMMMMFMMMMMFMMF-MMMMMMMMMMMMF-MFMMFMM-MMMFMMMM-MMFM-MFMFMFMFMFM-MMMMMMMMNMNMNMN-NMNMMN-M-M-F-FMFMFM-FMF-F-N-N-NNNNN-N-NNNN-MMMMMMMMMMMMMM-M-MMMMMMMMMM-MMMM-MMMMMMMMMMMMMMMMMMMFMFMMMFM-M-MFMFM-MFMFMFMFMFMFM-FMFMF-M-NMFMFMFMFMFMFMFMFMFMFMFMFMFNFNNNFFFFFFF-MMMMFFMMMMM---M-M-MMMMMMMMM-MMMM-MMMMMMMMMMMMMMMMMMMMMMMFMFMMMFM-MMFMFM-MFMFMFMFMFMFMFMFMF-M", "opening": ["Lloyd: ...Can it really be them? I thought they were in Nabata!", "Linus: What does it matter where they've been? We found them, so let's take care of them.", "Lloyd: I guess you're right... Linus, go tell father what's happening.", "Linus: Why?! They're right in front of us! You and I could finish this now.", "Lloyd: Moron. It's a precaution. The Fangs cannot afford mistakes. Don't worry I have underlings aplenty. I'll taunt the foe and draw them to the fortress in the north. I doubt I'll lose, but... They've survived this long, so they must be tough. I might run into trouble. Deliver your report, then get back here with reinforcements.", "Linus: You can't be serious. They don't look like they can last long against you, the White Wolf.", "Lloyd: Just get moving, Linus.", "Linus: ...Understood. I'll be back soon, though, so leave some for me!", "Black Fang: You must Eliwood...", "Eliwood: Ah! Black Fang!?", "Black Fang: That's right. You have the honor of dying at the hands of the Four Fangs. Our commander is Lloyd, the White Wolf.", "Hector: Eliwood! Is that the enemy?", "Eliwood: Counterattack! To arms, everyone!", "Black Fang: ...Come. You'll get your throats ripped out..."], "intro": [{"speaker": "Eliwood", "line": "We're in Bern now. I wonder what's happened? The village seems so busy."}, {"speaker": "Lyn", "line": "I spoke to some villagers on the way here. They said Prince Zephiel's coming-of-age ceremony is in ten days. There's no helping all the excitement."}, {"speaker": "Hector", "line": "They've no idea what's happening. Carefree fools."}, {"speaker": "Eliwood", "line": "......Tell me, Hawkeye, do you know the location of the Shrine of Seals?"}, {"speaker": "Hawkeye", "line": "I've heard it's north of Bern. But the location of the shrine itself is secret. I doubt if anyone outside the royal family knows how to reach it."}, {"speaker": "Lyn", "line": "So, if we want to reach the shrine, we'll have to contact the royal family, is that it?"}, {"speaker": "Hector", "line": "Without revealing our identities or our motives? There's got to be another way to find where it is."}, {"speaker": "Pent", "line": "...I can provide you with its general location."}, {"speaker": "Eliwood", "line": "Lord Pent?"}, {"speaker": "Pent", "line": "I'm privy to the highest secrets of military information in Etruria. When we learned of the shrine's existence, we investigated. However, none of our operatives returned. Bern's defenses are formidable."}, {"speaker": "Hector", "line": "So, even if we reach the shrine, we're as like as not to be captured?"}, {"speaker": "Pent", "line": "Most likely. And if your identities are discovered, Bern will see it as an excuse to invade Lycia."}, {"speaker": "Eliwood", "line": "That, above all else, must be avoided."}, {"speaker": "Pent", "line": "That's where I come in."}, {"speaker": "Eliwood", "line": "What do you mean?"}, {"speaker": "Pent", "line": "Duty demands that I attend the post-ceremony festivities. However, I will greet the queen privately before the ceremony."}, {"speaker": "Eliwood", "line": "Privately? You can do that?"}, {"speaker": "Louise", "line": "Queen Hellene was born in Etruria. She and I are related, albeit a distant relation."}, {"speaker": "Pent", "line": "When we meet, I will discreetly ask about the Shrine of Seals. Most like, she'll not say much, but anything will help, will it not? Rest assured, even if I fail, I will not reveal your presence."}, {"speaker": "Eliwood", "line": "Lord Pent! That's--"}, {"speaker": "Pent", "line": "If we do not return by tomorrow, return to Lycia and come up with a new plan. Understood?"}, {"speaker": "Eliwood", "line": "...If you fail, what will become of you?"}, {"speaker": "Pent", "line": "Everything will work out. It wouldn't be a bad life. Abandoning my position... Living on the run with Louise..."}, {"speaker": "Louise", "line": "If I'm with you, my Lord Pent, I care not where we go."}, {"speaker": "Hector", "line": "I pray for your success."}, {"speaker": "Pent", "line": "Please do! Let us proceed, Louise."}, {"speaker": "Lyn", "line": "Come back safely! We'll be waiting for you!!"}, {"speaker": "Hawkeye", "line": "...Pent, hold on."}, {"speaker": "Pent", "line": "What is it, Hawkeye?"}, {"speaker": "Hawkeye", "line": "I was holding this for the master."}, {"speaker": "Pent", "line": "It's a... Heaven seal!"}, {"speaker": "Hawkeye", "line": "Mm...There are only three in existence."}, {"speaker": "Pent", "line": "What is Archsage Athos's plan?"}, {"speaker": "Hawkeye", "line": "I'm to give it to them when the time is right."}, {"speaker": "Pent", "line": "...I see."}, {"speaker": "Hawkeye", "line": "I... I might not know the right time when it comes. I want you to take care of it."}, {"speaker": "Pent", "line": "Thank you, but what if we do not return?"}, {"speaker": "Hawkeye", "line": "You will. You and Louise... .......without fail."}, {"speaker": "Pent", "line": "...I understand."}, {"speaker": "Louise", "line": "Lord Hawkeye, we... we will most certainly return."}, {"speaker": "Linus", "line": "Well, if it isn't Nino."}, {"speaker": "Nino", "line": "Yeah! Lloyd! Linus! What is it? Are you working?"}, {"speaker": "Lloyd", "line": "I suppose we are."}, {"speaker": "Linus", "line": "How about you? Where are you off to in such a hurry?"}, {"speaker": "Nino", "line": "I have a job to do, too! I'm carrying messages for Mother, so I have to do my best! See you! Let's do something when your job is finished."}, {"speaker": "Lloyd", "line": "She's a good lass."}, {"speaker": "Linus", "line": "Yes. Hard to believe she's that woman's child."}, {"speaker": "Eliwood", "line": "This waiting is hard. There must be something we can do."}, {"speaker": "Hector", "line": "I know what you mean, but we have to lay low..."}, {"speaker": "Legault", "line": "Why don't we try and gather some information on the Black Fang?"}, {"speaker": "Lyn", "line": "Hm? Information?"}, {"speaker": "Legault", "line": "Yes. Black Fang's headquarters are here in Bern. The location was never disclosed to me, though. The Black Fang is so much different than it once was. Any information we could gain would be beneficial."}, {"speaker": "Eliwood", "line": "That's a good idea. Thanks, Legault."}, {"speaker": "Legault", "line": "Think nothing of it."}, {"speaker": "Eliwood", "line": "What do you think, Tactician? ...You're right. Any information we find would be a starting place. Then it's settled. Let's get started."}, {"speaker": "Eliwood", "line": "Let's split up and go. Try to blend in."}, {"speaker": "Hector", "line": "We'd better be careful."}, {"speaker": "Lyn", "line": "Especially you, Hector."}, {"speaker": "Hector", "line": "What!?"}, {"speaker": "Eliwood", "line": "Those two... I can't tell if they're friends or not."}, {"speaker": "Ninian", "line": "Tee hee..."}, {"speaker": "Eliwood", "line": "Is something funny, Ninian?"}, {"speaker": "Ninian", "line": "It's just... Listen to you grumble, Lord Eliwood! You sound like you're their chaperon!"}, {"speaker": "Eliwood", "line": "Really? Is that what it sounds like to you?"}, {"speaker": "Ninian", "line": "Uh-huh."}, {"speaker": "Eliwood", "line": "That's great..."}, {"speaker": "Ninian", "line": "Ha ha ha."}, {"speaker": "Eliwood", "line": "...I like it when you laugh."}, {"speaker": "Ninian", "line": "Excuse me?"}, {"speaker": "Eliwood", "line": "Oh, nothing. Come on! Let's go!"}, {"speaker": "Lloyd", "line": "...Can it really be them? I thought they were in Nabata!"}, {"speaker": "Linus", "line": "What does it matter where they've been? We found them, so let's take care of them."}, {"speaker": "Lloyd", "line": "I guess you're right... Yet the timing's not right. Attacking them while they're in town is against our creed. ...Shall we tell Father and await his orders?"}, {"speaker": "Lloyd", "line": "Linus, I'll go and tell Father. You stay here and watch them."}, {"speaker": "Linus", "line": "Why don't you and I finish them now?"}, {"speaker": "Lloyd", "line": "We can't! You have to be patient. All you need to do is watch where they go. Understand?"}, {"speaker": "Linus", "line": "Uh-huh."}, {"speaker": "Linus", "line": "......Even so, I can't ignore game when it's nibbling on my line. Hey! Igor!"}, {"speaker": "Igor", "line": "What is it, Linus?"}, {"speaker": "Linus", "line": "We're going hunting! We'll taunt them and pull them to the center of the town."}, {"speaker": "Igor", "line": "Hold on a minute. You're not really going to ignore Lloyd's orders, are you?"}, {"speaker": "Linus", "line": "...He doesn't want the villagers harmed. That's what he said, right? So we make sure they're not."}, {"speaker": "Igor", "line": "I understand, but..."}, {"speaker": "Linus", "line": "Come on, Igor! We want to show my brother we can do this, right? I'm counting on you!"}, {"speaker": "Igor", "line": "...Grrr! You just never, ever listen to anyone!"}, {"speaker": "Igor", "line": "You are Eliwood?"}, {"speaker": "Eliwood", "line": "Who--Ah, you're Black Fang?"}, {"speaker": "Igor", "line": "That's right. You have the honor of dying at the hands of the Four Fangs. Our commander is Linus, the Mad Dog."}, {"speaker": "Hector", "line": "Eliwood! Is that the enemy?"}, {"speaker": "Eliwood", "line": "Yes. Let's meet his challenge!"}, {"speaker": "Igor", "line": "...Come. You'll get your throats ripped out..."}], "battle": [{"speaker": "Wallace", "line": "Grrrr!! Not again! This is the 75th time! I could have SWORN Caelin was in this direction! Grrr... Eh? Something's wrong... Is it a sneak attack!? You cowards, waiting in the fog!! My name is Wallace! The boldest knight in all Caelin (wherever it is)! If you're not afraid to die, show yourselves!!! Bwah ha ha ha ha ha ha!!!"}], "visit": [{"speaker": "Nino", "line": "Er... Is there something I can help you with? I have an injured man here. Please keep your voice down! No, I don't know anything about the Black Fang! Leave, please! You'll upset my patient!"}, {"speaker": "Woman", "line": "Tell me, traveler, have you heard of the Four Fangs? The folk of Bern know all about them. They're the four strongest members of the righteous Black Fang. The one they call the Mad Dog is a great man. When I was being attacked by bandits, he rescued me. It was night, so I really couldn't see his face, but... I've heard some troubling rumors about the Black Fang lately, though. I wonder what's going on."}, {"speaker": "Old Woman", "line": "Long ago...the lord who ruled this area was an awful man. Every night he would hold an extravagant feast below the castle. Meanwhile, we villagers slowly starved to death. One day, though, it ended. The lord was dead. The Black Fang had given him a death sentence. To us, the Black Fang were heroes. It matters not what others said. That's what makes it so hard... Why did they have to change? Helping you...means that I'm betraying the Black Fang. And yet...I want you to have this."}, {"speaker": "???", "line": "...Stop right there."}, {"speaker": "Unit", "line": "Who?"}, {"speaker": "???", "line": "No need for alarm. For reasons of my own, I wear the garb of the Black Fang, but I'm a loyal citizen of Lycia, and I am not your enemy."}, {"speaker": "Unit", "line": "......"}, {"speaker": "???", "line": "A woman now leads the Black Fang around by the nose. When at last you confront her, use this staff. This woman is the ringleader you seek. Her name is Sonia. Do not forget. Sonia."}, {"speaker": "Old Man", "line": "Long ago, I used to work in Bern's royal palace. I was Prince Zephiel's teacher of history. The prince is a wise lad. He's the royal family's first prodigy. Yet King Desmond ignores the boy's talents, and they wither. Here...I'd like you to take this. This is an Earth seal. This one item contains the powers of many: Knight crest, Guide ring, Hero crest, Elysian whip... I am unsure why I would entrust this treasure to a complete stranger. I cannot explain it, but I have a feeling. For some reason, I believe you will aid the prince... Strange... Go on! Humor an old man and take it."}, {"speaker": "Soldier", "line": "I will repeat it as often as necessary, Lord Murdock! If we let the king's tyranny continue, Bern will--"}, {"speaker": "Murdock", "line": "Hold your tongue."}, {"speaker": "Soldier", "line": "But--"}, {"speaker": "Murdock", "line": "Be still."}], "recruit-talk": [{"speaker": "Dart", "line": "Wait a minute. I've seen you before.", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "What? Do you think you can just come up and start--", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "Ah, I know! You're that guy who worked for Belger...Geitz!", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "Dart!? Is that you? What are you doing here?", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "I like to raise some trouble on land every now and then. How about you? What are you doing? Working for your father?", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "Don't mention the old man!! As far as I'm concerned, I'm no part of that family anymore!", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "Well then, what are you doing here?", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "Nothing... I was wandering about when this battle erupted. ...Say, Dart, do you think I could join up with you?", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "Huh? Of all the stupid...", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "You're \"raising trouble,\" right? So, let me in on the action.", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "It's fine with me. We're up against a pretty touch bunch, though.", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "I've nothing else to do. I'll fight 'til I get bored!", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Dart", "line": "Let's go then.", "recruiter": "Dart", "recruit": "Geitz"}, {"speaker": "Geitz", "line": "Yeah!", "recruiter": "Dart", "recruit": "Geitz"}], "boss": [{"speaker": "Lloyd", "line": "In the name of the Fang, I sentence you to death. Do not blame me for your fate. It is your own doing."}, {"speaker": "Eliwood", "line": "...Are you the leader of this group?", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "Yes.", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Eliwood", "line": "I heard that the Black Fang possessed strong convictions. If so, then why do you follow a man like Nergal?", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "This has nothing to do with Nergal or Sonia. We simply complete the missions given us.", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Eliwood", "line": "And you never question the justness of your missions?", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "Who are we to pass judgment on the commands given us? We are the jaw that bites. We act without question.", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Eliwood", "line": "But...", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "Granted, you don't seem like a bad sort. However, the Fang's judgment cannot be undone. It is time for you to die.", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Eliwood", "line": "Ah!!", "unit": "Eliwood", "boss": "Lloyd"}, {"speaker": "Hector", "line": "...And you would be the leader of this pack of curs?", "unit": "Hector", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "Aye. That I am.", "unit": "Hector", "boss": "Lloyd"}, {"speaker": "Hector", "line": "I've no mercy for Nergal's hounds of the hunt! Stand and prepare to be beaten.", "unit": "Hector", "boss": "Lloyd"}, {"speaker": "Lloyd", "line": "You... You wish to challenge me with that axe of yours? ...You're amusing, I'll grant you that. I'm sure you'd have Linus laughing if he were here. Be warned, you would do well not to take me lightly.", "unit": "Hector", "boss": "Lloyd"}], "end": [{"speaker": "Eliwood", "line": "...Are you well?"}, {"speaker": "Lloyd", "line": "......I'm beaten. You are strong. Stronger than I'd realized"}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Lloyd", "line": "You're foolish as well. To waste sentiment on me, your enemy..."}, {"speaker": "Eliwood", "line": "Ah!"}, {"speaker": "Lloyd", "line": "This is what happens!"}, {"speaker": "Hector", "line": "Eliwood!"}, {"speaker": "Eliwood", "line": "..."}, {"speaker": "Lloyd", "line": "Peace. I've no plans on fleeing with a hostage. After I deal with you, I'll let the rest of them go."}, {"speaker": "Eliwood", "line": "Uhai said the same thing."}, {"speaker": "Lloyd", "line": "What?"}, {"speaker": "Eliwood", "line": "We battled your comrade Uhai on the Dread Isle... He told us he'd do nothing so cowardly as take a hostage. He fought with honor. You Black Fang are not evil by nature. So why is it that we fight?"}, {"speaker": "Lloyd", "line": "Uhai... You spoke with him?"}, {"speaker": "Eliwood", "line": "Yes. With. his dying breath, he told us the way to the Dragon's Gate."}, {"speaker": "Lloyd", "line": "I see..."}, {"speaker": "Eliwood", "line": "Ah!"}, {"speaker": "Lloyd", "line": "Go. Don't worry. I too, have my honor. I will not attack again."}, {"speaker": "Eliwood", "line": "Will you join our cause?"}, {"speaker": "Lloyd", "line": "No... However, something is amiss. You have been granted a brief reprieve until I have my answers."}, {"speaker": "Eliwood", "line": "...Tell us, what is your name?"}, {"speaker": "Lloyd", "line": "I'll tell you next time we meet. Be seeing you. Watch out for the woman named Sonia."}, {"speaker": "Hector", "line": "That was close."}, {"speaker": "Eliwood", "line": "Forgive me. I wanted to speak with him at least once."}, {"speaker": "Lyn", "line": "Don't worry. It's fine. After all, we learned a little something about our opponent."}, {"speaker": "Eliwood", "line": "The Black Fang seems to have some honor after all. Perhaps they really are just being used by Nergal. We should talk to their leader, Brendan Reed."}, {"speaker": "Lyn", "line": "Perhaps we can resolve this without any more fighting."}, {"speaker": "Hector", "line": "I don't like it sounds like a terrible plan."}, {"speaker": "Eliwood", "line": "Hector?"}, {"speaker": "Hector", "line": "Let's get back to camp. We might have some word from Pent and the others."}, {"speaker": "Lyn", "line": "I wonder what that was all about."}, {"speaker": "Eliwood", "line": "..."}, {"speaker": "Lloyd", "line": "...As I suspected. They are not the gang of thugs Sonia made them out to be....How do I unmask that woman for what she truly is? Ah!!"}, {"speaker": "Lloyd", "line": "...Uwaa......"}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Lloyd", "line": "Impossible... Not a sound... .......nothing......"}, {"speaker": "Limstella", "line": "Lloyd, the White Wolf. Such strong quintessence."}, {"speaker": "Lloyd", "line": "......Li...Linus...Tell......Father..."}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Nino", "line": "Are you awake? Thank goodness..."}, {"speaker": "Jaffar", "line": "You... I know you..."}, {"speaker": "Nino", "line": "Uh-huh. We've met many times. I don't think I told you my name, though. I'm Nino! Sonia's daughter."}, {"speaker": "Jaffar", "line": "What are you doing?"}, {"speaker": "Nino", "line": "Huh?"}, {"speaker": "Jaffar", "line": "Have you forgotten the law of the Fang? \"Sacrifice the wounded to salvage the strong.\""}, {"speaker": "Nino", "line": "That's not..."}, {"speaker": "Jaffar", "line": "I was unconscious and alone outside of our safe halls. You should have obeyed the law... Killed me, and then fled. Yet you didn't. Why?"}, {"speaker": "Nino", "line": "Bu-But... Letting a comrade die? I...couldn't do that."}, {"speaker": "Jaffar", "line": "Don't be a fool!"}, {"speaker": "Nino", "line": "Sniff..."}, {"speaker": "Jaffar", "line": "...Tsk..."}, {"speaker": "Nino", "line": "Don't move! Here! Lean on me!"}, {"speaker": "Jaffar", "line": "...Don't...touch..."}, {"speaker": "Nino", "line": "Please, don't move. So much blood... You're bleeding again. What do I do? It won't stop."}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Nino", "line": "PLease...don't die. You mustn't die."}, {"speaker": "Linus", "line": "Lloyd... Brother? Lloyd!! This...is unforgivable! I will kill them all!! Not a one will survive!!!"}]}