{"chapter": "24", "title": "Unfulfilled Heart", "speakers": ["Hector", "Eliwood", "Lyn", "Guinivere", "Zephiel", "???", "Desmond", "Murdock", "Sonia", "Solder", "Soldier", "Ninian", "Nils", "Vaida", "Pent", "Louise", "Man", "Woman", "Ursula"], "dialogue_counts": {"Hector": 16, "Eliwood": 27, "Lyn": 14, "Guinivere": 10, "Zephiel": 12, "???": 3, "Desmond": 24, "Murdock": 3, "Sonia": 9, "Solder": 1, "Soldier": 2, "Ninian": 7, "Nils": 9, "Vaida": 11, "Pent": 7, "Louise": 3, "Man": 1, "Woman": 1, "Ursula": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 164, "transitions": "-----------------------", "opening": ["The Bern royal family is a pageant of power, love, and hate. Eliwood finds himself embroiled in their troubles. He has been sent to recover the Bern family treasure: the Fire Emblem. It has been stolen from the palace vault. Eliwood enters the royal palace seeking clues.", "Hector and his allies defeat the Black Fang monster, Pascal. However, they learn nothing of the Fire Emblem's location. To escape from the Black Fang, they disguise themselves once more. At Eliwood's suggestion, they head for the royal palace of Bern."], "intro": [{"speaker": "Hector", "line": "We've finally arrived. I can't believe they built a palace in these mountains."}, {"speaker": "Eliwood", "line": "Bern is the only country on the continent where wyverns still fly. With its wyvern-riders, I imagine this castle is the best-defended anywhere."}, {"speaker": "Lyn", "line": "I agree. Look at the path leading up the mountain's face. It would be impossible to scale that in a direct assault."}, {"speaker": "Hector", "line": "Defenders positioned higher up would have a clear advantage. Even the best soldiers would be taken out with ease. Hm... Look at that. They don't have any sentries posted. They must have a lot of faith in their defenses."}, {"speaker": "Eliwood", "line": "Look at these surroundings! They probably make do simply with patrols within the castle. The mighty Bern. I'd not like it as an enemy."}, {"speaker": "Lyn", "line": "And yet, from this impregnable fortress, a treasure was stolen. Perhaps the king really is responsible for all this. It's hard to imagine any thief cracking Bern's defenses."}, {"speaker": "Eliwood", "line": "You're right. But I can't imagine why the king would do this. To find the Fire Emblem, we're going to need clues."}, {"speaker": "Lyn", "line": "Listen, why don't we try sneaking into the castle?"}, {"speaker": "Hector", "line": "That's what I was waiting for! I like the way you think."}, {"speaker": "Eliwood", "line": "Whatever happens, we must not be caught. If it looks impossible, turn around and come back here."}, {"speaker": "Hector", "line": "Got it!"}, {"speaker": "Lyn", "line": "Of course!"}, {"speaker": "Lyn", "line": "This is... An inner garden?"}, {"speaker": "Eliwood", "line": "Shh! Someone's coming this way."}, {"speaker": "Hector", "line": "Here! Into this thicket!!"}, {"speaker": "Guinivere", "line": "Brother! Hello, Zephiel!"}, {"speaker": "Zephiel", "line": "Ah, Guinivere. Have you been well?"}, {"speaker": "Guinivere", "line": "Uh-huh! I've been fine. But if you would come and see me every day, I'd be even better! Much, much better!"}, {"speaker": "Zephiel", "line": "Every day? Well, that's an awful lot, but I'll come by as often as possible. All for you, dear sister."}, {"speaker": "Guinivere", "line": "Yippee!"}, {"speaker": "???", "line": "Guinivere! Guinivere! Where are you, lass?"}, {"speaker": "Guinivere", "line": "Here I am, Father! Welcome home."}, {"speaker": "Desmond", "line": "Ah, there you are. Were you a good girl while I was gone? Come, give your father a kiss. You're as adorable as ever."}, {"speaker": "Zephiel", "line": "Well met, Father."}, {"speaker": "Desmond", "line": "...Zephiel. Hmph... You take the same unpleasant tone as your mother."}, {"speaker": "Zephiel", "line": "What!? I... I..."}, {"speaker": "Desmond", "line": "Silence. What brings you to my castle?"}, {"speaker": "Zephiel", "line": "Ah, yes... Murdock."}, {"speaker": "Murdock", "line": "Yes, my lord."}, {"speaker": "Zephiel", "line": "We were hunting in the forest earlier. ...We found this and thought Guinivere might like it."}, {"speaker": "Guinivere", "line": "Eeek! A baby fox!? How cute! It's so very cute!! Is it for me? Really?"}, {"speaker": "Zephiel", "line": "Do you like it?"}, {"speaker": "Guinivere", "line": "Yes, I do! Thank you. I do love you, Brother!"}, {"speaker": "Desmond", "line": "...Guinivere, go play for a while."}, {"speaker": "Guinivere", "line": "OK! Come on, let's go! You lovely little fox!"}, {"speaker": "Desmond", "line": "...I've told you to stay away from the castle."}, {"speaker": "Zephiel", "line": "Yes...I know... I beg your pardon. I heard that Guinivere was ill and I was...worried."}, {"speaker": "Desmond", "line": "Hah, you mean you came to see if she would die, don't you?"}, {"speaker": "Zephiel", "line": "Father..."}, {"speaker": "Murdock", "line": "I beg your pardon, Your Majesty, that..."}, {"speaker": "Desmond", "line": "Hold your tongue, Murdock! Do not forget whom you serve! The king of Bern!!"}, {"speaker": "Murdock", "line": "......"}, {"speaker": "Zephiel", "line": "It's all right, Murdock..."}, {"speaker": "Zephiel", "line": "Father, I would never want to see Guinivere harmed in--"}, {"speaker": "Desmond", "line": "You and your mother think of nothing more than stealing my throne. You plague me. Return to the manse!"}, {"speaker": "Zephiel", "line": "...As you wish. I beg your leave...Father."}, {"speaker": "Desmond", "line": "...No matter how I warn him, he comes. Why is it that the very sight of him tries my patience so? He is truly of my own flesh and blood, yet..."}, {"speaker": "???", "line": "Hee hee hee. It is jealousy, my king."}, {"speaker": "Desmond", "line": "Eh? Who's there?"}, {"speaker": "Sonia", "line": "It is I, Sonia."}, {"speaker": "Desmond", "line": "You... Well? Is the Emblem safe?"}, {"speaker": "Sonia", "line": "Yes. I have it in my possession. It is all as we planned."}, {"speaker": "Desmond", "line": "It is unlikely, but... The queen might attempt to win the Emblem back. Are you prepared?"}, {"speaker": "Sonia", "line": "I will not fail... It is secreted away within the Black Fang's fortress."}, {"speaker": "Desmond", "line": "Keep it concealed until dusk of the tenth day, then return it to me."}, {"speaker": "Sonia", "line": "As you will, Your Grace."}, {"speaker": "Desmond", "line": "And what of my other request..."}, {"speaker": "Sonia", "line": "One of the Four Fangs will tend to it. There will be no mistakes. However, General Murdock, the man protecting the prince... He is young, yet well respected. Shall we finish him, too?"}, {"speaker": "Desmond", "line": "...Murdock... His birth is low. And yet his combat skills have won him the title of Wyvern General. It would be a great blow if Bern were to lose him. I'll think of something to remove him from Zephiel's side. Will that do?"}, {"speaker": "Sonia", "line": "Yes. It would be a great help. Wait! ......"}, {"speaker": "Desmond", "line": "What? What is it?"}, {"speaker": "Sonia", "line": "I...sense someone."}, {"speaker": "Desmond", "line": "Where!?"}, {"speaker": "???", "line": "Father! Brother! Where are you?!"}, {"speaker": "Desmond", "line": "Do not worry. It is my daughter."}, {"speaker": "Sonia", "line": "Of course. Do not forget the Black Fang's role once we are successful."}, {"speaker": "Desmond", "line": "Of course. Now begone. Quickly."}, {"speaker": "Sonia", "line": "Farewell."}, {"speaker": "Guinivere", "line": "Zephiel! This kit, it... Hm? Where is my brother?"}, {"speaker": "Desmond", "line": "He had an errand to perform and left."}, {"speaker": "Guinivere", "line": "Oh, no! No, no, no! I wanted to play!"}, {"speaker": "Desmond", "line": "Come, Guinivere. I will play with you."}, {"speaker": "Guinivere", "line": "No! I want to play with him, not you! I'll go and call him back. Here, hold my fox!"}, {"speaker": "Desmond", "line": "......Attend me!!"}, {"speaker": "Solder", "line": "Yes, my lord."}, {"speaker": "Desmond", "line": "Take this beast and kill it! Do not let Guinivere know what you do."}, {"speaker": "Soldier", "line": "Understood."}, {"speaker": "Desmond", "line": "...Zephiel, you knave. Trying to steal my Guinivere's love... ...You will learn your place!"}, {"speaker": "Hector", "line": "That was close... I was afraid they'd catch us."}, {"speaker": "Eliwood", "line": "This is worse than I'd imagined. The Black Fang has already reached the king."}, {"speaker": "Lyn", "line": "Their plans for Lycia failed, and now they're targeting Bern."}, {"speaker": "Hector", "line": "If a country as powerful as Bern moves, peace knows no hope."}, {"speaker": "Eliwood", "line": "What Nergal desires is powerful quintessence. Calling dragons back.. Does he wish to embroil the world in chaos? Whatever his plans, he must be stopped at any cost!"}, {"speaker": "Hector", "line": "Right. Find the Fire Emblem and return it to the queen. We do that, and she'll point us toward the Shrine of Seals."}, {"speaker": "Lyn", "line": "If we go to the Black Fang fortress..."}, {"speaker": "Eliwood", "line": "That's our goal. I must meet with everyone and seek out their fortress."}, {"speaker": "Ninian", "line": "I wonder if Eliwood and the others are well."}, {"speaker": "Nils", "line": "Please, Ninian. That's all you've spoken of since they left. I understand your concern for Lord Eliwood, but..."}, {"speaker": "Ninian", "line": "Nils! I..."}, {"speaker": "Nils", "line": "You don't have to hide anything from me. But you must not fall in love with him, you know? We...are different from them."}, {"speaker": "Ninian", "line": "...I know. But I cannot... ......I..."}, {"speaker": "Nils", "line": "Ninian! Where are you going?"}, {"speaker": "Ninian", "line": "I need time to think. May I be alone, please?"}, {"speaker": "Nils", "line": "Ninian..."}, {"speaker": "Hector", "line": "We'd better hurry and rejoin the others. Oh, no! Look! It's a wyvern rider!"}, {"speaker": "Eliwood", "line": "She's coming closer... Has she seen us?!"}, {"speaker": "Lyn", "line": "No, it's not us she's seen. It's... It's Nils!!!"}, {"speaker": "Eliwood", "line": "Let's go! Hector!!"}, {"speaker": "Hector", "line": "OK!"}, {"speaker": "Nils", "line": "Ahh! Who...who are you?"}, {"speaker": "Vaida", "line": "Light green hair, crimson eyes... No mistake. You're one of Lord Nergal's lost toys. Yes! Found you at last!"}, {"speaker": "Nils", "line": "...What are you? Why can't I sense you!?"}, {"speaker": "Vaida", "line": "What happened to your bodyguards? I heard they were tough. I wanted to see for myself. Well, you're here, so they can't be too far away, can they?"}, {"speaker": "Nils", "line": "..."}, {"speaker": "Vaida", "line": "C'mon, boy! Scream! Call your friends to you! I grow weary of waiting. I am not known for my patience!!!"}, {"speaker": "Lyn", "line": "I'm the one you're looking for! Unhand the boy!"}, {"speaker": "Vaida", "line": "You've come! I've been looking forward to this!"}, {"speaker": "Eliwood", "line": "Looking forward... What do you mean?"}, {"speaker": "Vaida", "line": "The chance to crush you! Then hand the children over to Lord Nergal."}, {"speaker": "Hector", "line": "Nergal? So you're one of his dogs, are you?"}, {"speaker": "Vaida", "line": "...I'll not be called a dog by you, blackheart! True, we've a contract with the Black Fang, but... I am loyal to one master only! He who sits on the throne of Bern!"}, {"speaker": "Eliwood", "line": "Then why are you in the employ of the Black--"}, {"speaker": "Vaida", "line": "There's been far too much talking. Let's get started, shall we? I've long hungered for someone to test my strength against. Make this last awhile, will you? I want to enjoy this!!"}, {"speaker": "Vaida", "line": "Listen up, everyone! It's playtime! Come on out!! The palace has promised to stay out of this! Be as wild as you will!!"}, {"speaker": "Eliwood", "line": "Tactician! Our allies are hidden here and there to avoid being spotted. This is not to our advantage. We must gather everyone quickly!!"}, {"speaker": "Hector", "line": "Mark! We’re all scattered about and in hiding. The enemy can pick off our weaker members one by one. We’ve got to get together and protect them!"}], "battle": [{"speaker": "Vaida", "line": "Pah! I’ve had it with being pushed here and there! Withdraw!! Ground forces, pull back! And move quickly!!"}, {"speaker": "Soldier", "line": "Co-commander Vaida’s been beaten! Run!! While we still have our skins!!"}], "visit": [{"speaker": "Man", "line": "I’ve heard some stories about the Black Fang... I hear they’ve a swordfighter who wields the fearsome Light Brand. No, he’s not here now. But you might run into him somewhere. You should be careful. The Light Brand is a magic sword. It’ll cut you if you’re close and hurl magic at you from afar. Step lightly if you know he’s on the battlefield."}, {"speaker": "Woman", "line": "Do you know anyone named Mark? You see, I once helped out a weary traveler... who just so happened to be a brilliant tactician! Cared for the soldiers... Won battle after battle with no casualties... Ah, I wonder if we’ll meet again..."}, {"speaker": "Ursula", "line": "Oh, my. It’s you..."}, {"speaker": "Eliwood", "line": "Me?"}, {"speaker": "Ursula", "line": "That’s right. You’re with them, right? I know that this isn’t what I’m supposed to do but... I’ll not hand glory over to that newcomer, Vaida... What? Oh, nothing... I’m talking to myself. More importantly, I want to give you this. It’s a hammerne staff. It repairs items. It can make most items like new again. Promise me you’ll bring that wyvern-riding hag down. I’ll be seeing you again, I’m sure. Hee hee..."}], "boss": [{"speaker": "Vaida", "line": "Ha ha... Such a pleasant expression. That settles it. I’ll start with you."}, {"speaker": "Vaida", "line": "I’m...not well... ...... Oh, Prince...Zephiel...."}], "end": [{"speaker": "Eliwood", "line": "I guess that worked out."}, {"speaker": "Ninian", "line": "Lord Eliwood!"}, {"speaker": "Eliwood", "line": "Ninian! Nils! Are you both well?"}, {"speaker": "Nils", "line": "What shall we do, Lord Eliwood? Nergal's power... It's returning bit by bit."}, {"speaker": "Eliwood", "line": "What do you mean?"}, {"speaker": "Ninian", "line": "That woman you faced... She was protected by Nergal's magic."}, {"speaker": "Eliwood", "line": "Her strength... It came from Nergal?"}, {"speaker": "Ninian", "line": "Yes. It won't be long before he's active again. With all his power restored."}, {"speaker": "Nils", "line": "We must hurry and gain the power to oppose him!"}, {"speaker": "Eliwood", "line": "We have to recover the Fire Emblem. If we can do that..."}, {"speaker": "Hector", "line": "Come on! The palace is in an uproar. This is our chance to slip away!"}, {"speaker": "Lyn", "line": "Wait! I have an idea. Let's follow them."}, {"speaker": "Eliwood", "line": "Lyndis?"}, {"speaker": "Lyn", "line": "Leave it to me. I think I might be able to find the Black Fang fortress."}, {"speaker": "Lyn", "line": "This way. The signs are fading, but they're really moving. I think I can track them if they keep this pace."}, {"speaker": "Hector", "line": "Are you sure? Really?"}, {"speaker": "Lyn", "line": "Remember, I'm from Sacae. Bern's foot soldiers are slow and clumsy... And to a Sacaen, men are easier to track than rabbits."}, {"speaker": "Hector", "line": "What do you want to do, Eliwood."}, {"speaker": "Eliwood", "line": "Let's put our trust in Lyndis. If anyone can do this, she can."}, {"speaker": "Hector", "line": "Are you serious?"}, {"speaker": "Lyn", "line": "Over here, everyone!"}]}