{"chapter": "27", "title": "Night Of Farewells", "speakers": ["Nino", "Jaffar", "Lyn", "Hector", "Eliwood", "Limstella", "Sonia", "???", "Brendan", "Jan"], "dialogue_counts": {"Nino": 38, "Jaffar": 16, "Lyn": 13, "Hector": 11, "Eliwood": 12, "Limstella": 8, "Sonia": 31, "???": 2, "Brendan": 5, "Jan": 12}, "gender_counts": {"M": 39, "F": 90, "N": 19, "A": 0}, "lines": 150, "transitions": "--FMFMFMFMFMFMFMFMF-FMMFMFMFMMMMFMFMMMFM-FFFFNNFNFNFNNFFFFFFFN-FNFNFNFFNFFFFFFFFFFFFFFFFFFMFMFMFNMMFFMFFMMFMMFFMFFFFMM-F-F-FFF-MF-NFNFNFNFNFNFNF-FFFMFMMM-FFFFFF", "opening": ["Jaffar and Nino, Black Fang assassins. Befriended by Eliwood, they now join his group. That night...", "Jaffar and Nino, Black Fang assassins. Although Hector cannot forget his hatred for Nergal's former henchman, Jaffar, Hector allows him to join the group, with Nino at his side. That night..."], "intro": [{"speaker": "Nino", "line": "Hey!"}, {"speaker": "Jaffar", "line": "It's very late. Where are you going?"}, {"speaker": "Nino", "line": "...Jaffar."}, {"speaker": "Jaffar", "line": "To Sonia?"}, {"speaker": "Nino", "line": "...Unh."}, {"speaker": "Jaffar", "line": "Do you know her whereabouts?"}, {"speaker": "Nino", "line": "The mountain fortress has been discovered, so... I think she's in the other place."}, {"speaker": "Jaffar", "line": "The Water Temple? ...... What about them?"}, {"speaker": "Nino", "line": "I haven't told them. They're all good people, so they would know I'm not lying. And yet... I want to see Mother. I want to hear the truth from her. So..."}, {"speaker": "Jaffar", "line": "Nino... Sentiment will not protect you from that woman."}, {"speaker": "Nino", "line": "I know that! But she's my mother!! I'm her flesh and blood. She's the only mother I have!!"}, {"speaker": "Jaffar", "line": "...That is something I cannot understand..."}, {"speaker": "Nino", "line": "Ah! I'm sorry... I didn't mean..."}, {"speaker": "Jaffar", "line": "It's nothing."}, {"speaker": "Nino", "line": "Jaffar, I truly am sorry."}, {"speaker": "Jaffar", "line": "I will not let you go alone. If you go, I go with you. OK?"}, {"speaker": "Nino", "line": "Jaffar..."}, {"speaker": "Lyn", "line": "I wanted to know where she was slipping off to in the dead of night... ...Nino..."}, {"speaker": "Hector", "line": "......"}, {"speaker": "Eliwood", "line": "I agree with Jaffar. There's no way Sonia will be moved by Nino's feelings."}, {"speaker": "Lyn", "line": "Are we just going to let them go?"}, {"speaker": "Eliwood", "line": "No, we're going to follow them right away."}, {"speaker": "Lyn", "line": "Of course we are!"}, {"speaker": "Hector", "line": "......."}, {"speaker": "Lyn", "line": "What are you doing, Hector? Hurry!"}, {"speaker": "Hector", "line": "Jaffar's a killer. He's slaughtered our friends. I can't forgive him. Eliwood, is all this necessary? Do we need his strength so much that we now must rescue him?"}, {"speaker": "Eliwood", "line": "No, that's not it. I wanted those two to live on. Their lives... They've been so hard. That's why I said what I did. My feelings were confirmed in Bern. The Black Fang is not all evil. They're being manipulated by Nergal. Some of them must be fighting against their better judgment."}, {"speaker": "Hector", "line": "Is that what you believe about Jaffar?"}, {"speaker": "Eliwood", "line": "I don't know. But you've seen how he behaves around Nino... He seems like a completely different person than the man we fought at the Dragon's Gate."}, {"speaker": "Lyn", "line": "I feel the same way. Hector, how about you?"}, {"speaker": "Hector", "line": "He has killed my friends. He is my enemy. No matter what happens, that will never change."}, {"speaker": "Lyn", "line": "So you'll let them die?"}, {"speaker": "Hector", "line": "That's not what I said! I want him to stay alive. He must live...so that he can suffer for all he's done! There! Satisfied?"}, {"speaker": "Eliwood", "line": "Hector..."}, {"speaker": "Hector", "line": "I've said my peace. I'm done. I won't do any more ranting. ......Sorry about that. Now, let's go! Hurry up, you two!"}, {"speaker": "Lyn", "line": "Wha--Wai-Wait up!"}, {"speaker": "Eliwood", "line": "Let's go, Tactician. We can't let the Black Fang go unattended. It's time we turned the tables on Nergal!!"}, {"speaker": "Limstella", "line": "Sonia."}, {"speaker": "Sonia", "line": "Pah. Take heed how casually you call a human by name, you puppet. ...Now what do you want?"}, {"speaker": "Limstella", "line": "Eliwood is alive. Lord Nergal's orders have not yet been fulfilled."}, {"speaker": "Sonia", "line": "Silence, you abomination!! I know that. Though the Four Fangs are gone, I'm still here... I will finish Eliwood and his friends with my own two hands!"}, {"speaker": "???", "line": "...Sonia! Where are you, Sonia?!"}, {"speaker": "Brendan", "line": "Sonia, I must speak... Hm? Who's that?"}, {"speaker": "Sonia", "line": "...Oh, well... I suppose it's best I was done with you anyway. Hee hee... Those annoying brothers were all that prevented me from acting sooner."}, {"speaker": "Brendan", "line": "Sonia...you..."}, {"speaker": "Sonia", "line": "I got close to you so that I could take control of the Black Fang. Take a look around you. Not a familiar face to be seen, is there? I've been replacing them one by one... Hee hee. They're all Lord Nergal's puppets. His morphs!!"}, {"speaker": "Brendan", "line": "So...you've betrayed me."}, {"speaker": "Sonia", "line": "You've finally noticed... You're a fool, Brendan Reed! Your own sons suspected me right from the beginning. Every minute I spent with you, every caress... It was loathsome!! It was all for Lord Nergal. All to control the Four Fangs. Now it's over. Die for me now, will you? Die for your beloved wife!"}, {"speaker": "Brendan", "line": "Sonia! You inhuman monster!!!"}, {"speaker": "Brendan", "line": "Aaargh... Lloyd... Linus... Forgive your...foolish...father......"}, {"speaker": "Sonia", "line": "Ow... He can't just die... Has to be the Black Fang leader even to the bitter end."}, {"speaker": "Limstella", "line": "Brendan Reed... What magnificent essence. I will deliver it to Lord Nergal at once."}, {"speaker": "Sonia", "line": "Be sure to tell him that it was I who killed Brendan!! ...Ooh!"}, {"speaker": "Limstella", "line": "You appear to be injured. Shall I take over your duties?"}, {"speaker": "Sonia", "line": "Don't be ridiculous! I will never let a creature like you seize the glory that is mine! I was chosen by Lord Nergal himself! I'm a perfect being!"}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Sonia", "line": "I will take care of Eliwood and his companions. I! Sonia!"}, {"speaker": "Jan", "line": "Com-Com...Commander... They... They're monsters......"}, {"speaker": "Nino", "line": "Uncle Jan! Is that you, Uncle?"}, {"speaker": "Jan", "line": "Nino!? Why have you come back?"}, {"speaker": "Nino", "line": "I...wanted to speak with Mother."}, {"speaker": "Jan", "line": "Flee this place!"}, {"speaker": "Nino", "line": "Uncle?"}, {"speaker": "Jan", "line": "The commander is dead! That woman--"}, {"speaker": "Sonia", "line": "What were you going to say about me?"}, {"speaker": "Nino", "line": "Mother!"}, {"speaker": "Jan", "line": "Aaaah...Soniaaaa!!! Uwaa... Aaaaaaaa!!!!"}, {"speaker": "Sonia", "line": "Wretch! I'll smoke you out later. First, Nino... You failed again, and you've tarnished my reputation."}, {"speaker": "Nino", "line": "Um... Mother..."}, {"speaker": "Sonia", "line": "Shut up!!"}, {"speaker": "Nino", "line": "Ah!"}, {"speaker": "Sonia", "line": "A thoroughly and utterly useless little girl. If only I'd known, I would've sent you off to your true parents!"}, {"speaker": "Nino", "line": "My true...parents?"}, {"speaker": "Sonia", "line": "Ha ha... That's right. What can the truth hurt now? Your true family for generations was the most famed house of magic wielders in all Lycia. They alone guarded the secret of the dragons. Thirteen years ago, Lord Nergal and I stole that secret."}, {"speaker": "Nino", "line": "My...family?"}, {"speaker": "Sonia", "line": "Ha ha ha! No matter how wise they were, they were only human. I held a child before me as a shield, and they were powerless to act!"}, {"speaker": "Nino", "line": "......"}, {"speaker": "Sonia", "line": "The father, the mother, and then the child I carried... After they revealed all of their secrets... And I slaughtered them with these very hands!!"}, {"speaker": "Nino", "line": "I... I... I'm not your daughter?"}, {"speaker": "Sonia", "line": "There were two children, a boy and a girl. One, the mother fought fiercely to save. She held her daughter tight as I killed her. That girl, Nino, was you!"}, {"speaker": "Nino", "line": "No!"}, {"speaker": "Sonia", "line": "You were still a mewling little whelp, but we took you with us. Lord Nergal thought you might be useful, so he let you live. I hated the very thought of it, but it was Lord Nergal's wish that I raise you as my daughter."}, {"speaker": "Nino", "line": "......"}, {"speaker": "Sonia", "line": "We were so wrong about you! Stupid and useless beyond all reason! A worthless piece of offal! All you were was in the way!"}, {"speaker": "Nino", "line": "..."}, {"speaker": "Jaffar", "line": "So that's why you wanted her dead. You're inhuman. Your soul is black and devoid of warmth."}, {"speaker": "Sonia", "line": "I never expected to hear such things from you, Jaffar! Once, you killed without hesitation at Lord Nergal's command. What happened to the man all feared, my Angel of Death?"}, {"speaker": "Jaffar", "line": "Nino has changed me. I am no longer Nergal's killing engine. For Nino's sake... Sonia, you must die. And I will kill you!"}, {"speaker": "Nino", "line": "Jaffar!!"}, {"speaker": "Jaffar", "line": "Stay back. I will take care of this woman."}, {"speaker": "Sonia", "line": "Aha ha ha ha ha ha!!! \"Stay back\"! How rich! How noble! So, shall I pass judgment on you, as the Black Fang must with traitors? Ha ha ha! I sentence you to death! Prepare to be punished!"}, {"speaker": "???", "line": "I won't allow that!!"}, {"speaker": "Eliwood", "line": "Nino! Jaffar! Are you OK?"}, {"speaker": "Hector", "line": "Bah. Look at the trouble you've caused!"}, {"speaker": "Lyn", "line": "We're companions now. You mustn't forget that!"}, {"speaker": "Nino", "line": "Everyone..."}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Sonia", "line": "Ha ha ha ha ha! Such sweet friends, Nino... Sorry to cut short your little reunion. Ha ha... I won't let you get away. To a man, you will all die!"}, {"speaker": "Lyn", "line": "Hm? Wha--!? Eeek!"}, {"speaker": "Eliwood", "line": "Lyndis! Look out!! This way!"}, {"speaker": "Jaffar", "line": "..."}, {"speaker": "Sonia", "line": "Ha ha ha... You are the sinners who hurt my Lord Nergal. I will not let you die swiftly."}, {"speaker": "Hector", "line": "Woah! This place is filling with water!!"}, {"speaker": "Eliwood", "line": "The path vanished... This water prevents us from moving forward or back."}, {"speaker": "Lyn", "line": "Nino! Jaffar! Are you all right?"}, {"speaker": "Nino", "line": "Yeah! We're fine!!"}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Sonia", "line": "I'll create some paths for you, so please keep coming. Of course, you can stay where you are if you like. I care not, so long as you die in pain and fear. You can't escape from the grave that's waiting for you, though."}, {"speaker": "Nino", "line": "I'm sorry, everyone! All of this, it's... It's all...my..."}, {"speaker": "Lyn", "line": "Nino! Calm down. I told you, didn't I? We came because we're friends. There's no need to apologize."}, {"speaker": "Nino", "line": "Lyn..."}, {"speaker": "Hector", "line": "Pathways and courtesies? I guess she's being gracious, right?"}, {"speaker": "Eliwood", "line": "Let's defeat Sonia and sever the connection between Nergal and the Black Fang!! For a better future!"}], "boss": [{"speaker": "Sonia", "line": "Lord Nergal will have your quintessence! Only the chosen few will live to see the new world. Perfect people! People like me!"}, {"speaker": "Sonia", "line": "It can't be... I'm...perfect... Lord Nergal said...so..."}, {"speaker": "Nino", "line": "I thought for so long that you were my true mother…", "unit": "Nino", "boss": "Sonia"}, {"speaker": "Sonia", "line": "Ha ha ha! Your mother and father looked so much like you. They were so naive it made me want to vomit. I dressed in rags and entered their house with a child in my arms. They were sincerely concerned. Ha ha… Trusting a stranger is so utterly foolish. Oh, they came to regret their trust, but it was too late.", "unit": "Nino", "boss": "Sonia"}, {"speaker": "Nino", "line": "Aaahhh!!! You’re no perfect being! You’re a monster in human form! No mercy! No forgiveness!!!", "unit": "Nino", "boss": "Sonia"}, {"speaker": "Jaffar", "line": "Here I come.", "unit": "Jaffar", "boss": "Sonia"}, {"speaker": "Sonia", "line": "Ingrate! You owe your life to Lord Nergal! You and that girl, you’re nothing but filth! But it matters not, as long as your essence remains intact. No other part of you now has any value.", "unit": "Jaffar", "boss": "Sonia"}], "end": [{"speaker": "Jan", "line": "Dear little Nino."}, {"speaker": "Nino", "line": "Uncle Jan! I'm so glad you're safe!!"}, {"speaker": "Jan", "line": "Yes. I didn't even fight. I just hid... I... I... I'm just a cowardly old man... When that woman killed the commander, I could do nothing..."}, {"speaker": "Nino", "line": "Father... He's dead, isn't he?... Even though I wasn't his real daughter, he treated me kindly. and yet...Moth--Sonia......"}, {"speaker": "Jan", "line": "......You learned the truth?"}, {"speaker": "Nino", "line": "Uh-huh."}, {"speaker": "Jan", "line": "I see... Let me return this to you, lass."}, {"speaker": "Nino", "line": "A...pendant?"}, {"speaker": "Jan", "line": "It belonged to your real mother. The commander never fully trusted Sonia. He had his agents investigate her past. He uncovered much... Like where you'd come from. He was able to speak to a woman who worked in your house. When he told her about you, she wept with joy. She asked that you be given this."}, {"speaker": "Nino", "line": "......I loved the Black Fang. Nergal and Sonia have ruined it, but... The Black Fang that my father and brothers made... Everyone was so kind, I thought of them as my family..."}, {"speaker": "Jan", "line": "Mmm...mmm. That was a good time."}, {"speaker": "Nino", "line": "Uncle Jan... Thank you. The pendant, I'll cherish it."}, {"speaker": "Jan", "line": "Take care, lass. ...Be happy."}, {"speaker": "Nino", "line": "Goodbye, Uncle. See you again. Someday..."}, {"speaker": "Lyn", "line": "Have you said your farewells?"}, {"speaker": "Nino", "line": "Yes. Uh...thanks. you all came and... told me that we're friends. ......It made me happy. Can I travel with you?"}, {"speaker": "Lyn", "line": "Of course! Right, Eliwood?"}, {"speaker": "Eliwood", "line": "If that's what you'd like, we'd be happy to have you. Will you come and help us?"}, {"speaker": "Nino", "line": "Yeah! I'll do my best! I promise! Jaffar, too!"}, {"speaker": "Jaffar", "line": "......"}, {"speaker": "Hector", "line": "We should be getting back to camp. We've an early start tomorrow."}, {"speaker": "Eliwood", "line": "You're right. We should head out as soon as it's light. The Shrine of Seals awaits!"}, {"speaker": "Limstella", "line": "Sonia."}, {"speaker": "Sonia", "line": "......Lea--Leave me... ...accursed puppet... Lord Nergal... ...Aah...help...me."}, {"speaker": "Limstella", "line": "Puppets have no essence to harvest. You no longer have any use to Lord Nergal..."}, {"speaker": "Sonia", "line": "What!? ...What...did... What are you...I am human......"}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Sonia", "line": "Wait! ...Urrg!! ...I...am... ...hu...ma...... ......"}]}