{"chapter": "29", "title": "Sands Of Time", "speakers": ["Vaida", "Farina", "Soldier", "Hector", "Oswin", "Athos", "Lyn", "Eliwood", "Denning", "Nils", "Limstella", "Nergal"], "dialogue_counts": {"Vaida": 1, "Farina": 1, "Soldier": 8, "Hector": 29, "Oswin": 10, "Athos": 20, "Lyn": 9, "Eliwood": 12, "Denning": 1, "Nils": 2, "Limstella": 6, "Nergal": 6}, "gender_counts": {"M": 79, "F": 17, "N": 9, "A": 0}, "lines": 106, "transitions": "-F-F-NMNMNMMMM-MMFMMMFMMMMMMFMMMMMNMNMNMMMFMM-N-MFMFMFMNM-NMMFMMMMMMMMFMMMMMMMMMMMMM-MMMMMMMMMMMMMMMM-FMFMFMFMFMFM", "opening": ["Ninian is dead. Now, only Nergal's echoing laughter remains… On Hector's advice, the group heads toward Ostia. They are weary to the bone, and they need time to regroup. Ostia is the most heavily guarded fortress city in all of Lycia. No enemy should have been able to breach its walls."], "battle": [{"speaker": "Denning", "line": "This is a message from Lord Nergal. “I await you on the Dread Isle.”"}, {"speaker": "Hector", "line": "Tell all the soldiers!! Take your posts, and don’t move. Hold your positions! All we can do is hold on until reinforcements arrive!!"}, {"speaker": "Lyn", "line": "Eliwood!"}, {"speaker": "Eliwood", "line": "What?"}, {"speaker": "Lyn", "line": "Don’t overexert yourself."}, {"speaker": "Eliwood", "line": "I’m fine... I’m not that weak."}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Nils", "line": "...... ...Ninian..."}, {"speaker": "Soldier", "line": "You! You’re one of Lord Hector’s guests, aren’t you? You shouldn’t be out here, it’s too dangerous! Go and hide in that room! Do you understand?"}, {"speaker": "Nils", "line": "........."}], "intro": [{"speaker": "Soldier", "line": "Lord Hector! We’re pleased to see you home alive and well!"}, {"speaker": "Hector", "line": "Where’s my brother?"}, {"speaker": "Soldier", "line": "Ah... He departed yesterday for a conference in Etruria. He’s scheduled to return in a half month’s time."}, {"speaker": "Hector", "line": "...Etruria? That’s a pity. Go and prepare rooms for my companions. They need rest."}, {"speaker": "Soldier", "line": "Yes, my lord."}, {"speaker": "Hector", "line": "My brother’s away... Oswin, did you know about this?"}, {"speaker": "Oswin", "line": "Uh... Yes, I was aware of his trip."}, {"speaker": "Hector", "line": "Why did he choose to go to Etruria now? I don’t get it. It’s not like him."}, {"speaker": "Oswin", "line": "......"}, {"speaker": "Hector", "line": "Graybeard, you know something, don’t you? Tell me! What are we supposed to do now?"}, {"speaker": "Athos", "line": "A moment, lad... Yes, I suppose you’ve a right to know...... I first met Nergal some 500 years ago, wandering the Nabata wasteland. Like me, his only drive was the search for truth in this world. We were equals in power and knowledge, and we became fast friends. We believed we could solve the mysteries of the world. We truly believed..."}, {"speaker": "Lyn", "line": "So what happened?"}, {"speaker": "Athos", "line": "A...disagreement, made at the height of our quest. One day, as I charted the mysteries of Nabata, I came across the most amazing village... It was unbelievable, but in that place, humans and dragons lived together in cooperation."}, {"speaker": "Hector", "line": "Dragons and humans? Are you telling me they could live together in peace?"}, {"speaker": "Athos", "line": "At first, I doubted what my own eyes showed me. But yes, the village truly did exist."}, {"speaker": "Lyn", "line": "That’s... ...amazing."}, {"speaker": "Athos", "line": "The dragons that I beheld there... They were both similar to and different from the dragons I had fought hundreds of years before."}, {"speaker": "Hector", "line": "...Ah! Eliwood...are you..."}, {"speaker": "Eliwood", "line": "...... Please go on..."}, {"speaker": "Athos", "line": "...As you wish. They had refused to fight humans in the war, and instead, they retreated to this wasteland. They desired nothing but to remain hidden from the outside. Nergal and I crafted a barrier and created an oasis for them. Upon their invitation, we lived there with them. Our life there... It was calm and satisfying. At some point, the village became known as Arcadia, a place of perfect peace for travelers gone astray."}, {"speaker": "Eliwood", "line": "Arcadia..."}, {"speaker": "Athos", "line": "The dragons’ libraries were a dream come true to us. We studied their language and history with unbridled passion. A century, then two... Time passed in an eye’s blink. And yet, slowly, our thoughts turned down different paths."}, {"speaker": "Lyn", "line": "In what way?"}, {"speaker": "Athos", "line": "I wanted to share the dragons’ wisdom with others. My hope was for our earthly paradise to spread outward."}, {"speaker": "Hector", "line": "And Nergal?"}, {"speaker": "Athos", "line": "Ah, Nergal... He took the dragons’ knowledge... He learned the art of stealing the essence from living creatures and turning it into power. ...It was terrible. When we discovered what he was doing, the elders and I tried to persuade him to stop. But the power bewitched him, and he was deaf to our pleas. He started with small creatures and grew ever more confident. Then, he began draining the quintessence of humans. The villagers and I joined forces and...defeated him. Or so we thought, but..."}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Athos", "line": "After he was banished from Arcadia, Nergal fled to Bern. He increased his power slowly to avoid our eye. Using quintessence, he made his puppets, the morphs. They’re bewitching in form, with intellects beyond human. I’m sure you’ve laid eyes on them yourselves. Jet black hair, pale complexion, and blood-red lips... Their most striking features are their glittering gold eyes."}, {"speaker": "Soldier", "line": "Attack! We’re under attack!"}, {"speaker": "Hector", "line": "What!?"}, {"speaker": "Soldier", "line": "L-Lord Hector! It’s bad! An unknown group has breached the castle walls!!"}, {"speaker": "Hector", "line": "How did they get in the castle without anyone noticing them!?"}, {"speaker": "Soldier", "line": "They just appeared out of nowhere! The attack was so sudden, the castle guards were annihilated!"}, {"speaker": "Hector", "line": "Castle Ostia is famed far and wide as being impregnable... If it’s been breached so easily, can we save it!?"}, {"speaker": "Athos", "line": "It’s Nergal. His magic created an entrance for his thugs within the castle."}, {"speaker": "Hector", "line": "Blast! That arrogant– No matter what, the throne must be protected! I’ll not let the castle fall while my brother’s away!!"}, {"speaker": "Lyn", "line": "Hold on, Hector! I’m going with you!"}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Hector", "line": "Mark! We need you! We need a plan!! If we can hold them back for a while, reinforcements will come!"}], "end": [{"speaker": "Soldier", "line": "Lord Hector! Are you unharmed!? Protect Lord Hector! Knights of Ostia! Attack!!"}, {"speaker": "Hector", "line": "Hey Graybeard! Are these guys..."}, {"speaker": "Athos", "line": "Yes, I’m sure of it. They are his morphs..."}, {"speaker": "Lyn", "line": "It’s true... They’re all eerily similar. That reminds me... That man on Valor, Ephidel... Black Fang’s Sonia, too... Are you saying that he made them all?"}, {"speaker": "Athos", "line": "It is an abomination. A crime against all that is natural. When Nergal began using morphs to carry out his plans, his power had grown beyond our ability to contain him. After humans, his next target became the essence of dragons. His next target had to be Arcadia. I concealed our paradise behind a curtain of sandstorms. I then hid in the underground ruins and waited for him. I did not hope to defeat him. Just to exchange blows... and then draw him into the desert, which would be his end."}, {"speaker": "Eliwood", "line": "But Nergal never showed up, did he?"}, {"speaker": "Athos", "line": "Correct. I’ve no idea how he managed it but... He called those siblings through the Dragon’s Gate. And now... he plans to call a horde of dragons to this land."}, {"speaker": "Hector", "line": "What do we have to do to stop him?"}, {"speaker": "Athos", "line": "Our last hope is the power of the legendary items. It would take too long for us to gather all of them. I will go to the Shrine of Seals and tell Bramimond everything. We must have his power, no matter the cost."}, {"speaker": "Eliwood", "line": "Then we should go to the Dragon’s Gate ahead of you."}, {"speaker": "Athos", "line": "What!?"}, {"speaker": "Hector", "line": "That’s a good idea. Even though you cannot harm Nergal himself, you can certainly do some damage to his troops."}, {"speaker": "Lyn", "line": "If we don’t answer Nergal’s invitation soon... He’ll continue to send out troops after us. If that’s going to happen, we might as well take the fight to him! I won’t have Lycia ravaged by any more of his acts!"}, {"speaker": "Athos", "line": "...You... You truly are Roland’s children. I am old... I did not expect anything to surprise me again, and yet..."}, {"speaker": "Eliwood", "line": "...Lord Athos."}, {"speaker": "Athos", "line": "It takes the strongest of bonds to alter the course of fate. Go... Go, my youthful friends. Set your sights on the Dragon’s Gate and keep moving. ...Eliwood, Hector, where are the legendary items?"}, {"speaker": "Hector", "line": "They’re right here."}, {"speaker": "Eliwood", "line": "Mine, too. I’m sorry. ...I simply couldn’t bring myself to wield it."}, {"speaker": "Hector", "line": "Neither could I... Eliwood said it felt like Durandal moved by itself. A weapon with a will of its own? Can I really control a weapon like that? Frankly, I wasn’t sure."}, {"speaker": "Athos", "line": "Let me take them from you for a while. May I?"}, {"speaker": "Eliwood", "line": "Yes."}, {"speaker": "Hector", "line": "It’s fine, but..."}, {"speaker": "Athos", "line": "Eliwood, Hector, I understand how you both feel. But without these weapons, we won’t be able to stop Nergal. ...You know that, don’t you?"}, {"speaker": "Eliwood", "line": "...Yes. When next I wield it, ...I won’t hesitate."}, {"speaker": "Hector", "line": "Confidence is just a matter of time. I’ll use it when I need to. You’ll see, Graybeard!"}, {"speaker": "Athos", "line": "I know."}, {"speaker": "Hector", "line": "...Oswin."}, {"speaker": "Oswin", "line": "I’m here, Lord Hector. We won’t be able to contact Fargus about traveling to Valor ’til the day after tomorrow. The guards are rotating watches to protect the castle. Lord Hector. For this one night, please get some rest."}, {"speaker": "Hector", "line": "Who needs rest!? Do not talk to me of rest when Ostia needs me! There is...something that you need to tell me, isn’t there?"}, {"speaker": "Oswin", "line": "I can think of nothing, my lord."}, {"speaker": "Hector", "line": "Stop this foolishness!! It’s plain that everyone is avoiding me! What you’re all hiding... I know what it is!"}, {"speaker": "Oswin", "line": "Lord Hector, you must calm yourself."}, {"speaker": "Hector", "line": "Say it! I command you!! Tell me what has happened!!!"}, {"speaker": "Oswin", "line": "......"}, {"speaker": "Hector", "line": "...If you don’t answer right here, right now, I will cut you down, knave!"}, {"speaker": "Oswin", "line": "...Do as you must."}, {"speaker": "Hector", "line": "!!"}, {"speaker": "Oswin", "line": "......"}, {"speaker": "Hector", "line": "......I...see. ...My brother... He’s...gone...isn’t he?"}, {"speaker": "Oswin", "line": "Lord Hector!!"}, {"speaker": "Hector", "line": "I was sure... He was recuperating... That he’d gone somewhere to recover his strength. I thought that was what you were hiding... But......you won’t confess even now. ......That means......"}, {"speaker": "Oswin", "line": "Lord Hector! Wait!! Please......!!!"}, {"speaker": "Limstella", "line": "Welcome home, Master."}, {"speaker": "Nergal", "line": "Limstella, look at this."}, {"speaker": "Limstella", "line": "The children’s dragon stone. What will you do with it?"}, {"speaker": "Nergal", "line": "I will infuse it with quintessence."}, {"speaker": "Limstella", "line": "This is..."}, {"speaker": "Nergal", "line": "The dragon girl... Ninian’s essence. Beautiful... Absolutely beautiful...... With this, I will be able to call dragons whenever I please."}, {"speaker": "Limstella", "line": "Shall we begin the process right away?"}, {"speaker": "Nergal", "line": "No, I lost some quintessence from the injuries I took from Athos. To summon the numbers I need, I must have more essence. One must be fully prepared when dealing with dragons. If they wrested free from my control and killed me, all would be for naught."}, {"speaker": "Limstella", "line": "I fear to report... that the quintessence from the Black Fang has all been used. Where shall the next harvest come from?"}, {"speaker": "Nergal", "line": "Heh heh heh... All the materials we need are heading this way even now."}, {"speaker": "Limstella", "line": "...I see. Eliwood and friends."}, {"speaker": "Nergal", "line": "That’s right. I will crush them, steal their essences, and call forth my dragons!! Heh heh heh... Haaa haa haha haha hah!!!"}]}