{"chapter": "30", "title": "Victory Or Death", "speakers": ["Fargus", "Eliwood", "Hector", "Lyn", "Nils", "Dart", "Nergal", "Limstella", "Renault", "Sophia"], "dialogue_counts": {"Fargus": 18, "Eliwood": 18, "Hector": 18, "Lyn": 12, "Nils": 24, "Dart": 8, "Nergal": 4, "Limstella": 8, "Renault": 1, "Sophia": 6}, "gender_counts": {"M": 91, "F": 20, "N": 6, "A": 0}, "lines": 119, "transitions": "--MMMMMFMMMMFMFMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM-MFMFMFMF-FMMMMMMFMFFFMFFMFMM-MMMM-MMMMMMM-M-MNMNMNMNMNMNM-F-F-MMFMMMMMMMFMMMMMFM", "opening": ["Eliwood struggles to recover from Ninian’s death and moves onward. His destination is the Dread Isle. An enemy waits there, one who must be defeated. Nergal surrounds himself with his morphs and waits for Eliwood’s arrival. The final battle draws near…", "Hector moves ahead, and his brother Uther’s dying wish goes with him. His destination is the Dread Isle. An enemy waits there, one who must be defeated. Nergal surrounds himself with his morphs and waits for Hector’s arrival. The final battle draws near…"], "intro": [{"speaker": "Fargus", "line": "Well, we’ve arrived!"}, {"speaker": "Eliwood", "line": "Fargus, I can never thank you enough."}, {"speaker": "Fargus", "line": "No need to worry about that. Are you sure you don’t need our help from here? Fargus’s pirate crew makes women smile and villains revile! We could be helpful."}, {"speaker": "Eliwood", "line": "Thank you for your concern, but from here, we go alone."}, {"speaker": "Hector", "line": "We don’t have any idea what will happen. We’d like you to deliver a message, if you would."}, {"speaker": "Lyn", "line": "Even if we successfully defeat Nergal, there’s no saying if we’ll survive the battle."}, {"speaker": "Eliwood", "line": "We might... If we don’t return. I apologize for the inconvenience, but..."}, {"speaker": "Fargus", "line": "I’ll worry about that when the time comes. Don’t worry."}, {"speaker": "Eliwood", "line": "Thank you. And also... about Nils."}, {"speaker": "Fargus", "line": "I know. I’ll take responsibility for him."}, {"speaker": "Lyn", "line": "...Nils? We’re going now."}, {"speaker": "Nils", "line": "......"}, {"speaker": "Lyn", "line": "......"}, {"speaker": "Hector", "line": "We’re going to shatter Nergal’s ambitions and bring him down! You wait here and rest until we get back, OK?"}, {"speaker": "Eliwood", "line": "Nils... I don’t think you’ll forgive me no matter how I apologize, but just hear me out. Our power is no match for Nergal. Even so, we can’t give up. I have to fulfill Ninian’s wish, too. I will never, ever flee from that duty."}, {"speaker": "Nils", "line": "......"}, {"speaker": "Eliwood", "line": "So...I want you to face reality as well. It doesn’t have to be now... When you’re past the pain. When you’ve...recovered... I’m sure that’s what Ninian would want, too."}, {"speaker": "Nils", "line": "..."}, {"speaker": "Eliwood", "line": "OK, Fargus. We’re going."}, {"speaker": "Fargus", "line": "Hey! Don’t mess this up, pups!!"}, {"speaker": "Fargus", "line": "Ahoy, Dart! Hold on a moment."}, {"speaker": "Dart", "line": "Yeah? What is it, Captain?"}, {"speaker": "Fargus", "line": "Isn’t there something you want to tell me?"}, {"speaker": "Dart", "line": "... ... ... ...What?!"}, {"speaker": "Fargus", "line": "...... All right! Fine! Get going!!"}, {"speaker": "Dart", "line": "O-OK..."}, {"speaker": "Fargus", "line": "Dart!"}, {"speaker": "Dart", "line": "What? What is it?"}, {"speaker": "Fargus", "line": "...Don’t come back dead."}, {"speaker": "Dart", "line": "......"}, {"speaker": "Fargus", "line": "......"}, {"speaker": "Dart", "line": "Heh heh...is that it? Of course I’m not going to die!"}, {"speaker": "Fargus", "line": "Oh?"}, {"speaker": "Dart", "line": "You saved my life five years back. If I went and lost it now, you’d have my hide for a rug! I’ll do whatever it takes to get back alive!"}, {"speaker": "Fargus", "line": "...Aye, is that so? Then get going! You’d better watch after those whelps, too!!"}, {"speaker": "Dart", "line": "Aye-aye, Captain!"}, {"speaker": "Fargus", "line": "Well then, time to get back on board and wait. C’mon, lad."}, {"speaker": "Nils", "line": "......"}, {"speaker": "Fargus", "line": "............ Uh-oh! I forgot. I was supposed to give ’em something important!"}, {"speaker": "Nils", "line": "...?"}, {"speaker": "Fargus", "line": "It’s something that’ll come in real handy in battle. Can’t believe I forgot. Nothing to be done but send someone after them..."}, {"speaker": "Nils", "line": "...I’ll go."}, {"speaker": "Fargus", "line": "Oh? Are you sure you want to do it?"}, {"speaker": "Nils", "line": "...I am."}, {"speaker": "Fargus", "line": "...That’s a relief. Live and return, whelp..."}, {"speaker": "Nergal", "line": "So they’re coming..."}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Nergal", "line": "Go, Limstella. Bring their essences to me."}, {"speaker": "Limstella", "line": "Sire..."}, {"speaker": "Nergal", "line": "I have given you magic stronger than any seen on the continent. Through this magic, you have gained much power. Perfect strength and perfect beauty. You are my masterpiece, Limstella."}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Nergal", "line": "Your flesh cannot endure the power of this sorcery. Before tomorrow, your entire body will be corrupted. But this is what you desire, yes? The chance to die for me?"}, {"speaker": "Limstella", "line": "As you wish."}, {"speaker": "Lyn", "line": "So far, so good. A little more and we’ll be at the Dragon’s Gate."}, {"speaker": "Hector", "line": "We got here without much trouble. Wonder when Graybeard will show up? What do you want to do? Wait?"}, {"speaker": "Eliwood", "line": "Let me think..."}, {"speaker": "Nils", "line": "Lord Eliwood! Look out! Move!!!"}, {"speaker": "Eliwood", "line": "Nils! You came!!"}, {"speaker": "Nils", "line": "I did. I can’t run away any longer. I’ll take Ninian’s place. I have to do her part. No, I have to do Ninian’s part and mine! I’ll fight with you, and we’ll change the course of fate!"}, {"speaker": "Hector", "line": "Well spoken! Now you sound like a man!!"}, {"speaker": "Lyn", "line": "Nils! Glad to see you."}, {"speaker": "Nils", "line": "Sorry for worrying you. I’m fine now! And now... Stop skulking and come out! I know you’re there."}, {"speaker": "Lyn", "line": "Hm? What?"}, {"speaker": "Limstella", "line": "......"}, {"speaker": "Lyn", "line": "Ah! Who?"}, {"speaker": "Nils", "line": "Limstella... The one who’s always at Nergal’s side."}, {"speaker": "Lyn", "line": "Ebony hair...gold pupils... You’re a morph, aren’t you?"}, {"speaker": "Limstella", "line": "...I’ve come for your quintessence. ...Come out, my humble servants..."}, {"speaker": "Hector", "line": "We’ll have to fight our way through!"}, {"speaker": "Lyn", "line": "No matter how many there are, we cannot retreat!"}, {"speaker": "Nils", "line": "...He hasn’t called any dragons yet. If we go now, we might still have time to stop him!!"}, {"speaker": "Hector", "line": "Mark! It begins! The final battle!"}], "battle": [{"speaker": "Nils", "line": "Ah, Lord Eliwood! Here..."}, {"speaker": "Eliwood", "line": "This is... an Earth seal! Where did you get this?"}, {"speaker": "Nils", "line": "Fargus told me to give it to you."}, {"speaker": "Eliwood", "line": "I’m grateful. This should help us out in battle!"}, {"speaker": "Nils", "line": "Ah, Lord Hector, this is for you."}, {"speaker": "Hector", "line": "It’s an Earth seal! How did you get this?"}, {"speaker": "Nils", "line": "Fargus told me to give it to you."}, {"speaker": "Hector", "line": "Are you telling me the old man had this all along?!"}, {"speaker": "Nils", "line": "He did say that it would help you in battle, but... Is it really that special?"}, {"speaker": "Hector", "line": "Yeah! It’s as valuable as a Heaven seal. Doesn’t matter where we use it, just so long as we use it!"}, {"speaker": "Nils", "line": "Uh-huh!"}], "recruit-visit": [{"speaker": "Renault", "line": "…So noisy. I thought I could escape battle here on the Dread Isle. No… I’m not interested in why you’re fighting. I am only looking for tranquility. If helping you will bring it to me, then I will lend you my power. Not that I will be that much help…"}], "visit": [{"speaker": "Hector", "line": "...It’s just an old ruin."}, {"speaker": "Sophia", "line": "........."}, {"speaker": "Hector", "line": "Ah!!"}, {"speaker": "Sophia", "line": "Arch...sage? ......?"}, {"speaker": "Hector", "line": "Who are you?"}, {"speaker": "Sophia", "line": "You’re...not...the... Archsage...are you? ......Um...I... I’m sorry...for...my mistake."}, {"speaker": "Hector", "line": "Wa-Wait! Who in the–"}, {"speaker": "Sophia", "line": "...I’m...from...Arcadia... ...I wanted to speak to... ...the Archsage...um... ......but...he’s not... ...here...is he?"}, {"speaker": "Hector", "line": "No, he’s not."}, {"speaker": "Sophia", "line": "...I see... ... ...Um... do you...need...this?"}, {"speaker": "Hector", "line": "It’s a talisman. Why would I need it?"}, {"speaker": "Sophia", "line": "...We want... you all...to do your...best... ......For the future... ...please don’t lose... If the light is strong enough... it can dispel...darkness..."}, {"speaker": "Hector", "line": "She’s gone. What a mysterious girl."}], "boss": [{"speaker": "Limstella", "line": "I will take your life and your essence. All for the sake of my master."}, {"speaker": "Limstella", "line": "I am not human. This body and this heart are constructs. Yes, as is this sorrow."}], "end": [{"speaker": "Eliwood", "line": "That was a heated battle."}, {"speaker": "Hector", "line": "I thought it was going to go on forever... Phew..."}, {"speaker": "Lyn", "line": "It's not finished yet. Nergal is waiting at the Dragon's Gate!"}, {"speaker": "Nils", "line": "Nergal. He must pay!!"}, {"speaker": "Eliwood", "line": "Before we go to the Dragon's Gate... Nils, if you don't mind, would you share your story with us?"}, {"speaker": "Nils", "line": "Huh?"}, {"speaker": "Eliwood", "line": "I won't force you to if you don't want to."}, {"speaker": "Nils", "line": "......OK, I'll tell you. I want you all to know about me and Ninian. A millennium ago... Man chased dragonkind from the land, exiled us. We had no place to go... not on this world. So we used the Dragon's Gate to flee into another world. When we passed through this chasm in space and time, many of us were lost. Still, we endured the journey. We found humans there, too, but they were few in number. We had a few skirmishes, but at last, we found a home. We were stable there, happy, even. But some thought back on our former home, and when we did, his voice reached out to us. Ninian was a medium in the other world, an oracle of sorts. She sat at the Dragon Shrine. She held much power. We were in prayer at the shrine when it happened... We heard a voice calling to us from the Dragon's Gate. It was the voice of an old friend... We knew we weren't supposed to open the gate and return to this world. We had no idea that the owner of that voice was Nergal..."}, {"speaker": "Eliwood", "line": "Nergal..."}, {"speaker": "Nils", "line": "But something unexpected happened. When we opened the Dragon's Gate and traveled her again, we had lost almost all of our strength... The quintessence left within us was less even than that of an average human. In order to sustain ourselves, in order to breathe the air of this world, we took human form. We placed our energies within a dragonstone. But our dragonstone was taken...stolen. Nergal hoped to use it as a tool to summon other dragons. ...Until we escaped. We couldn't let our foolishness condemn our friends. Disguised as a dancer and a bard, we fled and wandered from country to country. That's when we first met Lady Lyndis, one year ago."}, {"speaker": "Lyn", "line": "That whole time... Nergal was after you? Why didn't you tell me?"}, {"speaker": "Nils", "line": "You were so good to us. We didn't want to cause you any trouble. After we left Lyn at Caelin, we were captured again... ...We decided that the only way to escape was to cut short our own lives. That was when we met Lord Elbert. He was so strong, so kind... He knew what we were...and what we had done, and he never once condemned us. On the contrary, he tried to set us at ease with stories... Stories of his family, of his homeland. Ninian and I... We listened to his stories, and we grew to love his gentle wife and his son. Premonition... No, that is too strong a word, but we felt his son would be the one to save us. ...That's what we felt. That's why... That's why, Lord Eliwood!"}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Nils", "line": "I believe in you. Even though Ninian's gone, I will continue to protect you. I have to. That... That's Ninian's wish. It's our wish. Let's stop Nergal! You're the only one who can do it......"}, {"speaker": "Eliwood", "line": "Nils!"}, {"speaker": "Hector", "line": "Let's do it! Eliwood!!"}, {"speaker": "Lyn", "line": "He's right! It's too early to give up! I mean, we're still here! We're still alive!!"}, {"speaker": "Eliwood", "line": "Everyone... You're right. My friends are here with me! There's no power on this earth stronger than that! Let's go! The Dragon's Gate awaits!! That's where we'll shatter Nergal's ambitions!!"}]}