{"chapter": "30H", "title": "The Berserker", "speakers": ["Hector", "Athos", "Kaim", "???", "Durban", "Eliwood", "Lyn"], "dialogue_counts": {"Hector": 19, "Athos": 9, "Kaim": 3, "???": 3, "Durban": 4, "Eliwood": 3, "Lyn": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 46, "transitions": "--------", "opening": ["To the west of Elibe lies an archipelago known as the Western Isles. Here, a sacred weapon lies waiting, the seal guarding it broken. However, to retrieve the weapon, one must pass a trial. Armads, a sacred axe filled with the destructive force of thunder. To wield it, one must prove one's worth. Hector faces a test unlike any he's ever experienced."], "intro": [{"speaker": "Hector", "line": "Hey, it's pitch black in here! Agh, and it's full of smoke... Hey, Graybeard Athos, you sure this is the right place?"}, {"speaker": "Athos", "line": "Yes. Armads, the legendary weapon of Durban the Berserker, who took its name as his own. Armads is here."}, {"speaker": "Hector", "line": "If I've got that, I can help out Eliwood, can't I?"}, {"speaker": "Athos", "line": "This battle axe is so tremendous that normal men cannot even lift it. However, it's possible that you might be strong enough."}, {"speaker": "Hector", "line": "C'mon, let's go. I want to get my hands on it!"}, {"speaker": "Athos", "line": "Slow down, you fool! The spirits of the soldiers who once fought at our side against the dragons now guard the legendary weapon even in death."}, {"speaker": "Hector", "line": "...and if I can get through them, I can take the axe, right?"}, {"speaker": "Athos", "line": "There are more of them than I'd imagined. You can't do this alone. You must have help."}, {"speaker": "Hector", "line": "Fine with me, but how many people can come with me?"}, {"speaker": "Athos", "line": "Too many will simply serve to excite the guardians. Call as few allies as possible."}, {"speaker": "Hector", "line": "Bah... I don't get it, but I'll do as you say."}, {"speaker": "Athos", "line": "...Be on guard, Hector. Every act of strength you perform has consequences..."}, {"speaker": "Hector", "line": "Don't worry. I'll get that axe! Now if we're calling allies, let's call them and get moving!"}, {"speaker": "Athos", "line": "Hmph... You are a bold one. That is your strength, but also your weakness. Your recklessness may one day be your undoing..."}], "boss": [{"speaker": "Kaim", "line": "I am Kaim. You who search for power... You...must prove your worth to me..."}, {"speaker": "Kaim", "line": "Tremendous...strength... Truly...like...his..."}, {"speaker": "Kaim", "line": "…Seal… ….. could not… …protect …Such regret….."}], "end": [{"speaker": "Hector", "line": "All right! This is the throne. Athos Graybeard! I made it!"}, {"speaker": "???", "line": "...Let..."}, {"speaker": "Hector", "line": "What was..."}, {"speaker": "???", "line": "...Let me fight... Me... Let me fight..."}, {"speaker": "Hector", "line": "Wha-What are you supposed to be?"}, {"speaker": "???", "line": "My name is... Durban... I am called... Armads..."}, {"speaker": "Hector", "line": "What is going on here?"}, {"speaker": "Durban", "line": "I am power. Power without peer. I am the dragonhunter. I am the fleshbiter, the bonecrusher, the skullbreaker, the doombringer."}, {"speaker": "Hector", "line": "......"}, {"speaker": "Durban", "line": "I require no seals. I have no need of this idleness called peace. Power unused is power wasted. Better to lie spent in the grave than to sit in wait. I care not who... I would fight someone..."}, {"speaker": "Hector", "line": "This is one dangerous-looking fellow... Hey, Durban... I mean, Armads... Whatever. Doesn't matter. Hey, you, lend me your strength!"}, {"speaker": "Durban", "line": "You desire strength? Then prepare yourself. Once you have gained such power... Your life will not end in a comfortable bed. You will die on the battlefield. In the savage garden of war's bloody delights."}, {"speaker": "Hector", "line": "...I don't care. I will help my friend. That's why I've come this far. Armads! Your power! Lend it to me."}, {"speaker": "Durban", "line": "...It is yours."}, {"speaker": "Eliwood", "line": "Hector!"}, {"speaker": "Lyn", "line": "What have you been doing? I'm glad to see that you're well..."}, {"speaker": "Hector", "line": "Hey, I told you not to worry. Here, look at this. It's the thunder hammer."}, {"speaker": "Athos", "line": "So, you have acquired Armads, have you, Hector?"}, {"speaker": "Hector", "line": "Yep. Okay Eliwood, now it's your turn."}, {"speaker": "Eliwood", "line": "Mm, let's go!"}, {"speaker": "Athos", "line": "We will not leave Eliwood to his task, and wait outside."}, {"speaker": "Lyn", "line": "I wonder if Eliwood is all right."}, {"speaker": "Hector", "line": "He is. No need to worry about Eliwood."}, {"speaker": "Lyn", "line": "You're right."}, {"speaker": "Hector", "line": "Aha! Look! He's coming out!"}, {"speaker": "Hector", "line": "So this is the legendary blade..."}, {"speaker": "Lyn", "line": "Durandal, the sword of sacred fire. ...It's strange, isn't it? I've never seen it before, but it feels so familiar..."}, {"speaker": "Eliwood", "line": "I will use this to battle Nergal. Come! To the Dragon's Gate... What?!"}]}