{"chapter": "32x", "title": "The Value Of Life", "speakers": ["Kishuna", "Hector", "Lyn", "Nils", "Eliwood"], "dialogue_counts": {"Kishuna": 1, "Hector": 7, "Lyn": 3, "Nils": 3, "Eliwood": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 19, "transitions": "--", "opening": ["Hector gains the upper hand in the battle of Valor. Taking the lead, Hector moves straight toward the Dragon’s Gate. Before his eyes, eerie ruins appear. What could they be? Are they connected to Nergal? If they overlook any enemy lurking within, they could be attacked from the rear. Without pause, they open the rusty steel door and step inside…"], "intro": [{"speaker": "Kishuna", "line": "............"}, {"speaker": "Hector", "line": "More of them!"}, {"speaker": "Lyn", "line": "There are still some morphs left? So this must be Nergal’s doing, too."}, {"speaker": "Nils", "line": "Hey, Lord Hector! It’s that weird power again... Like in the ruins below the desert. That area where magic was nullified."}, {"speaker": "Hector", "line": "A magic seal? Here?"}, {"speaker": "Eliwood", "line": "Hector, what are you talking about? What’s a magic seal?"}, {"speaker": "Hector", "line": "I don’t know... I don’t know too much about it."}, {"speaker": "Nils", "line": "What’s going on? It feels different than last time. In the desert, its energy felt so hostile... Now, it feels more like ...sorrow?"}, {"speaker": "Lyn", "line": "Hector, they’re moving."}, {"speaker": "Hector", "line": "I don’t know who they are, but it looks like they’re after a fight. Show them no mercy! Let’s go!"}], "end": [{"speaker": "Eliwood", "line": "The barrier’s gone..."}, {"speaker": "Hector", "line": "We beat it. But what was it? We saw it here once before, and then under the desert. Was that the same creature?"}, {"speaker": "Eliwood", "line": "After that final blow, its body crumbled into dust."}, {"speaker": "Lyn", "line": "Yeah. That’s the same thing that happened to those morphs."}, {"speaker": "Hector", "line": "So this thing... This magic seal was a morph, too? But it didn’t look anything like the rest of them."}, {"speaker": "Nils", "line": "But it was still a morph. When it died... I heard its voice call out... It called out a name... Nergal. Did you hear its voice? Sorrow... It was filled with a terrible sorrow."}, {"speaker": "Eliwood", "line": "......"}, {"speaker": "Hector", "line": "Everybody, are you ready? Once we get through here, it’s on to the Dragon’s Gate and the final battle! Here we go! Time to crush Nergal’s ambitions!!"}]}