{"chapter": "XX", "title": "Epilogue", "speakers": ["Eliwood", "Ninian", "???", "Lyn", "Fiora", "Hector", "Marcus", "Florina", "Farina", "Oswin", "Roy", "Lilina", "Enigmatic Man", "Zephiel"], "dialogue_counts": {"Eliwood": 43, "Ninian": 8, "???": 1, "Lyn": 13, "Fiora": 8, "Hector": 49, "Marcus": 1, "Florina": 10, "Farina": 6, "Oswin": 1, "Roy": 3, "Lilina": 7, "Enigmatic Man": 2, "Zephiel": 1}, "gender_counts": {"M": 95, "F": 45, "N": 13, "A": 0}, "lines": 153, "transitions": "M-FMFMFMF-NMFMFMF-FMFMFMF-M-MMMMM-FMFMFMMFM-FMFMFMMFM-FMFMFMMFMMMMM-M-FMFMFMFMF-FMFMF-FMFMFMM-MMMMM-FMFMMFM-FMFMMFM-FMFMFMFMFMMMMM-MMMMMMNMNMNMNMNNNMN-MMMMMMMMMMMM-NMNMM-NMN", "dialogue": [{"speaker": "Eliwood", "line": "So here you are, Mark! Will you attend my ascension ceremony? Hector and everyone else is coming... What? These clothes? I look silly, don't I. Formal dress is so stiff, I can't stand it... Ah... Everything's finally resolved. I'll succeed my father as Marquess Pherae. I don't know if I'm equal to the task, but I'm going to do my best for all the people who live here. Mark, you... Do you really have to go? No, I understand. I'm sure that you have things you must do. Thank you for supporting me in everything."}, {"speaker": "Ninian", "line": "...Lord Eliwood?"}, {"speaker": "Eliwood", "line": "Here I am, Ninian!"}, {"speaker": "Ninian", "line": "Ah, hello, Mark. Um, Lord Eliwood, is Mark..."}, {"speaker": "Eliwood", "line": "Mark will be at the ceremony of ascension but must leave shortly thereafter."}, {"speaker": "Ninian", "line": "Is that so? I’m disappointed."}, {"speaker": "Eliwood", "line": "Oh, Mark, I want you to know something. When things are a little more settled, Ninian and I plan to be married. And...this may be a bit premature but, Mark, we’d like you to name our first child. Ninian and I talked it over. You’ve done so much for us and we truly want this."}, {"speaker": "Ninian", "line": "Please, Mark."}, {"speaker": "???", "line": "...Eliwood? Where are you?"}, {"speaker": "Eliwood", "line": "I'm over here, Lyndis."}, {"speaker": "Lyn", "line": "Oh, Mark! You're here, too. So, Eliwood, have you spoken to Mark?"}, {"speaker": "Eliwood", "line": "Mark will be at the ceremony of ascension but must leave shortly thereafter."}, {"speaker": "Lyn", "line": "Oh, no... Really? That's too bad."}, {"speaker": "Eliwood", "line": "Oh, Mark, I want you to know something. When things are a little more settled, Lyndis and I plan to be married. And...this may be premature but, Mark, we'd like you to name our first child. Lyndis and I talked it over. You've done so much for us and we truly want this."}, {"speaker": "Lyn", "line": "Please, Mark."}, {"speaker": "Fiora", "line": "...Lord Eliwood?"}, {"speaker": "Eliwood", "line": "I'm over here, Fiora!"}, {"speaker": "Fiora", "line": "Oh, and you're here too, Mark. So, ...Lord Eliwood, is Mark..."}, {"speaker": "Eliwood", "line": "Mark will be at the ceremony of ascension but must leave shortly thereafter."}, {"speaker": "Fiora", "line": "Is that so? How disappointing..."}, {"speaker": "Eliwood", "line": "Oh, Mark, I want you to know something. When things are a little more settled, Fiora and I plan to be married. And...this may be a bit premature but, Mark, we'd like you to name our first child. Fiora and I talked it over. You've done so much for us and we truly want this."}, {"speaker": "Fiora", "line": "Please, Mark."}, {"speaker": "Eliwood", "line": "So, Mark, this is farewell. If it weren't for you, I wouldn't... This world wouldn't be here. You have my heartfelt gratitude. Mark... I'll see you again. It's a promise...my friend."}, {"speaker": "Hector", "line": "Eliwood!"}, {"speaker": "Eliwood", "line": "Hector! You came."}, {"speaker": "Hector", "line": "Of course. It’s my friend’s gala occasion. I wouldn’t miss it for the world. Are you ready for this?"}, {"speaker": "Eliwood", "line": "Yes... I think I am. I’ll succeed my father as Marquess Pherae. I don’t know if I’m equal to the task, but I’m going to do my best for all the people who live here."}, {"speaker": "Hector", "line": "You’ll be just fine. You’ll be a marquess to rival your father. I guarantee it."}, {"speaker": "Ninian", "line": "...Lord Eliwood?"}, {"speaker": "Eliwood", "line": "I’m over here, Ninian!"}, {"speaker": "Ninian", "line": "Ah...Lord Hector. It’s nice to see you, again."}, {"speaker": "Hector", "line": "Oh, and here is Marquess Pherae’s wife. I’m happy for you, Ninian. Standing there together, you make a handsome couple."}, {"speaker": "Ninian", "line": "Oh...thank you..."}, {"speaker": "Hector", "line": "So tell me, Eliwood, when can we expect an heir?"}, {"speaker": "Eliwood", "line": "He-Hector!"}, {"speaker": "Ninian", "line": "......"}, {"speaker": "Hector", "line": "Ha ha... It’s nothing to be embarrassed about!"}, {"speaker": "Lyn", "line": "...Eliwood? Where are you?"}, {"speaker": "Eliwood", "line": "Over here, Lyndis!"}, {"speaker": "Lyn", "line": "Well, if it isn’t Hector!"}, {"speaker": "Hector", "line": "Oh, and here is Marquess Pherae’s wife. I’m happy for you, Lyn. Standing there together, you make a handsome couple."}, {"speaker": "Lyn", "line": "Thank you, Hector."}, {"speaker": "Hector", "line": "Oh, and Eliwood, be careful not to make her mad, or she’ll let you have it!"}, {"speaker": "Eliwood", "line": "He-Hector!"}, {"speaker": "Lyn", "line": "That’s enough out of you!"}, {"speaker": "Hector", "line": "Ha ha ha!"}, {"speaker": "Fiora", "line": "Lord Eliwood?"}, {"speaker": "Eliwood", "line": "Over here, Fiora."}, {"speaker": "Fiora", "line": "Hello, Lord Hector. It’s nice to see you again."}, {"speaker": "Hector", "line": "Oh, and here is Marquess Pherae’s wife. I’m happy for you, Fiora. Standing there together, you make a handsome couple."}, {"speaker": "Fiora", "line": "Thank you, Lord Hector."}, {"speaker": "Hector", "line": "But you know, I never expected you two to be wed at all. During our journey, what were you two doing when I wasn’t around?"}, {"speaker": "Eliwood", "line": "He-Hector!"}, {"speaker": "Fiora", "line": "I... I did nothing..."}, {"speaker": "Hector", "line": "Ha ha...I’m joking! Joking!!"}, {"speaker": "Marcus", "line": "I beg your pardon. Lord Eliwood, it’s time."}, {"speaker": "Eliwood", "line": "Oh, thank you, Marcus."}, {"speaker": "Hector", "line": "Get going, Eliwood. Lady Eleanora and the people of Pherae are waiting to see you. As, no doubt, is your father. You are the guardian of Pherae’s future now, Marquess."}, {"speaker": "Eliwood", "line": "Mm!"}, {"speaker": "Hector", "line": "Oh, Mark! You made it! Come, relax! ...What? You came to say good-bye? I haven’t seen you in so long, and you’re leaving? Hm? Oh, you heard, too? Now that word of my brother’s death has spread, the throne can’t be left empty forever. Being the leader of all Lycia doesn’t really suit me... My brother let me play around for quite a while. If I don’t grow up soon, my brother won’t be able to rest. The burdens Uther carried as Marquess Ostia, his feelings for the citizenry of Ostia and all of Lycia... I’ll succeed him at everything. Easy to say, but I’m sure it’s going to be difficult."}, {"speaker": "Florina", "line": "Lord Hector... Ah... Mark... It’s nice to see you again."}, {"speaker": "Hector", "line": "Ah, but Mark’s not here for long though. Some friend, eh?"}, {"speaker": "Florina", "line": "Is... Is that so? Ah... Uh, Mark... I... We..."}, {"speaker": "Hector", "line": "Oh, out with it! I’ll ask for you. Just say it."}, {"speaker": "Florina", "line": "O-OK... That’s not..."}, {"speaker": "Hector", "line": "Listen, Mark. We’ve got a favor to ask of you. This may seem somewhat premature, but would you be our first child’s godparent?"}, {"speaker": "Florina", "line": "P-Please... He-Hector and I... We would never have met were it not for you, Mark."}, {"speaker": "Hector", "line": "If it’s a boy, we’re going to name him Uther, after my brother. I’ll teach him how to fight and raise him to be a strong man. We’ll pit him against Eliwood’s son to see who’s the strongest."}, {"speaker": "Florina", "line": "Um... So, Mark... If it’s a girl..."}, {"speaker": "Lyn", "line": "Hector...Well if it isn’t Mark! It’s been a long time."}, {"speaker": "Hector", "line": "Ah, but Mark’s not here for long though Some friend, eh?"}, {"speaker": "Lyn", "line": "Oh... That’s too bad. Oh yes, Mark! We’ve a favor to ask of you. It’s a little bit premature, but... Would you be our first child’s godparent? You are the patron to our romance after all."}, {"speaker": "Hector", "line": "Name? We’ve already decided on that. We’re going to name him Uther after my brother. ...I beg your pardon? What if it’s a girl? It’s my child. It will be a boy! We’ll pit him against Eliwood’s son to see who’s the strongest."}, {"speaker": "Lyn", "line": "This is all he ever talks about. Honestly, I don’t know if he’ll ever grow up. So, Mark, if it is a girl..."}, {"speaker": "Farina", "line": "Lord Hector... Oh, is that you, Mark? Wow! It’s been such a long time!"}, {"speaker": "Hector", "line": "Right? But Mark’s not here for long though. Some friend, eh?"}, {"speaker": "Farina", "line": "Hmm... Is that true? Oh yes, Mark! We’ve a favor to ask. It may seem a little premature, but would you be our first child’s godparent? I mean if you hadn’t insisted, Hector might not have hired me. If you think about it, we owe everything to you, Mark."}, {"speaker": "Hector", "line": "Name? We’ve already decided on that. We’re going to name him Uther after my brother. ...I beg your pardon? What if it’s a girl? It’s my child. It will be a boy! We’ll pit him against Eliwood’s son to see who’s the strongest."}, {"speaker": "Farina", "line": "Did you get that, Mark? I would like to have a girl, of course. Now, if we do have a girl..."}, {"speaker": "Hector", "line": "Are you leaving? Say, Mark, do you remember Athos’s final words? I sealed Armads away, like it used to be, but... I can still feel its power pulsing inside me. War is coming. Someday, a terrible war... When that day comes... I want you to be there when that day comes. I want you to guide my children and me."}, {"speaker": "Hector", "line": "We’ll meet again. I’m sure of it!"}, {"speaker": "Hector", "line": "Hey, Eliwood! You made it."}, {"speaker": "Eliwood", "line": "I would never turn down an invitation from you. So, are you ready? You once told me being the leader of Lycia wasn’t for you."}, {"speaker": "Hector", "line": "Well...yes. Now that word of my brother’s death has spread, the throne can’t be left empty forever. My brother let me play around for quite a while. If I don’t grow up soon, he may start screaming at me from the grave."}, {"speaker": "Eliwood", "line": "Ha ha! You’re probably right."}, {"speaker": "Hector", "line": "The burdens Uther carried as Marquess Ostia, his feelings for the citizenry of Ostia and all of Lycia... I’ll succeed him at everything. Easy to say, but I’m sure it’s going to be difficult."}, {"speaker": "Lyn", "line": "Hector... Well, if it isn’t Eliwood!"}, {"speaker": "Eliwood", "line": "Well met, Lyndis. You’ve grown even more fair than when I saw you last."}, {"speaker": "Lyn", "line": "Oh... Did you hear that, Hector. That’s the biggest difference between you and Eliwood."}, {"speaker": "Hector", "line": "Give me a break."}, {"speaker": "Eliwood", "line": "Hector may not say it, but more than anyone else, that is what he thinks. Isn’t that so, Hector?"}, {"speaker": "Lyn", "line": "Really?"}, {"speaker": "Hector", "line": "Eliwood! You..."}, {"speaker": "Farina", "line": "Lord Hector... Hm? Is that you, Lord Eliwood? Wah! It’s been such a very long time!"}, {"speaker": "Eliwood", "line": "Nice to see you again, Farina. We didn’t have too many chances to talk during our journey, but..."}, {"speaker": "Farina", "line": "That’s true."}, {"speaker": "Hector", "line": "Well, you’ll have plenty of opportunity from now on. Let me introduce you... This here’s the 20,000 gold woman."}, {"speaker": "Eliwood", "line": "Huh?"}, {"speaker": "Farina", "line": "Hold it! Are you still angry about that? That was a reasonable sum, and it included hazard pay!"}, {"speaker": "Eliwood", "line": "Hm?"}, {"speaker": "Florina", "line": "Lord Hector... Ah... Lord Eliwood... It’s, um, nice to see you again."}, {"speaker": "Eliwood", "line": "Hello, Florina. Have you grown used to life here in Ostia?"}, {"speaker": "Florina", "line": "Yes, yes..."}, {"speaker": "Hector", "line": "Truly? You still get tongue-tied in front of crowds."}, {"speaker": "Florina", "line": "Ye-Yes..."}, {"speaker": "Hector", "line": "As the wife of Marquess Ostia, you must be able to speak in public. That has me somewhat worried."}, {"speaker": "Florina", "line": "I-I’m sorry... I’ll...do...better... Sniff..."}, {"speaker": "Hector", "line": "OK! OK! I understand, so don’t cry! It’s all my fault! Please!"}, {"speaker": "Florina", "line": "OK..."}, {"speaker": "Oswin", "line": "I beg your pardon. Lord Hector, shall we?"}, {"speaker": "Hector", "line": "Yeah, OK. Say, Eliwood, do you remember old Athos Graybeard’s final words?"}, {"speaker": "Eliwood", "line": "Of course."}, {"speaker": "Hector", "line": "I sealed Armads away, like it used to be, but... I can still feel its power pulsing inside me. War is coming. Someday, a terrible war... When that day comes..."}, {"speaker": "Eliwood", "line": "Mm, I understand. When it comes, we’ll fight together. For our future and for our children’s."}, {"speaker": "Hector", "line": "Thanks for coming, Eliwood!"}, {"speaker": "Eliwood", "line": "Hector! Long time, no see!"}, {"speaker": "Hector", "line": "First time since my brother's funeral--fifteen years now. And look at us. We've both grown older, haven't we?"}, {"speaker": "Eliwood", "line": "Uh-huh. Time certainly does speed right by. My father's disappearance...his death...the fight with Nergal...those fire dragons... The memories are so vivid, it might have happened yesterday."}, {"speaker": "Hector", "line": "Nergal... What a blackheart he was. I've had enough of battles like that. Hm? Is that your son over there?"}, {"speaker": "Eliwood", "line": "I've been wanting to introduce you, but there's been no chance. Roy! Come here!"}, {"speaker": "Roy", "line": "Did you need something, Father?"}, {"speaker": "Eliwood", "line": "Say hello to Marquess Ostia!"}, {"speaker": "Roy", "line": "Ye-Yes, sir! A pleasure to meet you, Lord Hector. My name is Roy."}, {"speaker": "Hector", "line": "Roy, is it? Nice to meet you, lad. Well, I guess that means I should introduce my daughter then! Lilina!"}, {"speaker": "Lilina", "line": "......."}, {"speaker": "Hector", "line": "What? Are you being shy? You don't have to be nervous. This is your father's old friend and his son."}, {"speaker": "Lilina", "line": "......."}, {"speaker": "Eliwood", "line": "Hello, Lilina. This is Roy. He's the same age as you."}, {"speaker": "Lilina", "line": "Nice to meet you..."}, {"speaker": "Roy", "line": "Lilina? Let's be friends. We can play over there."}, {"speaker": "Lilina", "line": "......."}, {"speaker": "Hector", "line": "It's OK. Go on."}, {"speaker": "Lilina", "line": "Ah!"}, {"speaker": "Eliwood", "line": "What a cute child. Good thing she took after her mother."}, {"speaker": "Hector", "line": "What? She looks just like me, doesn't she?"}, {"speaker": "Eliwood", "line": "You're a sarcastic one, Marquess Ostia!"}, {"speaker": "Hector", "line": "Come on, now you're the one putting on airs, Marquess Pherae!"}, {"speaker": "Eliwood", "line": "Ha ha ha ha! The only thing older about you is your appearance. Don't tell me you still behave like that even now that you're the marquess!"}, {"speaker": "Hector", "line": "I'm always on top of my duties as marquess. But when I'm around you, I want to relax, so, please..."}, {"speaker": "Eliwood", "line": "Hector... By the way, I heard that the king of Bern died. It was fairly sudden, too."}, {"speaker": "Hector", "line": "I can't be certain, but according to one of our spies, he was killed in an assassination attempt on Prince Zephiel."}, {"speaker": "Eliwood", "line": "The prince? I trust he was unharmed."}, {"speaker": "Hector", "line": "It's a strange tale... At first, I'd heard that the prince was killed. Then new information came three days later saying that it was the king who had died."}, {"speaker": "Eliwood", "line": "Do you remember Archsage Athos's prediction? Is something happening in Bern?"}, {"speaker": "Hector", "line": "I don't know."}, {"speaker": "Lilina", "line": "Father! Can I show Roy my pony?"}, {"speaker": "Hector", "line": "Yes, go ahead. Be careful!"}, {"speaker": "Lilina", "line": "OK!"}, {"speaker": "Hector", "line": "For the sake of our children's futures, I'll stop anything that may happen. I'll sacrifice my life to make it so."}, {"speaker": "Eliwood", "line": "\"Once again, Lycia brings hope.\" ...If that turns out to be wrong? No. It must happen..."}, {"speaker": "Enigmatic Man", "line": "For what reason have you awakened a demon dragon?"}, {"speaker": "Zephiel", "line": "Who are you?"}, {"speaker": "Enigmatic Man", "line": "...Dragon."}]}