{"chapter": "P02", "title": "Falling Short Of Heaven", "speakers": ["Catherine", "Byleth", "Ashe", "Bishop", "Rhea"], "dialogue_counts": {"Catherine": 25, "Byleth": 11, "Ashe": 12, "Bishop": 4, "Rhea": 8}, "gender_counts": {"M": 12, "F": 33, "N": 4, "A": 11}, "lines": 61, "transitions": "-FAFFFAAF-MFMFMFAMFAF-NFFF-F-MF-FM-F-FF-N-MNM-NF-FFFMF-FAFAFFAFAF-FMFMAAM-F", "opening": ["When Catherine and the Knights of Seiros ride out to seek retribution against the Western Church for their attack on the archbishop, Ashe is eager to accompany them."], "intro": [{"speaker": "Catherine", "line": "There you are. I have a request for you."}, {"speaker": "Byleth", "line": "A request?"}, {"speaker": "Catherine", "line": "It has to do with that plot to assassinate Lady Rhea. The bishop leading the Western Church was somehow involved."}, {"speaker": "Catherine", "line": "And speaking of the Western Church, there was also that incident in which one of the more extreme factions tried to occupy sacred land."}, {"speaker": "Catherine", "line": "Enough is enough, so now the Knights of Seiros have been tasked with putting the bishop down. I thought you and your students could come with us."}, {"speaker": "Byleth", "line": "Why would you want us to help?"}, {"speaker": "Byleth", "line": "Why for such an important mission?"}, {"speaker": "Catherine", "line": "Because you wield the Sword of the Creator. Lady Rhea is going to personally execute the bishop. I have been appointed as her guard. I want your help protecting her. So what do you say? Will you come?"}, {"speaker": "Ashe", "line": "Um, excuse me! I’d like to come along."}, {"speaker": "Catherine", "line": "Ashe! You were listening in? It’s not up to you whether you can “come along.”"}, {"speaker": "Ashe", "line": "Please, this is important to me."}, {"speaker": "Catherine", "line": "Your adoptive father, Lord Lonato, had connections to the Western Church. I understand that you want answers. But our objective is to punish, not to investigate. We can’t let you jeopardize the mission."}, {"speaker": "Ashe", "line": "I won’t get in the way, I promise!"}, {"speaker": "Catherine", "line": "Hm... What do you say, Professor? Keep in mind we would be bringing the whole class, not just Ashe."}, {"speaker": "Byleth", "line": "We’ll go."}, {"speaker": "Ashe", "line": "Thank you so much."}, {"speaker": "Catherine", "line": "OK. I guess it’s fine. Get ready, then."}, {"speaker": "Byleth", "line": "I’m not sure."}, {"speaker": "Catherine", "line": "Hm. Well, can’t hurt to wait a bit, I suppose. Do let me know when you finish your preparations. This is an important mission."}], "battle": [{"speaker": "Bishop", "line": "There she is -- The sneaky little witch trying to pass herself off as the goddess’s envoy... Archbishop Rhea! I’ll bring judgment upon you in the goddess’s stead!"}, {"speaker": "Catherine", "line": "They’re using the fog as cover to ambush us. What a cheap ploy."}, {"speaker": "Rhea", "line": "It won’t do any good to get annoyed, Catherine. That voice... We’re up against a faction of bishops."}, {"speaker": "Catherine", "line": "They’ve shown themselves, at least, so we won’t have to go to the trouble of finding them. All right. You got a death wish? Come at me! You really want to fight against Thunder Catherine?"}, {"speaker": "Catherine", "line": "Please, Professor. Don’t let Lady Rhea get hurt. Our mission isn’t just to wipe out all the enemies, but also to protect Lady Rhea. Ready?"}, {"speaker": "Ashe", "line": "Lady Rhea!"}, {"speaker": "Catherine", "line": "Hold the line! Don't let them attack Lady Rhea again."}, {"speaker": "Rhea", "line": "They have received reinforcements, and it seems the priests are calling them over."}, {"speaker": "Ashe", "line": "Then we'll just have to take them out!"}, {"speaker": "Rhea", "line": "It seems that taking out the priest has stopped the reinforcements coming over here. We should be able to stop the reinforcements coming from the other side by taking care of the other priest."}, {"speaker": "Rhea", "line": "They will not be able to send any more troops now. Let us sweep up the stragglers."}, {"speaker": "Catherine", "line": "Good work, Lady Rhea! Let's round 'em up and cut 'em down."}], "boss": [{"speaker": "Bishop", "line": "Apostates will suffer the punishment of the goddess!"}, {"speaker": "Ashe", "line": "Lonato’s blood is on your hands…", "unit": "Ashe", "boss": "Bishop"}, {"speaker": "Bishop", "line": "Were you Lord Lonato’s page or something? Indeed, he was a devout believer. All we did was provide Lord Lonato salvation from his misery!", "unit": "Ashe", "boss": "Bishop"}, {"speaker": "Ashe", "line": "Salvation?! You used him and threw him away!", "unit": "Ashe", "boss": "Bishop"}], "end": [{"speaker": "Bishop", "line": "Apostates! You sully the name of the goddess!"}, {"speaker": "Rhea", "line": "You are the apostates! The goddess is with me!"}, {"speaker": "Rhea", "line": "Goddess, have mercy. Forgive them their sins, and save their souls..."}, {"speaker": "Catherine", "line": "It would have been better if we’d captured the bishop. But they didn’t make it easy for us. What now, Lady Rhea?"}, {"speaker": "Rhea", "line": "We must go to the headquarters of the Western Church. Perhaps there is still someone there who knows what has transpired."}, {"speaker": "Ashe", "line": "Let us help too. It may not be much, but we’ll do whatever we can!"}, {"speaker": "Rhea", "line": "I am sure you will be a great help. I am glad to have you by my side."}, {"speaker": "Catherine", "line": "Thanks, Professor. I really appreciated your help with the investigation. That’s it for today. Head back to Garreg Mach. The church will have to choose a new bishop, and do whatever else is necessary to rebuild the Western Church. Lady Rhea is grateful to all of you. She said she would send along a reward. You should feel very proud. Receiving a gift directly from Lady Rhea is exceedingly rare. Still. That was a real mess, huh? For them to come out and charge us so boldly..."}, {"speaker": "Byleth", "line": "I’m glad we made it out."}, {"speaker": "Catherine", "line": "As am I. We kept Lady Rhea safe, thanks to you."}, {"speaker": "Byleth", "line": "I thought we were doomed."}, {"speaker": "Catherine", "line": "I did too. But we made it out somehow, thanks to you."}, {"speaker": "Catherine", "line": "Hey, where did Ashe go? I haven’t seen him for a while."}, {"speaker": "Byleth", "line": "No idea."}, {"speaker": "Catherine", "line": "Could he still be back there? I’m glad he’s so dedicated to his work, but..."}, {"speaker": "Byleth", "line": "He couldn’t still be back there, could he?"}, {"speaker": "Catherine", "line": "That may be it. I hope he’s not getting in the way..."}, {"speaker": "Catherine", "line": "There you are, Ashe. We were just talking about..."}, {"speaker": "Ashe", "line": "..."}, {"speaker": "Catherine", "line": "Why the brooding expression? Hey, what’s that bundle of papers in your hand?"}, {"speaker": "Ashe", "line": "This was given to me. It has to do with my family."}, {"speaker": "Byleth", "line": "Given to you?"}, {"speaker": "Byleth", "line": "Is this about Lord Lonato?"}, {"speaker": "Ashe", "line": "I haven’t finished reading it all yet. But I think it might offer some clues about something I need to know. Professor, Catherine. Thank you for letting me come with you on this mission. I’d better get ready to go."}, {"speaker": "Catherine", "line": "It’s a little painful to watch... I do hope that those papers, whatever they are, will help him get over his past. I suppose it’s time for us to start heading back to the monastery."}]}