{"chapter": "P04", "title": "War For The Weak", "speakers": ["Dedue", "Byleth", "Dimitri", "", "Duscur Soldier", "Kingdom General", "Kingdom Soldier", "Duscur General"], "dialogue_counts": {"Dedue": 26, "Byleth": 8, "Dimitri": 17, "": 1, "Duscur Soldier": 7, "Kingdom General": 3, "Kingdom Soldier": 4, "Duscur General": 13}, "gender_counts": {"M": 43, "F": 0, "N": 28, "A": 8}, "lines": 80, "transitions": "-M-AAM-MMAMMNMMAAMMMAMMMAMMAMM-MM-MM-N-NM-N-N-NM-N-MN-M-NM-NN-NN-NN-NM-NMNM-NMM-NMNMNMNMNMN-MNM--NMN-MMM", "opening": ["Dedue receives a concerning missive about his people, who continue to bear the burden of oppression based on blame for the Tragedy of Duscur."], "intro": [{"speaker": "Dedue", "line": "..."}, {"speaker": "Byleth", "line": "Has something happened?"}, {"speaker": "Byleth", "line": "What's on your mind?"}, {"speaker": "Dedue", "line": "Oh–it's you, Professor. Since you are here, I have a favor to ask."}, {"speaker": "Dedue", "line": "Your Highness. You've returned."}, {"speaker": "Dimitri", "line": "Sorry to keep you waiting, Dedue. I'm glad you're here as well, Professor. I want you both to hear this. Dedue is already aware, but you should know there's been an uprising in the Duscur region, in the western part of the Kingdom."}, {"speaker": "Byleth", "line": "An uprising in Duscur? Why?"}, {"speaker": "Dimitri", "line": "Dedue... Would you like me to explain?"}, {"speaker": "Dedue", "line": "No. It should be me.  I am from Duscur. It lies just beyond the mountains on the northwestern border of Faerghus. But the people of Duscur no longer live there. The land was burned to ashes by the army of Faerghus. All of the people were slaughtered.  This was our punishment for the crime of regicide."}, {"speaker": "", "line": ""}, {"speaker": "Dedue", "line": "The barren expanse that was once Duscur is now controlled by a Kingdom noble. But Duscur survivors, such as myself, still exist outside the region. This uprising is most likely the work of such survivors, seeking to reclaim their homeland."}, {"speaker": "Dimitri", "line": "A request for aid was sent from Viscount Kleiman to the Kingdom capital and the church. He is the one who rules over that region at present. For now, the lords surrounding the Duscur region have sent their armies to help suppress the uprising. However..."}, {"speaker": "Byleth", "line": "Is there a problem?"}, {"speaker": "Byleth", "line": "Are they short on troops?"}, {"speaker": "Dimitri", "line": "They have sufficient troops, and strong ones at that. My worry is that there will be more unwarranted death. There have always been many in the Kingdom's army who believe the people of Duscur our foes, and hate them because of it. You would think they'd refrain from squashing the rebels out of political expediency...but I doubt that will be the case. If the Kingdom's army and the rebel forces of Duscur collide, there is no doubt that the rebel forces will be annihilated. I'm afraid...that's the best case scenario. It could also turn into complete and bloody chaos for both sides."}, {"speaker": "Dedue", "line": " Indeed."}, {"speaker": "Dimitri", "line": "Which brings me to my news. I have just now received the permission I requested from the church."}, {"speaker": "Byleth", "line": "Permission for what?"}, {"speaker": "Dimitri", "line": "I asked the church to deploy our class to help handle the situation."}, {"speaker": "Dedue", "line": "So we may go?"}, {"speaker": "Dimitri", "line": "Not so fast. We still have a responsibility as students of the academy, after all. The only one who can truly make the decision as to whether or not we go is our professor. So... What do you say?"}, {"speaker": "Byleth", "line": "Very well."}, {"speaker": "Dedue", "line": "You have my most sincere gratitude."}, {"speaker": "Dimitri", "line": "And mine as well. But we must move fast. I will go and alert the others."}, {"speaker": "Byleth", "line": "Let me think about it."}, {"speaker": "Dimitri", "line": "I know this was sudden, but given the situation, I'm afraid there isn't much time to ponder. When you've decided, please speak with me right away."}, {"speaker": "Dedue", "line": "Please, decide quickly."}], "battle": [{"speaker": "Dedue", "line": "The Kingdom's vanguard has already arrived. Just as we'd feared, they far outclass the Duscur forces. We cannot stand by and allow another massacre. But we cannot obstruct the Faerghus army, either. Our best hope is to force the troops of Duscur to withdraw before the Kingdom soldiers get to them."}, {"speaker": "Dimitri", "line": "The main body of the Kingdom's army is bound to arrive soon. Until then, let's aim to quell this uprising ourselves. Once the main force arrives, we'll be out of options. We must move fast."}, {"speaker": "Dimitri", "line": "It seems the church and the Kingdom troops are not working together. My head hurts just thinking about it, but we may be able to use that. First, let's push Duscur to retreat. The Kingdom might then also withdraw without a fight."}, {"speaker": "Dedue", "line": "Let us be quick about it."}, {"speaker": "Duscur Soldier", "line": "Our grudge will not be settled...until all of you are dead and buried!"}, {"speaker": "Kingdom General", "line": "Split up between the east and the west, and advance! That'll put the squeeze on those Duscur animals in a hurry!"}, {"speaker": "Dedue", "line": "They are moving out. Time is of the essence, now."}, {"speaker": "Kingdom General", "line": "Seems this area's done already. All right, men! Fall back!"}, {"speaker": "Kingdom General", "line": "OK, looks like they're already under control. Let's head back now."}, {"speaker": "Kingdom Soldier", "line": "We're here to quell this rebellion, starting now. Hunt down those filthy beasts, and give no quarter!"}, {"speaker": "Dedue", "line": "The main army has arrived. We stand no chance against those numbers. We took too long. It is all over..."}, {"speaker": "Duscur Soldier", "line": "I give my all for our goal! You will die here!"}, {"speaker": "Dedue", "line": "Go now if you value your life."}, {"speaker": "Duscur Soldier", "line": "But aren't you with Faerghus? In any case... Thank you."}, {"speaker": "Dedue", "line": "You can still get out of here. Run."}, {"speaker": "Duscur Soldier", "line": "You're not going to kill us?! Well, I won't wait here to find out. I'm leaving!"}, {"speaker": "Dedue", "line": "Safely away."}, {"speaker": "Duscur Soldier", "line": "I won't allow it... If only you dastards weren't here..."}, {"speaker": "Kingdom Soldier", "line": "I'll have your life for atonement, king slayer!"}, {"speaker": "Duscur Soldier", "line": "Heretics... What is it you think...we have done?"}, {"speaker": "Kingdom Soldier", "line": "Filthy Duscur demons..."}, {"speaker": "Duscur Soldier", "line": "Revenge for my brothers...even at the cost of death..."}, {"speaker": "Kingdom Soldier", "line": "Not content with slaying His Majesty, you thought to revolt?! Pathetic!"}], "boss": [{"speaker": "Duscur General", "line": "You...are a man of Duscur. How can you make friends with our hated foes? Is it possible that you've lost your Duscur spirit?", "unit": "Dedue", "boss": "Duscur General"}, {"speaker": "Dedue", "line": "Are you finished?", "unit": "Dedue", "boss": "Duscur General"}, {"speaker": "Duscur General", "line": "Now, this is a windfall... Who knew we'd meet our sworn enemy here!", "unit": "Dimitri", "boss": "Duscur General"}, {"speaker": "Dimitri", "line": "Sworn enemy? Well, I cannot disagree.", "unit": "Dimitri", "boss": "Duscur General"}, {"speaker": "Duscur General", "line": "We will slay you and topple Faerghus! That way, for the first time in ages...Duscur can be reborn!", "unit": "Dimitri", "boss": "Duscur General"}, {"speaker": "Dimitri", "line": "Hmph.", "unit": "Dimitri", "boss": "Duscur General"}], "end": [{"speaker": "Duscur General", "line": "Is this...how our dream ends..."}, {"speaker": "Dimitri", "line": "I will check the status of the Kingdom troops. Dedue, I leave the Duscur army to you."}, {"speaker": "Dedue", "line": "Yes, Your Highness. Please be careful."}, {"speaker": "Duscur General", "line": "Why save us?"}, {"speaker": "Dedue", "line": "I will not abide the needless death of my own people."}, {"speaker": "Duscur General", "line": "You must know that as long as there is breath in me, I will fight."}, {"speaker": "Dedue", "line": "Then fight, and be defeated. But so long as you pose no threat to His Highness, I will not end your life."}, {"speaker": "Duscur General", "line": "Idealistic fool. We will not relent. Not until we've taken back the homeland you monsters stole from us!"}, {"speaker": "Dedue", "line": "I share the same sentiment."}, {"speaker": "Duscur General", "line": "You? Who sold his soul for Faerghus?"}, {"speaker": "Dedue", "line": "His Highness has promised the people of Duscur a home. His will be a kingdom that is proud to harbor the blood of both Faerghus and Duscur."}, {"speaker": "Duscur General", "line": "That's impossible. Don't be naive."}, {"speaker": "Dedue", "line": "Believe what you will. But Faerghus will change under his reign. That is my firm belief."}, {"speaker": "Duscur General", "line": "..."}, {"speaker": "Dimitri", "line": "The Kingdom army has retreated to the fortress. There should be no further danger."}, {"speaker": "Duscur General", "line": "Prince of Faerghus! You monster!"}, {"speaker": "Dimitri", "line": "Can you still run? Then I suggest you do so now."}, {"speaker": "Duscur General", "line": "..."}, {"speaker": "Dedue", "line": "May our paths cross again."}, {"speaker": "Duscur General", "line": " I certainly hope not. But remember this one thing. The people of Duscur never forget their grudges. Nor do they fail to honor favors."}, {"speaker": "Dedue", "line": "Thank you, Your Highness, for accommodating my selfish request."}, {"speaker": "Dimitri", "line": "Think nothing of it. This was something I wished for, as well. If you must give thanks, direct it at the church for allowing us to join the battle, and to our professor for leading the charge. It's about time we headed back. The professor and the others are waiting."}, {"speaker": "Dedue", "line": "I am right behind you."}]}