{"chapter": "P05", "title": "Rumored Nuptials", "speakers": ["Ingrid", "Dorothea", "Byleth", "Rogue", "Merchant"], "dialogue_counts": {"Ingrid": 27, "Dorothea": 27, "Byleth": 12, "Rogue": 4, "Merchant": 1}, "gender_counts": {"M": 0, "F": 54, "N": 5, "A": 12}, "lines": 72, "transitions": "-F-FFFFAFAFFFF-FAAFFFFFFFFAFFAFF-FFN-NFF-FN-NF-F-F-NF-FFFFFAFFFAFFFAFAFFFFAFAFFFFF", "opening": ["Ingrid receives an unexpected proposal of marriage from a noble of rising status. As soon as Dorothea hears the name, she is adamantly against any engagement between them..."], "intro": [{"speaker": "Ingrid", "line": "..."}, {"speaker": "Dorothea", "line": "What's the matter, Ingrid? I never hear you sigh like that."}, {"speaker": "Ingrid", "line": "Oh, hi, Dorothea. And hello, Professor. Nothing's the matter. Well, nothing major."}, {"speaker": "Dorothea", "line": "You don't look like it's nothing major. Then again, I suppose you always have a furrowed brow, don't you?"}, {"speaker": "Ingrid", "line": "Truth be told, there's rather a lot going on. It seems that there's always something to worry about..."}, {"speaker": "Byleth", "line": "What do you worry about?"}, {"speaker": "Ingrid", "line": "A childhood friend who's always causing trouble, my family... Things like that."}, {"speaker": "Byleth", "line": "What's worrying you right now?"}, {"speaker": "Ingrid", "line": "Now? Oh, I really did not wish to bother you with such trivialities..."}, {"speaker": "Ingrid", "line": "You see, I received a letter from my father recently."}, {"speaker": "Dorothea", "line": "From Count Galatea? What a kind gentleman to have for a father."}, {"speaker": "Ingrid", "line": "I thank you. But the content within the letter is what I find troubling."}, {"speaker": "Dorothea", "line": "Let me see! Oh, it's a marriage proposal... For you."}, {"speaker": "Byleth", "line": "Do you know the suitor?"}, {"speaker": "Byleth", "line": "Have you ever met the suitor?"}, {"speaker": "Ingrid", "line": "I've not met him, though I've heard his name here and there. He began life as a merchant but has somehow achieved rank in court. An enterprising noble from an allied territory. It's most likely that he wants the Crest of Daphnel that I bear to adorn his family name."}, {"speaker": "Dorothea", "line": "Hmm, yes, that sounds about right. The jerk."}, {"speaker": "Ingrid", "line": "You sound as though you know him. Do you?"}, {"speaker": "Dorothea", "line": "Yes, I must admit that I know him. He tried to court me when I was a singer. Best advice I can give you, Ingrid? Stay far, far away from this guy."}, {"speaker": "Ingrid", "line": "He's offered a sizeable dowry, so I must at least consider it–for the sake of my family."}, {"speaker": "Dorothea", "line": "Dowry? Ha! Blood money. That's all it is."}, {"speaker": "Ingrid", "line": "Dorothea, I–"}, {"speaker": "Dorothea", "line": "This jerk's entire fortune is soaked in blood. Do you want to rebuild your own house using that kind of money? I mean, it's all just rumors, but I think it still might be worth investigating. What do you think, Professor? Should we go check this guy out?"}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Dorothea", "line": "Great. Let's tell the others."}, {"speaker": "Ingrid", "line": "Uh, really? OK..."}, {"speaker": "Byleth", "line": "We don't have time."}, {"speaker": "Ingrid", "line": "That's right, Dorothea. No point bothering. All of us, including the professor, are far too busy."}, {"speaker": "Dorothea", "line": "Are you sure? If you change your mind, Professor, just let me know."}], "battle": [{"speaker": "Dorothea", "line": "Pft... The more we look into this guy, the more I see he's a monster, and no good for my Ingrid!"}, {"speaker": "Ingrid", "line": "No kidding. There's no denying it. We'd better get back to the monastery."}, {"speaker": "Rogue", "line": " Hold on a minute, you brats."}, {"speaker": "Rogue", "line": "Hand over the girl!"}, {"speaker": "Ingrid", "line": "Surely you can't mean me. Wait... Did he send them?"}, {"speaker": "Dorothea", "line": "This jerk figures he can grab Ingrid before things get too messy for him. Of course, we know the truth about him now, and he'll want to kill us and get rid of the evidence... But we'll never let him take Ingrid. Come on, let's hurry!"}, {"speaker": "Dorothea", "line": "Protect Ingrid! Don't let anyone get near her!"}, {"speaker": "Rogue", "line": "You'll never escape!"}, {"speaker": "Merchant", "line": "I'll increase the reward! Now hurry up and capture that girl!"}, {"speaker": "Ingrid", "line": "That merchant is giving order to the bandits! I bet if we take him out, reinforcements will cease!"}, {"speaker": "Dorothea", "line": "It's an ambush! Ingrid's in trouble!"}, {"speaker": "Ingrid", "line": "Enemies in hiding...here? They are really getting on my last nerve!"}, {"speaker": "Rogue", "line": "Ha! Gotcha! Your future husband is eagerly awaiting his bride, you know."}, {"speaker": "Dorothea", "line": "Oh no! No! Ingrid!"}], "end": [{"speaker": "Ingrid", "line": "Finally! It's over. I'm sorry for causing such a mess."}, {"speaker": "Dorothea", "line": "Oh, hush. For you, I'd go through twice as much trouble. But are you all right? Did they hurt you?"}, {"speaker": "Ingrid", "line": "I'm OK. Really. Thank you, Dorothea. My father will need to hear of this."}, {"speaker": "Dorothea", "line": "Ingrid! Welcome back. Did you speak with your father?"}, {"speaker": "Ingrid", "line": "I did. I just returned to the monastery."}, {"speaker": "Byleth", "line": "What happened with the proposal?"}, {"speaker": "Ingrid", "line": "As soon as I informed him of the suitor's unsavory tendencies, he rejected the proposal outright. Were we to form ties with such an individual, it would bode poorly for our family, regardless of the weighty dowry offered."}, {"speaker": "Dorothea", "line": "Oh, thank goodness! I'm so glad it all worked out."}, {"speaker": "Ingrid", "line": "You and me both. My father also insisted I take this."}, {"speaker": "Byleth", "line": "A Hero's Relic?"}, {"speaker": "Ingrid", "line": "Indeed. This is the magic lance, Lúin, which has been passed down for generations within my family. My father and siblings have no way of using it, since they bear no Crest. Father told me I should take it and use it to protect myself with. He said it's far better used protecting his daughter than gathering dust."}, {"speaker": "Dorothea", "line": "Aw, that's so sweet! Your father really does mean well, Ingrid."}, {"speaker": "Ingrid", "line": "He's unendingly stubborn, but I am proud of who he is. Dorothea, Professor... I want to thank you."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Dorothea", "line": "We couldn't just do nothing while you were facing a life of being married to a monster."}, {"speaker": "Byleth", "line": "It was important that we help you."}, {"speaker": "Dorothea", "line": "It really was quite exciting too! So, you know, don't worry about it."}, {"speaker": "Dorothea", "line": "I could never hand over my lovely Ingrid to some jerk who only wants her for her Crest."}, {"speaker": "Ingrid", "line": "Oh? Do I belong to you now, rather than to myself? Hey... Dorothea. This is probably more than a little awkward, considering where it came from, but...here."}, {"speaker": "Dorothea", "line": "A ring? Is this... No! Is it?!"}, {"speaker": "Byleth", "line": "A proposal?"}, {"speaker": "Dorothea", "line": "Oh, Ingrid... I accept your offer! We'll be together forever!"}, {"speaker": "Byleth", "line": "A bribe?"}, {"speaker": "Dorothea", "line": "I mean, sure, I suppose... Clumsy bribe though, giving me a ring and not telling me why."}, {"speaker": "Ingrid", "line": "Stop teasing me, Dorothea! I'm trying to be sincere. I wanted to find a way to emphasize how grateful I am to you. So I looked for something from among my things that I thought you would like. I mean...you may already have one like it, but I thought on the off chance you didn't..."}, {"speaker": "Dorothea", "line": "Ingrid, you are just adorable and I love it. But perhaps we should lend this ring to our teacher for now. Our dear teacher can best decide how to use it. You found hard enough. You've earned the right to have a little fun."}, {"speaker": "Ingrid", "line": "As you wish, Dorothea. I gave the ring to you, so you can do whatever you please with it."}, {"speaker": "Dorothea", "line": "Haha."}]}