{"chapter": "P06", "title": "True Chivalry", "speakers": ["Felix", "Byleth", "Rodrigue", "Dimitri", "Villager"], "dialogue_counts": {"Felix": 20, "Byleth": 8, "Rodrigue": 16, "Dimitri": 2, "Villager": 2}, "gender_counts": {"M": 38, "F": 0, "N": 2, "A": 8}, "lines": 49, "transitions": "-MAMAMMAMAAMMAMAMAM-MM-M-M-M-M-MMM-MMMM-MM-MM-M-N-MN-MMMMMMMM-M", "opening": ["Safety for the people of the Kingdom has been a growing concern, and Fraldarius territory is no exception. Felix has been called upon to help restore order back home."], "intro": [{"speaker": "Felix", "line": "There you are. I was looking for you. I need a favor."}, {"speaker": "Byleth", "line": "It’s unusual for you to ask for help."}, {"speaker": "Felix", "line": "Yes. It’s an unusual favor."}, {"speaker": "Byleth", "line": "You want to spar, right?"}, {"speaker": "Felix", "line": "No. This is more serious."}, {"speaker": "Felix", "line": "My father sent a messenger. He wants me to return to Fraldarius territory."}, {"speaker": "Byleth", "line": "Your father?"}, {"speaker": "Felix", "line": "Rodrigue Achille Fraldarius, the highest ranking member of the Faerghus nobility. I believe you've met him. So I heard. But about the favor. You’re familiar with the Tragedy of Duscur, I presume?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Byleth", "line": "I can’t recall."}, {"speaker": "Felix", "line": "Warriors from Duscur killed King Lambert of Faerghus."}, {"speaker": "Felix", "line": "After the king’s death, public order disintegrated. Bandits continue to raid villages across the Kingdom, including those within Fraldarius territory. My father says he needs my help driving the bandits away."}, {"speaker": "Byleth", "line": "And you want me to join you?"}, {"speaker": "Felix", "line": "Precisely. Good guess. Perhaps I shouldn’t pull you into this... It stems from my family’s failure to secure the region. But honestly, I want to see you in action. I never tire of watching you fight. And it’ll be much more interesting for you than the training ground. Or maybe this task -- driving off bandits -- seems dull to a former mercenary?"}, {"speaker": "Byleth", "line": "I'll join you."}, {"speaker": "Felix", "line": "Excellent! While I’m at it, I have a second favor to ask of you. Could you recruit more fighters? I bet there will be willing volunteers, if you’re the one inviting them. I’ll set off on my own and meet up with you there."}, {"speaker": "Byleth", "line": "Let me think about it."}, {"speaker": "Felix", "line": "OK. I can handle a few bandits. If you change your mind about it, tell me soon."}], "battle": [{"speaker": "Rodrigue", "line": "Outmatched by a damn bandit..."}, {"speaker": "Felix", "line": "Come now. Stop living in denial, old man."}, {"speaker": "Rodrigue", "line": "I cannot die in this place... His Majesty would want me to keep going..."}, {"speaker": "Felix", "line": "My foolish father... He's in trouble."}, {"speaker": "Rodrigue", "line": "Everyone, I'm sorry. It's over for me..."}, {"speaker": "Villager", "line": "Thank you so much! Please, help my neighbors too."}, {"speaker": "Rodrigue", "line": "That should do it. We’ve chased those ruffians away for good."}, {"speaker": "Villager", "line": "Thank you so much for your assistance! Please accept this small gift as thanks."}], "battle-talk": [{"speaker": "Rodrigue", "line": "So it's you! From the Officers Academy. Thank you for taking such good care of my son. It pains me to trouble you, but I humbly request your assistance in helping secure the villagers' safe escape!", "person_1": "Byleth", "person_2": "Rodrigue"}, {"speaker": "Felix", "line": "Pathetic. Struggling to defeat some ragtag bandits.", "person_1": "Felix", "person_2": "Rodrigue"}, {"speaker": "Rodrigue", "line": "Felix... You may know this already, but no matter how many you kill, more always appear. Anywhere in the Kingdom these days you can see the same kind of scenes. His Majesty, the late king, would despair to see it.", "person_1": "Felix", "person_2": "Rodrigue"}, {"speaker": "Felix", "line": "A dead man doesn’t despair. Besides, let’s focus on the living.", "person_1": "Felix", "person_2": "Rodrigue"}, {"speaker": "Rodrigue", "line": "Oh, Prince Dimitri is here to help! I am humbled, Your Highness, and so sorry to trouble you.", "person_1": "Dimitri", "person_2": "Rodrigue"}, {"speaker": "Dimitri", "line": "No, it is fine. As a man of royal birth, this is the obvious course. However, it does not exactly seem like they are remnants of Miklan's faction.", "person_1": "Dimitri", "person_2": "Rodrigue"}, {"speaker": "Rodrigue", "line": "Indeed. Nothing but common bandits, and yet... Ruffians like that have recently surged in number.", "person_1": "Dimitri", "person_2": "Rodrigue"}, {"speaker": "Dimitri", "line": "I am aware. For now, let us focus on saving the villagers.", "person_1": "Dimitri", "person_2": "Rodrigue"}], "end": [{"speaker": "Rodrigue", "line": " We are grateful for your help. I doubt those bandits will stop anytime soon. But at least this village is safe. This village was important to the late king. If we hadn’t saved it, I wouldn’t have been able to face His Majesty."}, {"speaker": "Felix", "line": "How foolish."}, {"speaker": "Rodrigue", "line": "Pardon?"}, {"speaker": "Felix", "line": "We were protecting your subjects, not your ego. I don’t give a damn as to whether you can bring yourself to face a dead king."}, {"speaker": "Rodrigue", "line": "I will not tolerate such language from you."}, {"speaker": "Felix", "line": "I came here to hone my blade, and to save innocent people. I suppose if I had died, you would say the same thing you did after Glenn’s death. “He died like a true knight.”"}, {"speaker": "Rodrigue", "line": "..."}, {"speaker": "Felix", "line": "I have nothing more to say. I’m going back."}, {"speaker": "Rodrigue", "line": "I'm sorry you had to see that. He's been that way for four years now. Of course, I understand his sentiment, to some extent. It all comes down to... Well, a difference of opinion."}]}