{"chapter": "P08", "title": "Oil And Water", "speakers": ["Manuela", "Hanneman", "Byleth", "Bandit Leader", "Bandit", "Thief"], "dialogue_counts": {"Manuela": 25, "Hanneman": 23, "Byleth": 12, "Bandit Leader": 4, "Bandit": 1, "Thief": 1}, "gender_counts": {"M": 23, "F": 25, "N": 6, "A": 12}, "lines": 67, "transitions": "-F-MFMFAFAMFMAAFMFMAAFMFMFMFMFAFMAFM-MN-NF-N-N-FNF-MNM-MF-FMFMFAMAMFMFAFMFMA", "opening": ["Manuela and Hanneman have predictably opposite reactions to a disturbing rumor going around the monastery."], "intro": [{"speaker": "Manuela", "line": "It's raining, Professor. On rainy days, the wound I got from the Death Knight hurts like fire. Every time it aches, I get angry. You understand, yeah? I'm sure they had their reasons to kidnap Flayn, but still... Did they really need to stab me? What'd I have to do with it?! They ruined my beautiful, porcelain skin. Worse, they took off before I could stab them back. So rude."}, {"speaker": "Hanneman", "line": "That's rather enough, Manuela. Cease your moaning and give the professor a break."}, {"speaker": "Manuela", "line": "Oh, stuff it, Hanneman. Unlike you, the professor has a big heart and listens to me talk about any problem I have."}, {"speaker": "Hanneman", "line": "More likely, your incessant ramblings offer no chance to interrupt."}, {"speaker": "Manuela", "line": "Is that true, Professor?"}, {"speaker": "Byleth", "line": "Manuela isn't bothering me."}, {"speaker": "Manuela", "line": "I knew it. You listen to me because you care about me, don't you?"}, {"speaker": "Byleth", "line": "Professor Hanneman is right."}, {"speaker": "Hanneman", "line": "You heard that, didn't you, Manuela? You are bothering the professor."}, {"speaker": "Manuela", "line": "Go away, Hanneman! Leave us alone. And stop making me shout! it causes the old wound to hurt again."}, {"speaker": "Hanneman", "line": "Then perhaps you'd best stay quiet. Keep your emotions in check, I'd say."}, {"speaker": "Byleth", "line": "Let's stop this now."}, {"speaker": "Byleth", "line": "Let's all get along."}, {"speaker": "Manuela", "line": "Don't worry, Professor. We do this all the time."}, {"speaker": "Hanneman", "line": "Indeed, Manuela and I do not mix well. Been true for years. That said, if it were up to me, I would prefer speaking to her in a calmer manner."}, {"speaker": "Manuela", "line": "It's not like I enjoy bickering with you. So maybe keep your mouth shut more often."}, {"speaker": "Hanneman", "line": "I state that which needs to be heard! For example--"}, {"speaker": "Byleth", "line": "Let's stop this now."}, {"speaker": "Byleth", "line": "Let's all get along."}, {"speaker": "Manuela", "line": "I'm sorry. I couldn't help it..."}, {"speaker": "Hanneman", "line": "Same, same. Apologies. I am here because I have new information on the Death Knight's hiding place."}, {"speaker": "Manuela", "line": "What? Really?! You could have started with that."}, {"speaker": "Hanneman", "line": "Several students have reported possible sightings on the western edge of the Sealed Forest. While the authenticity of these reports has yet to be verified, it is still a very real possibility. I was thinking I would report this to Seteth as a precaution."}, {"speaker": "Manuela", "line": "What? Why? We can't be slow! He's going to get away!"}, {"speaker": "Hanneman", "line": "Protocol on this matter requires reporting to Seteth, then Lady Rhea, then..."}, {"speaker": "Manuela", "line": "Professor, let's leave this old geezer behind and get going!"}, {"speaker": "Hanneman", "line": "Old geezer? I am barely 15 years your senior! I will not hear such--"}, {"speaker": "Manuela", "line": "Stop talking! Let's gather a team and get going!"}, {"speaker": "Byleth", "line": "I agree."}, {"speaker": "Manuela", "line": "I'll go scout ahead. I'm coming for you, Death Knight!"}, {"speaker": "Hanneman", "line": "Manuela, wait! It would not do to get yourself killed without someone to avenge you!"}, {"speaker": "Byleth", "line": "Not yet..."}, {"speaker": "Manuela", "line": "Well, I'm going ahead anyway. You can't stop me."}, {"speaker": "Hanneman", "line": "Manuela, take a moment. You must prepare before heading out! Professor, please let me know as soon as you can if you could join us."}], "battle": [{"speaker": "Hanneman", "line": "Manuela's in a tough spot, Professor. Even if she's only got herself to blame, we cannot abandon her."}, {"speaker": "Bandit Leader", "line": "Heh... We have plenty of visitors today. Let's stop their annoying rescue attempt!"}, {"speaker": "Bandit", "line": "Now that is a woman..."}, {"speaker": "Manuela", "line": "Uh-oh. They've noticed me. Here they come!"}, {"speaker": "Thief", "line": "Just when I decide to disguise myself as a mountain bandit and sneak in, we get attacked. Just my luck!"}], "boss": [{"speaker": "Bandit Leader", "line": "We are the Death God Gang! We're all unstoppable!"}, {"speaker": "Manuela", "line": "Hey! You're not the Death Knight! What gives?", "unit": "Manuela", "boss": "Bandit Leader"}, {"speaker": "Bandit Leader", "line": "Death Knight? What nonsense are you talking now? Do we look like knights to you, lady?", "unit": "Manuela", "boss": "Bandit Leader"}, {"speaker": "Manuela", "line": "You're just lousy hill bandits. Well, I'll teach you to waste my time!", "unit": "Manuela", "boss": "Bandit Leader"}, {"speaker": "Hanneman", "line": "Why, there is no Death Knight here. That student's testimony was, well, it was utter bunk!", "unit": "Hanneman", "boss": "Bandit Leader"}, {"speaker": "Bandit Leader", "line": "Hey, you! The weird old dude with the beard! What kinda crap are you mumbling to yourself there?", "unit": "Hanneman", "boss": "Bandit Leader"}, {"speaker": "Hanneman", "line": "I beg your pardon?! Do not image you can insult me without some form of retribution!", "unit": "Hanneman", "boss": "Bandit Leader"}], "end": [{"speaker": "Hanneman", "line": "Manuela, are you uninjured?"}, {"speaker": "Manuela", "line": "A few scrapes and bruises. But, yes, I'm well enough."}, {"speaker": "Manuela", "line": "How could anyone think that was the Death Knight? It was obviously just an ordinary bandit. Oh well, I may not have found my revenge, but at least we got to retrieve stolen goods."}, {"speaker": "Hanneman", "line": "Manuela! You unthinking fool!"}, {"speaker": "Manuela", "line": "Hanneman, I've heard enough already."}, {"speaker": "Hanneman", "line": "How bloody stupid are you?! If that were the real Death Knight, you'd have new--likely fatal--wounds to match your first! Do you know how much you worried all of us? You should be ashamed!"}, {"speaker": "Manuela", "line": "Oh no..."}, {"speaker": "Byleth", "line": "Relax. She's OK."}, {"speaker": "Hanneman", "line": "This is a matter of life and death! It should not and must not be taken lightly!"}, {"speaker": "Byleth", "line": "Hanneman's right."}, {"speaker": "Hanneman", "line": "Exactly! You are supposed to set an example for our students. Yet you let emotion get the better of you?"}, {"speaker": "Manuela", "line": "You're right... So there, I said that. It's true, but, ugh. I'm sorry. I'll apologize to everyone later."}, {"speaker": "Hanneman", "line": "I should say I'm sorry as well. I lost my temper just now. I see you act so irrationally, and I lose my wits. I care about you a great deal, and wish to see you safe. Will you believe me?"}, {"speaker": "Manuela", "line": "Yes, of course. I'm the same way, after all. I let my emotions get the best of me. We're both too old to be shouting all the time."}, {"speaker": "Byleth", "line": "So, everyone is friends again?"}, {"speaker": "Manuela", "line": "You're awfully quick to but a bow on this. Are you sick of us already, Professor?"}, {"speaker": "Hanneman", "line": "You're part of this, Professor. We are the only teachers this academy has. No need for bickering!"}, {"speaker": "Manuela", "line": "Well said, Hanneman. Would you care to join me for a celebratory drink?"}, {"speaker": "Hanneman", "line": "That sounds lovely. Perhaps a nice cup of tea is in order."}, {"speaker": "Byleth", "line": "..."}]}