{"chapter": "P09", "title": "Death Toll", "speakers": ["Raphael", "Byleth", "Ignatz", "Merchant", "Alliance General"], "dialogue_counts": {"Raphael": 21, "Byleth": 11, "Ignatz": 26, "Merchant": 9, "Alliance General": 3}, "gender_counts": {"M": 47, "F": 0, "N": 12, "A": 11}, "lines": 71, "transitions": "-MAAM-MMMAMMMMMAMMMMAMMAMM-NMMM-MM-MM-NMM-NMN-NMM-NM-NM-MNMNAMNMNMN-MAMMAMMMMMM-AAM", "opening": ["Ignatz and Raphael, two sons of merchant families, set out to put an end to a series of monster attacks on merchants in Alliance territory."], "intro": [{"speaker": "Raphael", "line": " So basically we just gotta defeat their leader, right? Then why don't we approach from...ugh! That won't work at all! Horses won't fit through there! I can't figure this out! I give up."}, {"speaker": "Byleth", "line": "Try to calm down and think it through."}, {"speaker": "Byleth", "line": "Shall we go over it one more time?"}, {"speaker": "Raphael", "line": "But enemies never move how you want them to in a real battle, do they? I reckon I learn better on the battlefield."}, {"speaker": "Ignatz", "line": "Professor! I need to speak with you."}, {"speaker": "Raphael", "line": "Ignatz! You all right?"}, {"speaker": "Ignatz", "line": "I received a letter from my brother back home. There's some disturbing news."}, {"speaker": "Byleth", "line": "What's going on?"}, {"speaker": "Ignatz", "line": "Monsters have been attacking merchants within the Alliance territories."}, {"speaker": "Raphael", "line": "That happens all the time. I mean, that's how my parents died, so..."}, {"speaker": "Ignatz", "line": "Ah, Raphael! I didn't mean to bring up such a sensitive topic in your presence."}, {"speaker": "Raphael", "line": "Hey, don't worry about that. C'mon, let's hear the rest of it."}, {"speaker": "Ignatz", "line": "Very well. These attacks seem to be focused on specific merchants."}, {"speaker": "Byleth", "line": "Like who?"}, {"speaker": "Ignatz", "line": "Those who are traveling from the territory of House Gloucester to the Riegan Dukedom. Merchants traveling in the opposite direction, from Riegan to Gloucester, don't suffer nearly as many attacks."}, {"speaker": "Raphael", "line": "That doesn't make any sense. Someone's gotta deal with those monsters though."}, {"speaker": "Ignatz", "line": "Agreed. At this rate, my father and brother can't conduct business without risking their lives. Professor, could you assist me? I need your help exterminating these creatures."}, {"speaker": "Raphael", "line": "Now you're talking! I'm going too! I'm not learning anything in a classroom! You're gonna go, right, Professor? Don't you wanna help these folks?"}, {"speaker": "Byleth", "line": "We depart at once."}, {"speaker": "Raphael", "line": "Yeah! I knew you couldn't resist!"}, {"speaker": "Ignatz", "line": "Thank you so much, Professor! And Raphael, I can't begin to express my gratitude."}, {"speaker": "Byleth", "line": "Not right now."}, {"speaker": "Raphael", "line": "Seriously? Can't you see how important this is to Ignatz?"}, {"speaker": "Ignatz", "line": "Ah, no, that's perfectly understandable. I'm sure the professor has much to do. But let me know if you change your mind, would you? If you can't come, I'll try asking some of the knights."}], "battle": [{"speaker": "Merchant", "line": "Aah! Monsters! Begone!"}, {"speaker": "Ignatz", "line": "Look! The monsters are attacking those merchants again."}, {"speaker": "Raphael", "line": "Looks like there are some humans mixed in there! Maybe they're controlling the monsters! If they are, do you think we just have to take out the leader?"}, {"speaker": "Ignatz", "line": "Let's get started, before it's too late!"}, {"speaker": "Raphael", "line": "The merchants can probably escape, but we gotta get rid of those enemies who are blocking the path!"}, {"speaker": "Ignatz", "line": "Look, a drawbridge! We can use that to cross, but we'll need to lower it first."}, {"speaker": "Raphael", "line": "Oh no! Looks like we just lost one of the merchants!"}, {"speaker": "Ignatz", "line": "Come on... Let's try to save the rest of them."}, {"speaker": "Merchant", "line": "No... Why?!"}, {"speaker": "Ignatz", "line": "No! We couldn't save any of them?!"}, {"speaker": "Raphael", "line": "Aaargh! They can't get away with hurting those merchants! I'm gonna make them pay!"}, {"speaker": "Alliance General", "line": "What do you think you're doing? Don't get in the way of our duty!"}, {"speaker": "Ignatz", "line": "Your duty? You're letting monsters wreak havoc on innocent people!"}, {"speaker": "Alliance General", "line": "Shut it! It's got nothing to do with you!"}, {"speaker": "Alliance General", "line": "I'm not looking forward to telling the count..."}, {"speaker": "Raphael", "line": "Looks like we took care of 'em!"}, {"speaker": "Ignatz", "line": "That man mentioned the count. What could Count Gloucester have to do with all this?"}], "end": [{"speaker": "Merchant", "line": "Thank you so much! We're safe now and it's all due to your efforts! I can't bear to think what might have happened if you hadn't shown up."}, {"speaker": "Raphael", "line": "Yay! A happy ending for everyone!"}, {"speaker": "Merchant", "line": "Thank you so much! We're safe now, but it's a shame we weren't all lucky enough to escape... We might've all met the same fate if you hadn't shown up."}, {"speaker": "Raphael", "line": "I'm real sorry we couldn't save everyone..."}, {"speaker": "Ignatz", "line": "If you don't mind me asking....were you headed to the Riegan Dukedom?"}, {"speaker": "Merchant", "line": "We were. We traveled around the Alliance selling our wares. I heard this route was dangerous, but..."}, {"speaker": "Ignatz", "line": "Dangerous, you say. Are you referring to the recent cases of merchants being attacked on that route?"}, {"speaker": "Merchant", "line": "That's right. We can't turn a profit without going to Derdriu. I don't know what Count Gloucester is thinking."}, {"speaker": "Byleth", "line": "This is the count's doing?"}, {"speaker": "Ignatz", "line": "I had a feeling it might be. You're certain?"}, {"speaker": "Merchant", "line": "Looks that way. I think he's unhappy with merchants contributing to House Riegan's wealth. It seems like he's been at odds with them forever. They say even the previous Duke Riegan's death..."}, {"speaker": "Raphael", "line": "Was that the count's fault too?"}, {"speaker": "Merchant", "line": "It's only a rumor, but it was Count Gloucester himself who lured the late Duke Riegan out. If I recall correctly...he invited the duke to his estate to strike a deal on some valuable art pieces. I believe the duke brought a pair of merchants with him to assess the pieces in question, but..."}, {"speaker": "Ignatz", "line": "..."}, {"speaker": "Merchant", "line": "Alas, it seems those merchants lost their lives alongside him. A terrible misfortune. I wish these nobles wouldn't get us common folk mixed up in their feuds. You came from Garreg Mach, right? I'll send a token of our thanks over later."}, {"speaker": "Ignatz", "line": "..."}, {"speaker": "Byleth", "line": "Those merchants who lost their lives..."}, {"speaker": "Raphael", "line": "Yeah, that was my ma and pa."}, {"speaker": "Ignatz", "line": "My parents received the request initially, but they had other business. They recommended Raphael's parents as substitutes. We could never have imagined..."}, {"speaker": "Byleth", "line": "And Count Gloucester, isn't he..."}, {"speaker": "Ignatz", "line": "Yes, he's Lorenz's fath--"}, {"speaker": "Raphael", "line": "OK, OK! That's enough of that! It's just a rumor, right? So, who cares? Even if it's true, that's our parents' business. It's got nothing to do with us."}, {"speaker": "Ignatz", "line": "But you--"}, {"speaker": "Raphael", "line": "You got no idea what really happened, right, Ignatz? And I bet Lorenz doesn't know either! The way I see it, it was monsters that killed my parents. They died in an accident. I got no reason to hate anyone or blame somebody else for their deaths. I don't have time for that. I got my little sis to worry about instead."}, {"speaker": "Ignatz", "line": "Raphael..."}, {"speaker": "Raphael", "line": "Now that that's settled, let's head back! What do you think that merchant's gonna send us? I hope it's food!"}, {"speaker": "Byleth", "line": "Raphael is a nice guy."}, {"speaker": "Byleth", "line": "Raphael is a good man."}, {"speaker": "Ignatz", "line": "Yes. He really is."}]}