{"chapter": "P10", "title": "Land Of The Golden Deer", "speakers": ["Lorenz", "Cyril", "Byleth", "Acheron", "Claude"], "dialogue_counts": {"Lorenz": 32, "Cyril": 2, "Byleth": 14, "Acheron": 10, "Claude": 2}, "gender_counts": {"M": 36, "F": 0, "N": 10, "A": 14}, "lines": 61, "transitions": "-M-MMM-M-M-AMAMMAMAMAAMMMAMAM-MNM-NM-M-NM-M-NM-N-MNMN-MNM-NM-NM-M-MAMAAM-MAAMAM", "opening": ["Lorenz receives a letter from his father, Count Gloucester, who wishes for his son to resolve a territorial dispute that is about to escalate to violence."], "intro": [{"speaker": "Lorenz", "line": "Ah, perfection. These tea leaves are just divine. Quite the impressive selection, if I do say so myself."}, {"speaker": "Cyril", "line": "Lorenz, so this is where ya are."}, {"speaker": "Lorenz", "line": "Hello, Cyril. Lured here by the exquisite aroma, were you?"}, {"speaker": "Cyril", "line": "Uh...no? I've got a thing for ya. It's a letter. Alright. Well, don't say I didn't deliver it."}, {"speaker": "Lorenz", "line": "A letter for me, is it? Curious. Let's see what we have here."}, {"speaker": "Lorenz", "line": "..."}, {"speaker": "Byleth", "line": "So, who's it from?"}, {"speaker": "Lorenz", "line": "Hello, Professor. It is a rare correspondence from my father, as it happens."}, {"speaker": "Byleth", "line": "Is that a love letter?"}, {"speaker": "Lorenz", "line": "Alas, Professor, nothing so whimsical as that. This correspondence comes from my father."}, {"speaker": "Lorenz", "line": "Some difficulty with Acheron, apparently. My father wishes me to return home and settle it."}, {"speaker": "Byleth", "line": "Acheron?"}, {"speaker": "Lorenz", "line": "A young lord whose domain borders my father's. Do you know of the Great Bridge of Myrddin? It is an old bridge across the Airmid River. A key crossing between Alliance and Empire territory. Acheron controls the land on the northern side. Controlling such an essential location gives him quite a bit of clout, which he is ever so eager to deploy toward the purpose of stirring up trouble. This time, he is dredging up an old border dispute that was supposed to be settled some time ago. He has even begun to dispatch military force. It is best we rout his troops before they cause any damage to the surrounding villages."}, {"speaker": "Byleth", "line": "Why does this fall to you, Lorenz?"}, {"speaker": "Lorenz", "line": "To my father, Acheron is insignificant in the face of far more pressing political matters. Other houses wield far greater power and influence: Goneril, Ordelia, Edmund, and of course, Riegan. To make his voice heard at the roundtable conferences, my father must keep up relations with them. That is simply the way the Leicester Alliance works. It was, after all, founded with the goal of freedom from Faerghus. We prize that independence highly, even if it occasionally hinders cooperation. There is often talk of mutual aid, but the truth is that each noble acts to maximize personal benefit. At the moment, the Riegan Dukedom is in no state to keep those conflicting motivations in check. So while the Alliance may appear to be at peace, the reality is that internal conflict is a routine matter. Of course, this leaves me precious little time to sit back and enjoy a cup of tea. Alas, I must be off."}, {"speaker": "Byleth", "line": "Good luck."}, {"speaker": "Byleth", "line": "Sounds tough."}, {"speaker": "Lorenz", "line": "Since you are here, perhaps you would care to accompany me on this little errand? I have no fear of Acheron, but it could be valuable to experience these political nuances firsthand."}, {"speaker": "Lorenz", "line": "The fate of the Alliance will someday rest upon my shoulders, so it is important to me that those I deal with understand its workings. What say you to broadening your horizons?"}, {"speaker": "Lorenz", "line": "It is important to me that those I deal with understand its workings. What say you to broadening your horizons?"}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Lorenz", "line": "Excellent! Let us be away at once. I shall leave the finer details of preparation in your capable hands."}, {"speaker": "Byleth", "line": "Another time."}, {"speaker": "Lorenz", "line": "Of course. I understand you are quite busy, yourself. I cannot linger here forever, but please do come and speak with me again if you change your mind."}], "battle": [{"speaker": "Lorenz", "line": "Far more enemies than I expected. I am glad you decided to come with us, Professor."}, {"speaker": "Acheron", "line": "Oh? And here I thought Count Gloucester would be too busy to send his soldiers here... Ah, well, it doesn't matter. I'll just have to deal with you little meddlers swiftly and decisively!"}, {"speaker": "Lorenz", "line": "That is Acheron. If we can deal with him, that ought to scare the rest of these rats off. We need not actually kill him. So long as we cut his escape off convincingly enough, that should suffice. Incidentally, take note of those drawbridges. They can only be operated from one of the banks. We may be able to use that to our advantage."}, {"speaker": "Acheron", "line": "Ooh, have you found something nice? Go ahead and hand it over!"}, {"speaker": "Lorenz", "line": "Thieves! Do not allow them to escape!"}, {"speaker": "Lorenz", "line": "A thief has escaped!"}, {"speaker": "Acheron", "line": "Looks like our boys gave them an artful slip!"}, {"speaker": "Lorenz", "line": "I cannot believe we missed both of those dastards!"}, {"speaker": "Lorenz", "line": "The enemy is on the move! Do not let them through!"}, {"speaker": "Acheron", "line": "Well now, so you couldn't stop us after all!"}, {"speaker": "Lorenz", "line": "Me, outmaneuvered by a rat?! Ugh. What a disgrace!"}], "boss": [{"speaker": "Acheron", "line": "Who are you? I'd appreciate it if you could just not get in my way!"}, {"speaker": "Lorenz", "line": "Give it up, Acheron! We are in the right. If you try to remain here any longer...", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Acheron", "line": "What, you'll kill me? A tiny kid like you kill someone like me? Oh, that's too funny.", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Lorenz", "line": "An animal like you cannot be allowed to run amok. We will settle this here and now!", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Acheron", "line": "If you think you're up to the task, then by all means. But it's not my fault if it ends badly for you.", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Claude", "line": "I did hear that some good-for-nothing inherited this territory. I guess that's you, then.", "unit": "Claude", "boss": "Acheron"}, {"speaker": "Acheron", "line": "Who do you think you are? I'm not a good-for-nothing! You are!", "unit": "Claude", "boss": "Acheron"}, {"speaker": "Claude", "line": "If you were actually good for anything at all, I'd at least expect you to recognize who I am...", "unit": "Claude", "boss": "Acheron"}], "end": [{"speaker": "Acheron", "line": "Argh! Wait! I lose, I give up! I surrender! Please don't kill meeee!"}, {"speaker": "Lorenz", "line": "... You have my thanks, Professor. Please go on ahead. I will clean up here and then report to my father. See you back at the monastery."}, {"speaker": "Acheron", "line": "Now that's a stubborn defense... We should probably give up. Let's retreat!"}, {"speaker": "Lorenz", "line": "So, they've withdrawn. What a pointless battle."}, {"speaker": "Lorenz", "line": "You have my thanks, professor. Please go on ahead. I will clean up here and then report to my father. See you back at the monastery."}, {"speaker": "Lorenz", "line": "Your assistance in this incident with Acheron has proved most essential. Consider me in your debt. Thanks to you, the Alliance was able to nip this internal conflict in the bud."}, {"speaker": "Byleth", "line": "What will become of Acheron?"}, {"speaker": "Lorenz", "line": "He has written a pledge to my father, swearing never to cause trouble about the border again. Of course, he is hardly the type to bind himself in good faith to anything written on paper. But Acheron has many connections, both in the Alliance and in the Empire. To remove him entirely would cause more conflict. We will just have to watch him closely for now."}, {"speaker": "Byleth", "line": "That sounds like a cautious approach."}, {"speaker": "Byleth", "line": "That is a prudent decision."}, {"speaker": "Lorenz", "line": "Indeed. I do plan to eliminate him eventually, however. He is nothing but trouble. Incidentally, there was one other benefit to embarking upon this errand. Have a look at this."}, {"speaker": "Lorenz", "line": "The magic staff, Thyrsus. A Relic passed down through House Gloucester for generations. It seems my father has finally recognized my ability. Apparently he had been considering entrusting this Relic to me for some time. He has had precious few opportunities to take to the field of battle personally, of late. Doubtless by giving this to me, he intends to send the message that I must work even harder. I will certainly continue to do my utmost. But I am by no means completely subservient to his will."}, {"speaker": "Byleth", "line": "Is all not well between you two?"}, {"speaker": "Byleth", "line": "You disagree with your father's opinions?"}, {"speaker": "Lorenz", "line": "I would not go so far as that. But my father seldom thinks beyond the immediate benefit of our house. While that is important, I prefer to consider the greater good when I make decisions. I believe that is a noble's duty. Now, for the time being, may I trust you to decide how we may best make use of Thyrsus? For the moment, I think you are in the best position to apply it to the betterment of all of Fódlan."}, {"speaker": "Byleth", "line": "Are you sure?"}, {"speaker": "Lorenz", "line": "To be quite honest, I am not certain I feel ready to decide the fate of a Relic on my own just yet. Do me this favor, Professor, and I will be grateful. Now, to celebrate! Allow me to treat you to tea."}]}