{"chapter": "P13", "title": "Weathervanes Of Fodlan", "speakers": ["Gilbert", "Byleth", "Annette", "Baron Dominic", "Kingdom Soldier"], "dialogue_counts": {"Gilbert": 26, "Byleth": 12, "Annette": 18, "Baron Dominic": 13, "Kingdom Soldier": 1}, "gender_counts": {"M": 26, "F": 18, "N": 14, "A": 12}, "lines": 71, "transitions": "-MAMAAM-F-FAMFAFMFMAMFMFMAMAM-FNMNMNMNFN-FM-N-NM-FMFN-FN-M-N-MN-NF-NMNM-MFMAAMFMAAF-FM", "opening": ["Annette and Gilbert hope to acquire the Hero's Relic of House Dominic from Annette's uncle, Baron Dominic."], "intro": [{"speaker": "Gilbert", "line": "Professor, do you have a moment?"}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Gilbert", "line": "I would hear your opinion on our situation. Given our current fighting power, what sort of challenge do you expect we pose to the Empire? Do we have any hope of victory?"}, {"speaker": "Byleth", "line": "Our preparations are lacking."}, {"speaker": "Byleth", "line": "The probability of victory is low."}, {"speaker": "Gilbert", "line": "So, we agree. However, in order to strengthen our forces, we--"}, {"speaker": "Annette", "line": "Aaaargh! Ugh, why would anyone put a barrel here?!"}, {"speaker": "Annette", "line": "Ow, that really smarts... Oh. Hello, Father."}, {"speaker": "Byleth", "line": "Father?"}, {"speaker": "Gilbert", "line": "... Another stupendous fall."}, {"speaker": "Annette", "line": "As though you care about my well-being. Anyway... Professor, I'm heading out for a bit."}, {"speaker": "Byleth", "line": "Where are you going?"}, {"speaker": "Annette", "line": "I was thinking of going to visit my uncle."}, {"speaker": "Gilbert", "line": "To see my brother? Why is that, Annette?"}, {"speaker": "Annette", "line": "I wanna ask him to entrust me with the Hero's Relic of House Dominic. The fight from here on out is gonna be tough. I need to do whatever I can to get stronger. The best thing we can do, as far as I can tell, is to have another Hero's Relic at our disposal."}, {"speaker": "Gilbert", "line": "You are not wrong, yet it will not be easy."}, {"speaker": "Byleth", "line": "Why's that?"}, {"speaker": "Gilbert", "line": "Under pressure from Cornelia, House Dominic is maintaining a pro-Imperial stance. That makes us his enemy. Brother or no, he will not hand over a Hero's Relic to us."}, {"speaker": "Annette", "line": "But he's not a bad person... And we'll never know unless we ask, right? And Mother might be there too..."}, {"speaker": "Gilbert", "line": "The Dominic region is, at present, enemy territory. There is no guarantee you can see them safely."}, {"speaker": "Annette", "line": "Fine. Be that way. It's not like I was planning to ask for your help, anyway. Professor, don't worry about me. I'll be back soon, and with a Relic, no less!"}, {"speaker": "Gilbert", "line": "Annette! Wait! She never listens. So frustrating. However, if she were able to retrieve the Hero's Relic, it would prove a great boon to our forces. Perhaps I should prepare myself for the worst. I shall travel with Annette to see my brother. Professor, might I ask you to take on a task for me? It is entirely possible that we shall be captured in the Dominic region. In anticipation of that... I would ask that you wait outside the region, with an army at your command."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Gilbert", "line": "I cannot say with confidence that we will be able to bring back the Hero's Relic without issue. While it pains me to ask this favor of you, I must also thank you for accepting."}, {"speaker": "Byleth", "line": "I need some time..."}, {"speaker": "Gilbert", "line": "I should be able to slow Annette's departure for a short while, at the least. Please join us when you can."}], "battle": [{"speaker": "Annette", "line": "Uncle, I beg you! Please give me the Hero's Relic!"}, {"speaker": "Baron Dominic", "line": "Even in this land, the Empire's eye shines bright. To hand over such a weapon to you, our enemy, is unthinkable..."}, {"speaker": "Gilbert", "line": "We are well aware. Brother, I beg you. For the sake of the Kingdom's revival..."}, {"speaker": "Baron Dominic", "line": "I cannot. If it becomes known that I gave you aid, my lands will be annexed in a bitter instant."}, {"speaker": "Gilbert", "line": "Then we must relent. Annette, there is nothing for us here. We should go."}, {"speaker": "Baron Dominic", "line": "No. Letting you simply leave will invite accusations of collusion. I must take you as my hostages."}, {"speaker": "Gilbert", "line": "So... It has come to pass after all."}, {"speaker": "Baron Dominic", "line": "Annette, live here with me. You needn't return to that helpless band of rebels without a glimmer of hope for victory."}, {"speaker": "Annette", "line": "You're wrong! That will never happen, Uncle!"}, {"speaker": "Baron Dominic", "line": "Your mother is also here in this land. Do not dismiss my proposition so readily..."}, {"speaker": "Annette", "line": "We can't afford to stay here. Father, we have to run!"}, {"speaker": "Gilbert", "line": "Be calm, Annette. I assumed something like this would happen. If we do not come back, the professor will come to get us. We need but wait and keep faith..."}, {"speaker": "Kingdom Soldier", "line": "Our allies are being held in that stronghold in the southeast! Please, rescue them quickly!"}, {"speaker": "Baron Dominic", "line": "Ha! Right to the last, you hope to strike me down. In that case, I will also lay my cards on the table and commit all my resources to this fight!"}, {"speaker": "Gilbert", "line": "Reinforcements?! That will make life more difficult."}, {"speaker": "Annette", "line": "Oh, thank goodness! Let's run, Father!"}, {"speaker": "Gilbert", "line": "Annette, go. I will acquire the Hero's Relic, even if it means crossing blades with my brother."}, {"speaker": "Annette", "line": "I couldn't possibly leave you to do it alone! Father, please let me go with you!"}, {"speaker": "Baron Dominic", "line": "Even if you must do it by force, bring me Annette!"}], "character-falls": [{"speaker": "Annette", "line": "Gah... Leave me be!"}, {"speaker": "Baron Dominic", "line": "It's for your own good. You must understand, Annette."}, {"speaker": "Gilbert", "line": "I am soldier enough to admit I have lost this battle. Brother, I will lay down arms..."}], "boss": [{"speaker": "Baron Dominic", "line": "I have my own reason for not giving up. And the less I speak of it, the better..."}, {"speaker": "Gilbert", "line": "My brother, I beg you...the Relic!", "unit": "Gilbert", "boss": "Baron Dominic"}, {"speaker": "Baron Dominic", "line": "I do not wish to repeat myself! If you want it that badly, slay me and claim it for your own", "unit": "Gilbert", "boss": "Baron Dominic"}, {"speaker": "Baron Dominic", "line": "I have no wish to enact violence on you, Annette. Listen to me and do as I say.", "unit": "Annette", "boss": "Baron Dominic"}, {"speaker": "Annette", "line": "I will not listen! I can't and I won't! There is somewhere I must return to!", "unit": "Annette", "boss": "Baron Dominic"}], "end": [{"speaker": "Baron Dominic", "line": "So...this is it. I fought well, in the end. I doubt Cornelia will think I cooperated with you. Take the Hero's Relic and go. And in return...promise to restore the Kingdom."}, {"speaker": "Gilbert", "line": "Brother... I thank you."}, {"speaker": "Baron Dominic", "line": "And don't worry about your wife. Whatever happens, I swear I will protect her. When all of this is over, you had better return to her. Make sure victory is yours...Gustave."}, {"speaker": "Gilbert", "line": "You have my word."}, {"speaker": "Gilbert", "line": "I cannot tell you how grateful we are for your assistance."}, {"speaker": "Annette", "line": "I don't know what would have happened if not for you... And thanks to you, I got this!"}, {"speaker": "Gilbert", "line": "The Magic hammer, Crusher... The Hero's Relic of House Dominic. My brother would not surrender such a Relic without a fight... I hope you understand."}, {"speaker": "Byleth", "line": "I understand."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Gilbert", "line": "House Dominic is one of the ten great bloodlines. Yet within the Kingdom, we are mere feudal lords. With the Empire growing in strength, Dominic must kneel. To do otherwise would be suicide. The western lords, and other rulers, are in the same situation. They all comply, albeit reluctantly. If we defeat the Empire, I hope the Kingdom will rise once more, under the banner of a legitimate king."}, {"speaker": "Annette", "line": "I hope so too. That's why we can't give up!"}, {"speaker": "Gilbert", "line": "To that end, Professor, we will require your help. I hope we can continue depending on you."}, {"speaker": "Byleth", "line": "I'll do what I can."}, {"speaker": "Byleth", "line": "You can count on me."}, {"speaker": "Annette", "line": "Don't worry! We won't make you do all the hard work by yourself. I'll give it my all too! Speaking of... I'm gonna get straight to training!"}, {"speaker": "Annette", "line": "Gaaaaaah! Why would someone put a dumb wooden box here?!"}, {"speaker": "Gilbert", "line": "And please, look after my daughter as well."}]}