{"chapter": "P14", "title": "Foreign Land And Sky", "speakers": ["Bernadetta", "Petra", "Byleth", "Imperial Soldier", "Hubert", "Catherine"], "dialogue_counts": {"Bernadetta": 35, "Petra": 28, "Byleth": 8, "Imperial Soldier": 1, "Hubert": 5, "Catherine": 4}, "gender_counts": {"M": 5, "F": 67, "N": 1, "A": 8}, "lines": 82, "transitions": "-FFFFFFFFF-FFFFFAFAFFFAFFFAFFF-FFF-NF-F-M-F-F-M-F-F-MF-FM-FF-M-FFFF-F-F-FF-F-FFFF-FAFAFAFAFFFFFFFFFFFFF", "opening": ["The war in Fódlan has put Brigid in a precarious position. With Bernadetta in tow, Petra returns to her homeland in hopes of avoiding a confrontation with her grandfather."], "intro": [{"speaker": "Bernadetta", "line": "Ah, nothing like a moment of perfect stillness..."}, {"speaker": "Petra", "line": "Why is it preferable to have stillness?"}, {"speaker": "Bernadetta", "line": "Ah! Petra? Please don't sneak up on me like that! Oh... You're here too, Professor? What's going on?"}, {"speaker": "Petra", "line": "I was asking my question first. What are you enjoying about air that is still?"}, {"speaker": "Bernadetta", "line": "Um. Still air makes me feel better, that's all. It means you're in a nice, closed-off space where you can hide."}, {"speaker": "Petra", "line": "But spaces that are wide and open are wonderful. Places like forests and oceans."}, {"speaker": "Bernadetta", "line": "Guess we'll have to agree to disagree about that."}, {"speaker": "Petra", "line": "I am not understanding your answer, but I am appreciating your explanation. I am reminded. I was wanting to ask if you wish to go to the forest or ocean with me?"}, {"speaker": "Bernadetta", "line": "Um. What? What part of anything I said would make you think I wanted that?"}, {"speaker": "Bernadetta", "line": "So your grandfather is in trouble. He's trying to lend us soldiers from Brigid, but... Edelgard is sending messengers there to convince Brigid she's not their enemy."}, {"speaker": "Petra", "line": "You are saying messengers, but the truth is they are a threat. Brigid is having no power to refuse."}, {"speaker": "Bernadetta", "line": "I get it, but what does this have to do with me?"}, {"speaker": "Petra", "line": "Professor was asking this of me. I was told...if I am going to a far away place, to be taking Bernie with me, since she is hiding away."}, {"speaker": "Bernadetta", "line": "What?! Professor! What did I do to deserve this?! I know I'm a recluse, but I do go out on missions once in a while!"}, {"speaker": "Byleth", "line": "You can't refuse."}, {"speaker": "Bernadetta", "line": "Tyranny! Abuse of power! I have rights!"}, {"speaker": "Byleth", "line": "Lend me your strength."}, {"speaker": "Bernadetta", "line": "You say that, but I don't think I'm ready for this."}, {"speaker": "Petra", "line": "Bernie, I am wanting this as well. Please join me."}, {"speaker": "Bernadetta", "line": "Since you put it that way, Petra...I'll think about it. Do you really want me to go, Professor?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Bernadetta", "line": "All right. I'll lend a hand...for everyone's sake!"}, {"speaker": "Petra", "line": "What is the point of lending a hand? Are you not needing both of them to battle?"}, {"speaker": "Bernadetta", "line": "What?! No, it's a figure of speech! Oh, don't make me imagine that!"}, {"speaker": "Byleth", "line": "I'm not sure."}, {"speaker": "Petra", "line": "Maybe we are not needing you then. I will try borrowing the power of the church."}, {"speaker": "Bernadetta", "line": "Um, OK... I don't mind shutting myself in like usual. But I can't say I feel good about all this!"}, {"speaker": "Petra", "line": " If your mind is changing, please tell me. I will be waiting as long as I can."}], "battle": [{"speaker": "Petra", "line": "My life is endangered! I must keep alive!"}, {"speaker": "Petra", "line": "Reinforcements are ready. Let us attack with each other!"}, {"speaker": "Petra", "line": "Professor... Please, convey to my grandfather... that... I am without regret..."}, {"speaker": "Bernadetta", "line": "Petra!? Petra no! Don't leave us!"}, {"speaker": "Petra", "line": "Grandfather, I cannot be meeting you... My objective was failed."}], "boss": [{"speaker": "Hubert", "line": "Brigid is a vassal of the Empire. You will not turn them against us!"}, {"speaker": "Catherine", "line": "Brigid will not become a puppet of the Empire. The Knights of Seiros won't let it happen!"}, {"speaker": "Catherine", "line": "I can't achieve anything more here. Keep fighting! Stop them!"}, {"speaker": "Hubert", "line": "So, Princess of Brigid. Now we see where your loyalties truly lie. This, after we spared your life in return for naught but your fealty. How ungrateful.", "unit": "Petra", "boss": "Hubert"}, {"speaker": "Petra", "line": "Ten years have been passed. The Empire has been changed, just as Brigid has!", "unit": "Petra", "boss": "Hubert"}, {"speaker": "Bernadetta", "line": "Ah! They're here! Help me!", "unit": "Bernadetta", "boss": "Hubert"}, {"speaker": "Hubert", "line": "Heheheh. Go on and scream, if it makes you feel better. But if you could die swiftly and without a struggle, I would greatly appreciate it.", "unit": "Bernadetta", "boss": "Hubert"}, {"speaker": "Bernadetta", "line": "Ah! It's Thunder Catherine! We're done for!", "unit": "Bernadetta", "boss": "Catherine"}, {"speaker": "Catherine", "line": "Hey, I was going to say that! You didn't let me introduce myself. How rude. Thunderbrand and I will have to teach you some manners.", "unit": "Bernadetta", "boss": "Catherine"}], "end": [{"speaker": "Petra", "line": "It is done. Now, I can be meeting my grandfather. We must be moving with haste!"}, {"speaker": "Bernadetta", "line": "Finally over? Phew! All right, let's get out of here! This isn't exactly, um, the ideal environment for a recluse, you know."}, {"speaker": "Petra", "line": "I will be speaking with my grandfather. Once he is convinced, I will be returning. Professor, everyone, please be waiting here. Enemies may still be nearby."}, {"speaker": "Bernadetta", "line": "Got it. We'll wait right here. And if anyone comes, um, the professor will handle it! Right, Professor?"}, {"speaker": "Bernadetta", "line": "The vegetation around here's pretty different from the kinds we usually see. It may be no good for a recluse, but the forest does have its own charms, doesn't it?"}, {"speaker": "Byleth", "line": "I'm surprised to hear you say that."}, {"speaker": "Bernadetta", "line": "Didn't you know? I love greenery! Especially carnivorous plants. They're my favorite."}, {"speaker": "Byleth", "line": "You like plants?"}, {"speaker": "Bernadetta", "line": "Sure do! Especially the carnivorous ones."}, {"speaker": "Byleth", "line": "Carnivorous plants..."}, {"speaker": "Bernadetta", "line": "Yes! They just sit there, nice and still, and wait for their dinner to come to them! How great is that? And they all look so unique too!"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Bernadetta", "line": "What? Don't you think so? Oh, look! Petra's back!"}, {"speaker": "Petra", "line": "Sorry to be making you wait. I have spoken with him."}, {"speaker": "Bernadetta", "line": "It's been a long time since you've seen your grandfather, huh? How'd it go?"}, {"speaker": "Petra", "line": "As is usual, my grandfather is well and strong. He was saying that he will be supporting us and giving us troops."}, {"speaker": "Bernadetta", "line": "That's great! So we did it?"}, {"speaker": "Petra", "line": "We did. You have my thanks. Ever since we were losing the war to the Empire, Brigid has been viewed as a vassal state. But with Fódlan at war...it is a chance for Brigid to be changing our situation. Our cooperation today is part of that chance. Brigid is wanting equality with Fódlan. We will be working hard to make this happen."}, {"speaker": "Bernadetta", "line": "Ah..."}, {"speaker": "Petra", "line": "Bernie? What is it you are feeling?"}, {"speaker": "Bernadetta", "line": "You're amazing, Petra. You went all by yourself to a foreign country... You worked hard for your homeland, and you achieved your goal. I'm always focused on my own problems, and I barely ever get anywhere..."}, {"speaker": "Petra", "line": "That is not the truth. You were fighting hard for me. You came here to be helping everyone. You were not thinking only of yourself. I am never doubting you were working hard. We will be working together to keep moving forward to the future."}, {"speaker": "Bernadetta", "line": "You...really mean it? That's so nice!"}, {"speaker": "Petra", "line": "And you were telling me about your interest in foreign vegetation. That is one reason I wanted to be bringing you here. Did it make you happy?"}, {"speaker": "Bernadetta", "line": "It did! It was really exciting! I've got so many drawings I need to do before we head back! I might even have enough to make it into a book! Yeah, I should do that! Want to help, Professor?"}]}