{"chapter": "P15", "title": "Forgotten Hero", "speakers": ["???", "Marianne", "Byleth", "Wandering Beast", "Claude", "Crest Scholar"], "dialogue_counts": {"???": 6, "Marianne": 30, "Byleth": 12, "Wandering Beast": 10, "Claude": 2, "Crest Scholar": 3}, "gender_counts": {"M": 2, "F": 30, "N": 19, "A": 12}, "lines": 64, "transitions": "-NFN-FNANFNFAN-FAFAFAFAFAFAFFAF-FNFN-FN-F-F-F-N-N-N-NF-MNMN-NF-F-FNFNFNFAFAFAF-F", "opening": ["Something is attacking people in the forests of Margrave Edmund's territory, and a Crest scholar blames Marianne."], "intro": [{"speaker": "???", "line": "There’s no reason to feign ignorance. I know all about you!"}, {"speaker": "Marianne", "line": "Wh-what are you talking about?"}, {"speaker": "???", "line": "Just come here!"}, {"speaker": "Marianne", "line": "Professor! Help!"}, {"speaker": "???", "line": "Don’t interfere. Just hand the girl over to me."}, {"speaker": "Byleth", "line": "Never."}, {"speaker": "???", "line": "I’m telling you this for your own good. You’re putting yourself in danger by associating with her."}, {"speaker": "Marianne", "line": "..."}, {"speaker": "???", "line": "Do you know of the Wandering Beast stalking in the wood in the Edmund territory? It is said that it attacks people every night and drags them off to feast. The true identity of the Wandering Beast... Is that girl right there!"}, {"speaker": "Marianne", "line": "No! I would never..."}, {"speaker": "Byleth", "line": "Get out of here!"}, {"speaker": "???", "line": "No matter. I’ll get the evidence I need..."}, {"speaker": "Marianne", "line": "My apologies for you getting involved in that..."}, {"speaker": "Byleth", "line": "What happened?"}, {"speaker": "Marianne", "line": "In truth, that man has been following me ever since my father disappeared... He’s a Crest scholar."}, {"speaker": "Byleth", "line": "Why is he following you?"}, {"speaker": "Marianne", "line": "The Crest that my father bore and was passed down to me... It was... Maurice’s Crest."}, {"speaker": "Byleth", "line": "Maurice’s Crest?"}, {"speaker": "Marianne", "line": "Yes. It’s also known as...the Crest of the Beast... It’s said there were once 12 heroes who saved Fódlan. There was the King of Liberation, Nemesis...the 10 Elites, and finally...Maurice. One day, Maurice suddenly transformed into a hideous beast and slaughtered innocent people. It was like when Miklan of House Gautier turned into a Black Beast. The negative energy dwelling within his Crest turned Maurice into a monster. The people of Fódlan grew to despise him, and he was stripped of his honor. His whole clan was conquered, and it was believed that his bloodline had vanished... But even now, there exist a few descendants who have inherited Maurice’s Crest, and his curse. My family line...is one of them. Maurice’s Crest is a symbol of disaster. Anyone who comes in contact with it is met with great misfortune. Those who carry the Crest became beasts at night and slaughter innocent people."}, {"speaker": "Byleth", "line": "What that man mentioned earlier..."}, {"speaker": "Marianne", "line": "Yes, the rumor about the Wandering Beast in the woods... People are saying the creature is similar in appearance to Maurice’s bestial form."}, {"speaker": "Byleth", "line": "If it’s defeated, wouldn’t the rumor be dispelled?"}, {"speaker": "Marianne", "line": "That may be true but...I doubt I could do it on my own. If you and some of the other students came with me though..."}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Marianne", "line": "Thank you! But, um... Promise you won't tell anyone about my Crest?"}, {"speaker": "Marianne", "line": "I'm sorry to have to ask...but thank you!"}, {"speaker": "Byleth", "line": "I'll think about it."}, {"speaker": "Marianne", "line": "It is my personal matter, so I can't expect you to get involved. But if you change your mind...I'll be waiting."}], "battle": [{"speaker": "Wandering Beast", "line": "My beastly blood is roused... You will not be able to stop me!"}], "character-falls": [{"speaker": "Marianne", "line": "Dear Goddess... My soul is yours to take..."}], "boss": [{"speaker": "Wandering Beast", "line": "Nothing will stop me...from feasting upon your flesh and blood!"}, {"speaker": "Wandering Beast", "line": "That sword... It's the sword of the king! Are you the one who can liberate me?!", "unit": "Byleth", "boss": "Wandering Beast"}, {"speaker": "Wandering Beast", "line": "Nothing will stop me...from feasting upon your flesh and blood!", "unit": "Marianne", "boss": "Wandering Beast"}, {"speaker": "Marianne", "line": "No! I won't let you!", "unit": "Marianne", "boss": "Wandering Beast"}, {"speaker": "Claude", "line": "That looks just like Miklan's Black Beast... Could a Hero's Relic be at fault?", "unit": "Claude", "boss": "Wandering Beast"}, {"speaker": "Wandering Beast", "line": "Hero... That is a word that takes me back.", "unit": "Claude", "boss": "Wandering Beast"}, {"speaker": "Claude", "line": "Takes you back? You... Are you...", "unit": "Claude", "boss": "Wandering Beast"}, {"speaker": "Wandering Beast", "line": "After so long, I cannot speak of it.", "unit": "Claude", "boss": "Wandering Beast"}], "end": [{"speaker": "Wandering Beast", "line": "Well done... Finally, this nightmare of a thousand years is at its end. Oh, inheritor of my Crest...if this body is to decay, then the sword... I leave it to you..."}, {"speaker": "Marianne", "line": "..."}, {"speaker": "Marianne", "line": "I still can’t believe what we saw in that forest... The Wandering Beast’s eviscerated body... Only human bones and this sword remaining."}, {"speaker": "Marianne", "line": "Surely the creature’s true identity was..."}, {"speaker": "Crest Scholar", "line": "I’m sorry..."}, {"speaker": "Marianne", "line": "You again?"}, {"speaker": "Crest Scholar", "line": "I heard rumor that the Wandering Beast was slain, but do you really believe that frees you of suspicion? Without proof that it was slain, the argument that you are not a beast does not stand. Furthermore, I... Huh? Oh! That sword!"}, {"speaker": "Marianne", "line": "When the Wandering Beast was defeated, this sword..."}, {"speaker": "Crest Scholar", "line": "It’s unmistakable! Carved into that sword’s Crest stone is Maurice’s Crest! But how would the lost Magic Blade end up with the Wandering Beast? According to what I know of Maurice’s story, he didn’t let go of the sword until the very end. That must mean... I see. So that’s what happened... My apologies, it seems I was mistaken. I must be going."}, {"speaker": "Marianne", "line": "So the Wandering Beast was..."}, {"speaker": "Byleth", "line": "Maurice himself."}, {"speaker": "Marianne", "line": "He was roaming the dark woods for over a thousand years, suffering for his murderous past."}, {"speaker": "Byleth", "line": "Someone who bears the Crest of the Beast."}, {"speaker": "Marianne", "line": "No, I’m sure that was Maurice himself. He was roaming the dark woods for over a thousand years, suffering for his murderous past."}, {"speaker": "Byleth", "line": "Good thing you were able to put an end to it."}, {"speaker": "Marianne", "line": "It’s true... And because of that, I feel as though...my curse has been lifted. The blood of a beast no longer flows through me. I feel human for once."}, {"speaker": "Marianne", "line": "Thank you, Professor. I couldn’t have done it on my own. Without your help, I would never have found peace. I’ll do anything I can to repay my debt to you!"}]}