{"chapter": "P16", "title": "The Face Beneath", "speakers": ["Caspar", "Mercedes", "Byleth", "Knight Of Seiros", "Death Knight"], "dialogue_counts": {"Caspar": 25, "Mercedes": 23, "Byleth": 4, "Knight Of Seiros": 1, "Death Knight": 18}, "gender_counts": {"M": 43, "F": 23, "N": 1, "A": 4}, "lines": 72, "transitions": "-MFMFMFAAMFMFMF-N-FMFAMAMFM-F-MM-M-FM-M-FM-MM-M-MM-M-MFMF-M-FMFMMMMMMFM-FMFMMMMMM-FMFMFMF", "opening": ["Whispers of Death Knight sightings in Garreg Mach excite Caspar, but Mercedes has a much more pensive reaction. Something must be on her mind..."], "intro": [{"speaker": "Caspar", "line": "Professor! Mercedes! What are you two doing here?"}, {"speaker": "Mercedes", "line": "Um, we were just talking. Why do you look so flustered?"}, {"speaker": "Caspar", "line": "Haven't you heard? An Imperial army was spotted near Garreg Mach!"}, {"speaker": "Mercedes", "line": "Oh. Do you think they came to scout?"}, {"speaker": "Caspar", "line": "Maybe? We could probably take care of 'em if that's the case... But I heard the Death Knight is out there!"}, {"speaker": "Mercedes", "line": "The Death Knight..."}, {"speaker": "Byleth", "line": "Is that a problem?"}, {"speaker": "Byleth", "line": "Who was that again?"}, {"speaker": "Caspar", "line": "Don't you remember? He's the guy who abducted Flayn! We fought him a bunch of times after that! Right, Mercedes? Oh. Is something the matter?"}, {"speaker": "Mercedes", "line": "N-No. It's nothing. Really... Now's probably not the time, but I was just thinking of my brother."}, {"speaker": "Caspar", "line": "You have a brother?"}, {"speaker": "Mercedes", "line": "Yes, but we have different fathers. He was a year younger than me."}, {"speaker": "Caspar", "line": "Why'd he suddenly come to mind?"}, {"speaker": "Mercedes", "line": "You see--"}, {"speaker": "Knight Of Seiros", "line": "Quickly! You must prepare for battle! The Death Knight has been spotted in the Sealed Forest! He only has a few troops with him, so we planned on taking him out with just the knights, but... We can't guarantee that reinforcements won't arrive. We would appreciate your backup, just in case."}, {"speaker": "Mercedes", "line": "The Death Knight... I have to go..."}, {"speaker": "Caspar", "line": "Mercedes, wait! I don't know what's going on with you, but..."}, {"speaker": "Mercedes", "line": "No! I have to go see him!"}, {"speaker": "Byleth", "line": "Let's go with her."}, {"speaker": "Caspar", "line": "Yeah, we can't let him get away! I'll help Mercedes find the Death Knight! You go gather the others and meet up with us, Professor!"}, {"speaker": "Byleth", "line": "I'm not so sure..."}, {"speaker": "Caspar", "line": "We don't really have time to sit around and think, but a little prep can't hurt against the Death Knight."}, {"speaker": "Mercedes", "line": "Yes... You two are right..."}, {"speaker": "Caspar", "line": "Let me know when you're ready. Try not to take too long though, all right? It's not like the Death Knight is just gonna wander around the forest waiting for us to find him."}], "battle": [{"speaker": "Mercedes", "line": "Emile, wait! Don't go! Take your helmet of. Please. Let me see your face. It really is you under there, isn't it? I've been searching for so long..."}, {"speaker": "Caspar", "line": "I finally caught up with you, Mercedes. You're faster than you look... But I'm here now, so you can give up, Death Knight!"}, {"speaker": "Death Knight", "line": "..."}, {"speaker": "Death Knight", "line": "Flee, and I will not chase you... Challenge me, and I will have no choice but to fight..."}, {"speaker": "Mercedes", "line": "Enemy reinforcements are approaching! What should we do?"}, {"speaker": "Caspar", "line": "Let's take 'em out! Reinforcements just means we get to fight even more!"}], "boss": [{"speaker": "Death Knight", "line": "I told you that if you fled, I would not chase you. But it seems you wish to die..."}, {"speaker": "Mercedes", "line": "You try to hide yourself with that mask and helmet...But I know who you really are.", "unit": "Mercedes", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "I...have nothing to say to you.", "unit": "Mercedes", "boss": "Death Knight"}, {"speaker": "Caspar", "line": "The Infamous Death Knight! Champion of the Empire! Taking you down is gonna be satisfying.", "unit": "Caspar", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "Heh. Simpleton...", "unit": "Caspar", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "Fate is unkind. There will be no resolution today... Flee, and I will not give chase.", "unit": "Byleth", "boss": "Death Knight"}], "end": [{"speaker": "Death Knight", "line": "Simple...but effective..."}, {"speaker": "Caspar", "line": "You're not getting away that easy!"}, {"speaker": "Death Knight", "line": "I must go..."}, {"speaker": "Caspar", "line": "Phew...we did it. Are you all right, Mercedes?"}, {"speaker": "Mercedes", "line": "I am, thanks to you. But still..."}, {"speaker": "Caspar", "line": "There's something you wanted to ask him, right? Come on, he ran off into the forest."}, {"speaker": "Mercedes", "line": "Thank you, Caspar."}, {"speaker": "Death Knight", "line": "You came..."}, {"speaker": "Mercedes", "line": "How many years has it been since we last spoke? I'm so sorry... I should have come for you sooner... I'm sure it wasn't pleasant living in House Bartels."}, {"speaker": "Caspar", "line": "I'm not sure I follow. Do you know this guy, Mercedes?"}, {"speaker": "Mercedes", "line": "My younger brother... Emile... Is it really you?"}, {"speaker": "Caspar", "line": "I'm sorry, what? Your brother is the Death Knight?! But you two look nothing alike!"}, {"speaker": "Death Knight", "line": "Mercedes... Leave the monastery."}, {"speaker": "Caspar", "line": "Hold on just a minute! Is that all you've got to say for yourself?"}, {"speaker": "Death Knight", "line": "This doesn't concern you..."}, {"speaker": "Caspar", "line": "That's not true! You're her brother, right? But you've got nothing nice to say to her after all this time?"}, {"speaker": "Death Knight", "line": "You will die..."}, {"speaker": "Mercedes", "line": "Even if I die, I've made my choice. Please, Emile. Fight on our side instead."}, {"speaker": "Death Knight", "line": "I cannot. My soul has long departed... And yet... Here. Take this and go."}, {"speaker": "Mercedes", "line": "Is this...a Hero's Relic? You and I must share the same Crest."}, {"speaker": "Death Knight", "line": "When next we meet, I will kill you without hesitation."}, {"speaker": "Mercedes", "line": "You won't kill me. I have this now."}, {"speaker": "Death Knight", "line": "Hmph. Do not die until I can kill you..."}, {"speaker": "Death Knight", "line": "Hmph."}, {"speaker": "Caspar", "line": "What is it? You got a problem with me?"}, {"speaker": "Death Knight", "line": "Take... this..."}, {"speaker": "Caspar", "line": "This is..."}, {"speaker": "Death Knight", "line": "I will kill her. Until then, she must live..."}, {"speaker": "Mercedes", "line": "Emile! I can't believe he's gone again..."}, {"speaker": "Caspar", "line": "I can't tell whether or not he actually cares that you're his sister..."}, {"speaker": "Mercedes", "line": "Hmm... Somewhere, hiding underneath that helmet, there's a very sweet boy."}, {"speaker": "Caspar", "line": "Is that a joke? Would a sweet boy threaten to kill someone? I don't get you, Mercedes."}, {"speaker": "Mercedes", "line": "Living at House Bartels changed him. But that's beside the point. Thank you, Caspar. I couldn't have confronted him without you."}, {"speaker": "Caspar", "line": "Don't worry about it. I may not understand you half the time, but we're still pals."}, {"speaker": "Mercedes", "line": "Come on then, pal. Let's get back to everyone else."}]}