{"chapter": "P17", "title": "Retribution", "speakers": ["Duke Aegir", "Rogue A", "Rogue B", "Rogue C", "Rogue D", "Ferdinand", "Lysithea", "Knight Of Seiros", "Byleth", "Villager", "Rogue", "Rogue Grappler", "Rogue Thief", "Rogue Swordmaster", "Rogue Sniper"], "dialogue_counts": {"Duke Aegir": 4, "Rogue A": 2, "Rogue B": 1, "Rogue C": 1, "Rogue D": 1, "Ferdinand": 25, "Lysithea": 24, "Knight Of Seiros": 4, "Byleth": 2, "Villager": 4, "Rogue": 5, "Rogue Grappler": 2, "Rogue Thief": 2, "Rogue Swordmaster": 2, "Rogue Sniper": 2}, "gender_counts": {"M": 25, "F": 24, "N": 30, "A": 2}, "lines": 82, "transitions": "-N-N-NNNNNNN---MFMFM-NMNMNFMNMFMFAFAMF-MFMF-MF-N-N-N-NF-NF-NM-NF-NM-NF-NNN-NNN-NNM-FMFM-FMFMFMFMFMFMFMFM", "opening": ["Amid riots in Hrym territory, Ferdinand learns that his missing father, Duke Aegir, has been found. Lysithea, who knows the area well, goes with him to investigate."], "intro": [{"speaker": "Duke Aegir", "line": "Can't...stop...running..."}, {"speaker": "Duke Aegir", "line": "Wha--?!"}, {"speaker": "Rogue A", "line": "We got you! You're the prime minister, aren't you?"}, {"speaker": "Rogue B", "line": "Not anymore. He lost his power and his fancy title. Now he's just a man."}, {"speaker": "Duke Aegir", "line": "I..."}, {"speaker": "Rogue C", "line": "Shut up!"}, {"speaker": "Rogue A", "line": "Yeah! Do you know what you've done to regular folks like us? Since you villains took over the Hrym territory, our lives have been nothing but pain and misery! Heavy taxes, forced labor. It's brutal!"}, {"speaker": "Rogue D", "line": "Now we're gonna make you pay!"}, {"speaker": "Duke Aegir", "line": "Agh! Argh! Aaaaaaaargh!"}, {"speaker": "Ferdinand", "line": "Hm, such a nice selection of tea leaves in the pantry here."}, {"speaker": "Lysithea", "line": "Tea is nice and all, but it's not much good when you don't have sweets to go with it."}, {"speaker": "Ferdinand", "line": "Sweet treats are less common, yes, but perhaps that makes sense. War is not sugar-coated."}, {"speaker": "Lysithea", "line": "If you've got time to be cheeky, you've got time to find me some sweets."}, {"speaker": "Ferdinand", "line": "But Lysithea, your smile is so sweet--"}, {"speaker": "Knight Of Seiros", "line": "Lord Ferdinand! Excuse the interruption. Our scouts happened upon the information you were looking for. I thought it would be best to let you know as soon as possible."}, {"speaker": "Ferdinand", "line": "They know where my father is?!"}, {"speaker": "Knight Of Seiros", "line": "Yes, sir."}, {"speaker": "Ferdinand", "line": "Tell me, now."}, {"speaker": "Knight Of Seiros", "line": "After losing his position as prime minister, your father was held in Enbarr for a very long time. He escaped. For a while, no one knew where he was. The other day, however, he was sighted alone in the Hrym territory. Seemed he was heading for an allied region."}, {"speaker": "Lysithea", "line": "Hrym..."}, {"speaker": "Ferdinand", "line": "Alone, you say. Was he safe?"}, {"speaker": "Knight Of Seiros", "line": "I'm afraid not... There is a major insurrection happening in the Hrym territory. It's been five years since Duke Aegir lost his control of the area... The military seems to have finally lost control, and the people's violence is unleashed."}, {"speaker": "Ferdinand", "line": "I do not understand. Why are they rioting?"}, {"speaker": "Lysithea", "line": "It's obvious, isn't it? Ferdinand, do you really know nothing about Hrym? Your own father was ruling it -- you don't know what became of the area once he fell from power?"}, {"speaker": "Ferdinand", "line": "If it was truly a House Aegir territory, I would have been trained in governing the area. But my father insisted that I have nothing to do with Hrym. But now is not the time to talk about this. We have to help him before he gets caught up in the violence."}, {"speaker": "Lysithea", "line": "You're right. Now isn't the time for chitchat. Let's get over there quickly. Professor, will you be coming?"}, {"speaker": "Byleth", "line": "I'll go with you."}, {"speaker": "Lysithea", "line": "We'd better depart as soon as possible. I know a bit about the situation. I'll fill you in later."}, {"speaker": "Byleth", "line": "I want you to wait."}, {"speaker": "Ferdinand", "line": "I understand. If you cannot help us, the Knights of Seiros will, so it is not a problem."}, {"speaker": "Lysithea", "line": "Professor, time is of the essence. If you're going to come with us, prepare as quickly as you can."}], "battle": [{"speaker": "Ferdinand", "line": "This is where my father was sighted? The citizens are rioting everywhere."}, {"speaker": "Lysithea", "line": "Over there! Quick -- we need to help them!"}, {"speaker": "Ferdinand", "line": "There seem to be some people inciting the violence. If we take them out, perhaps the violence will subside."}, {"speaker": "Lysithea", "line": "It might be best to spread out..."}, {"speaker": "Ferdinand", "line": "The north side of the town is in chaos. I do not think we can advance."}, {"speaker": "Lysithea", "line": "It seems better to simply hold the line against the enemies to the north, and focus our efforts on saving the citizens in the east and south."}, {"speaker": "Villager", "line": "Th-thank you! Looks like I won't be robbed this time!"}, {"speaker": "Villager", "line": "Thank you ever so much for helping us! I don't know what would have happened if it weren't for you..."}, {"speaker": "Villager", "line": "We owe you our lives! We're saved! Saved, I say!"}, {"speaker": "Villager", "line": "I get to live another day, and it's all because you came to the rescue!"}, {"speaker": "Lysithea", "line": "I think that's all of them. I'm so glad we were able to help everyone."}, {"speaker": "Rogue", "line": "All right! Let's ransack this place!"}, {"speaker": "Lysithea", "line": "Ugh, we weren't fast enough! But there's still time to save the others. Hurry!"}, {"speaker": "Rogue", "line": "Oh yeah, keep going! Hahaha!"}, {"speaker": "Ferdinand", "line": "They got past us...again. We have to save the next one!"}, {"speaker": "Rogue", "line": "I'll take whatever I want, and there ain't nothing you can do to stop me!"}, {"speaker": "Lysithea", "line": "Ugh, they ransacked another house! But there may be others yet who need our help."}, {"speaker": "Rogue", "line": "All right, boys! Smash and grab whatever's left!"}, {"speaker": "Ferdinand", "line": "We could not save anyone?! It infuriates me to feel so helpless..."}, {"speaker": "Rogue", "line": "Oh, looky there, some houses are still untouched! Let's give 'em a good plundering, boys!"}, {"speaker": "Lysithea", "line": "Professor, let's make haste and go help them! Their lives may be forfeit if we don't get to them quickly."}, {"speaker": "Rogue Grappler", "line": " Hyaah! Go on, boys! Riot to your heart's content!"}, {"speaker": "Rogue Grappler", "line": " Argh! I'm not the only...bad guy here..."}, {"speaker": "Rogue Thief", "line": "What?! W-we give up! Have mercy! That guy made us do it!"}, {"speaker": "Rogue Swordmaster", "line": " Hahaha! If we cause enough chaos, we can do whatever we want!"}, {"speaker": "Rogue Swordmaster", "line": " My ambition...unfulfilled..."}, {"speaker": "Rogue Thief", "line": "We yield! Yield! We were just following orders! It's not like we love a good riot, really!"}, {"speaker": "Rogue Sniper", "line": " What do you want?! You'd better not stand in our way!"}, {"speaker": "Rogue Sniper", "line": " And after I went to all the trouble of killing that noble and stealing his treasure..."}, {"speaker": "Ferdinand", "line": "Father, no! So, we were too late after all..."}], "end": [{"speaker": "Lysithea", "line": "Ferdinand... Hey."}, {"speaker": "Ferdinand", "line": "Yes?"}, {"speaker": "Lysithea", "line": "I... I don't know what to say. About your father, I mean."}, {"speaker": "Ferdinand", "line": "No, it is all right. Some part of me was expecting this. I do not know what happened in Hrym territory, but I'm sure he got what he deserved. You knew more about it, you said? Maybe you can tell me everything later."}, {"speaker": "Lysithea", "line": "I can tell you what I know."}, {"speaker": "Ferdinand", "line": "Please do."}, {"speaker": "Lysithea", "line": "You know about the Hrym rebellion, right?"}, {"speaker": "Ferdinand", "line": "Of course. The rebellion started when Emperor Ionius IX tried to consolidate power. The Hrym family tried to split off from the Empire and join the Alliance. Working with House Ordelia, they raised an insurrection. The Empire suppressed it. And then a puppet leader was installed in the Hrym territory. House Aegir was tasked with handling the actual governance of the region. Seeing this, the nobles feared that the Empire would assume total control. That's when the six great noble families chose to wrest power from Ionius IX."}, {"speaker": "Lysithea", "line": "That's right. The Insurrection of the Seven. I've always wondered why it was called seven when there were only six noble families."}, {"speaker": "Ferdinand", "line": "It was the six great noble families, plus Hrym."}, {"speaker": "Lysithea", "line": "How vexing. Either way, events unfolded shortly thereafter. Are you aware of how Duke Aegir was ruling the Hrym territory? He imposed harsh taxes upon the people -- much harsher than on his own -- making their lives very challenging. People fled their homes in droves to the neighboring Ordelia territory. But they were sent back from where they came. The Empire was occupying Ordelia territory as well, as it turned out. Issues were further complicated when Duke Aegir fell from power. Aegir was dismissed from his position, only to be replaced by Lord Arundel."}, {"speaker": "Ferdinand", "line": "Edelgard's uncle, the regent of the Empire..."}, {"speaker": "Lysithea", "line": "Correct. And he imposed even heavier taxes on the people, squeezing them painfully dry. The people were conscripted for duty. Any who opposed were killed on the spot. Lord Arundel did this in the name of Duke Aegir."}, {"speaker": "Ferdinand", "line": "What?!"}, {"speaker": "Lysithea", "line": "Your father was by no means a great ruler. But it was Lord Arundel who stoked the fury of the people and directed that fury at your father. Duke Aegir is not perfect, but he's not the villain in this."}, {"speaker": "Ferdinand", "line": "Lysithea, thank you for telling me all this. I am embarrassed to say, I had no idea. I see now that it was not his fault. But he did go along the wrong path, and place a burden on his people. He can no longer atone for what he did, so I will have to. I need to go think about what I will do after the war. How I will make up for my father's mistakes."}, {"speaker": "Lysithea", "line": "Nothing helps deep thought like sweets."}, {"speaker": "Ferdinand", "line": "Hm?"}, {"speaker": "Lysithea", "line": "Sweets. They help you think. Perhaps you should find some for us."}, {"speaker": "Ferdinand", "line": "I see. If I find some, I will be sure to let you know."}]}