{"chapter": "P18", "title": "Eternal Guardian", "speakers": ["Seteth", "Byleth", "Rhea", "Gilbert", "Claude"], "dialogue_counts": {"Seteth": 15, "Byleth": 17, "Rhea": 1, "Gilbert": 16, "Claude": 16}, "gender_counts": {"M": 47, "F": 1, "N": 0, "A": 17}, "lines": 66, "transitions": "-MAM-F-MAMAM---MMAAM-MAMAM-M-MAAM-MAMAM-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-MAAMM---MAAMM---MAAMM", "opening": ["Five years after Rhea's disappearance, a letter that she wrote prior to that battle has surfaced. The mysterious message raises more questions than it answers..."], "intro": [{"speaker": "Seteth", "line": "Here you are. There is something we need to discuss. I found this letter in Rhea's quarters. I believe it is intended for you."}, {"speaker": "Byleth", "line": "How do you know that?"}, {"speaker": "Seteth", "line": "Simple. Your name appears at the top. Once I saw that, I decided not to read any further. I will admit, however, that I am quite curious. Will you permit me to read it along with you?"}, {"speaker": "Rhea", "line": "Dear child... I have little time, and so I will keep this brief. I asked you to take care of things should something happen, but I wished to make myself useful as well. I left a treasure at the Holy Tomb. Please take it. However, note that I set a bit of a trap to prevent thieves from stealing it. Please take ample precautions so that you are not harmed when you retrieve it. May Sothis protect you... -Rhea"}, {"speaker": "Seteth", "line": "Judging by the rushed handwriting, she must have written this just prior to the battle five years ago. I know nothing of this treasure, but it must be quite valuable. If you intend to recover it, then I will accompany you. Shall we go?"}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Seteth", "line": "The letter does indicate that Rhea laid some sort of trap in the Holy Tomb. We should bring some allies along, just to be safe."}, {"speaker": "Byleth", "line": "Not now."}, {"speaker": "Seteth", "line": "This was clearly important to Rhea. It certainly warrants a closer look in my opinion. Let me know if you change your mind."}, {"speaker": "Gilbert", "line": "Professor. So this is where you were. I have something I would like to show you."}, {"speaker": "Gilbert", "line": "I found this in Lady Rhea's room. It seems to be a letter...addressed to you."}, {"speaker": "Byleth", "line": "Did you enter the room on your own?"}, {"speaker": "Byleth", "line": "Did you check out the room on your own?"}, {"speaker": "Gilbert", "line": "I admit some guilt to the action. However, I hoped Lady Rhea had left something behind. I have not read the contents of the letter. If you do not object, could we read it together?"}, {"speaker": "Gilbert", "line": "Her handwriting is a mess. It is likely she wrote this letter five years ago, just before the battle. If Lady Rhea says it's a treasure, then I've no doubt it would be useful to us. If you plan to retrieve it, I will accompany you. What is your plan, Professor?"}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Gilbert", "line": "However, it says Lady Rhea laid some manner of trap in the Holy Tomb. Just to be safe, I'd like to request somebody to accompany us. We don't know what dangers await."}, {"speaker": "Byleth", "line": "Not now."}, {"speaker": "Gilbert", "line": "I defer to your judgment, Professor. But are you sure? Please let me know if you change your mind."}, {"speaker": "Claude", "line": "Here you are, Teach. Take a look at this."}, {"speaker": "Claude", "line": "I found it in Rhea's room. It's addressed to you."}, {"speaker": "Byleth", "line": "Did you enter her room on your own?"}, {"speaker": "Byleth", "line": "Did you look through her room on your own?"}, {"speaker": "Claude", "line": "Well, I know it's not necessarily fair to Rhea, but there's no way I wasn't going to take a look. I thought I might find some valuable information. Or even some treasures that could be useful for the coming war! In the end...all I found was that letter. I obviously couldn't read it before you did. Go ahead. I'm sick with curiosity."}, {"speaker": "Claude", "line": "Her handwriting is messy. She must have written it right before that battle five years ago. That treasure... If it belongs to Rhea, there's no doubt that it has great value. It would be bad if some thief managed to sneak off with it. Let's go and get it, Teach!"}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Claude", "line": "Great! But...there's a trap there that might injure us? Huh. Just to be safe, there's a friend I'd like to invite as well. After all, who knows what lies ahead."}, {"speaker": "Byleth", "line": "Not now."}, {"speaker": "Claude", "line": "Wow. Even though Rhea left that special treasure behind just for you... Let me know if you change your mind, OK? I'll be around."}], "battle": [{"speaker": "Seteth", "line": "These are the guardians of the Holy Tomb. They will attack any intruders. We had better take care."}, {"speaker": "Seteth", "line": "Rather excessive merely to deter thieves, isn't it? We should target those commanding phantoms."}, {"speaker": "Seteth", "line": "These phantoms are strengthening the golems. We must defeat the phantoms first."}, {"speaker": "Seteth", "line": "That's one, but there are others. We need to handle all of these commanders."}, {"speaker": "Seteth", "line": "That's reduced the golems' strength. Now's our chance to take them out."}, {"speaker": "Seteth", "line": "We have subdued the Holy Tomb's guardians. Let us get what Rhea left behind so we can leave this place."}, {"speaker": "Seteth", "line": "Got it! Ah--this seems important."}, {"speaker": "Gilbert", "line": "Something is wrong. Do not let your guard down."}, {"speaker": "Gilbert", "line": "Phantoms? And some are giving commands. Remove them from the battlefield immediately."}, {"speaker": "Gilbert", "line": "Mechanical beasts... Locate their puppet masters, and eliminate them!"}, {"speaker": "Gilbert", "line": "One down! Target the remaining commanders!"}, {"speaker": "Gilbert", "line": "The puppets still move, but they appear weaker. Destroying them should be easier now."}, {"speaker": "Gilbert", "line": "It seems all is safe. Let's find Lady Rhea's treasure, quickly."}, {"speaker": "Gilbert", "line": "Here! So this is Lady Rhea's treasure..."}, {"speaker": "Claude", "line": "There's something there. Are those the devices that Rhea warned us about?"}, {"speaker": "Claude", "line": "Those are the phantoms... And some of them are giving orders. Let's target those first."}, {"speaker": "Claude", "line": "Giant monsters... It would be best to take care of whoever's controlling them straight away."}, {"speaker": "Claude", "line": "They may be phantoms, but they can still be harmed. Let's take out the other commanders!"}, {"speaker": "Claude", "line": "Those giant monsters can still move, but they seem much weaker now. We should be able to finish them."}, {"speaker": "Claude", "line": "Looks like we made it through the madhouse. So where's this treasure that Rhea mentioned?"}, {"speaker": "Claude", "line": "We finally found it. This must be...the treasure? Let's get out of here and take a look."}], "end": [{"speaker": "Seteth", "line": "Allow me to apologize, on Rhea's behalf, for putting you so squarely in harm's way. That much force should not have been necessary to deter mere thieves. Perhaps, in her haste, Rhea made a miscalculation."}, {"speaker": "Byleth", "line": "What kind of trap was that?"}, {"speaker": "Byleth", "line": "Did Rhea really build all that?"}, {"speaker": "Seteth", "line": "It is a little-known legend that the Holy Tomb was constructed by the goddess herself. That mirage, those guardians--I believe that trap was there from the beginning. It must have been disabled for the sake of the ceremony the last time you were there. Now, as to this treasure we've uncovered... This is an ancient Relic, blessed by the goddess and kept sacred by the Church. It is both a priceless piece of history and a holy artifact of extraordinary power. Rhea has entrusted it to you, and you may do with it as you wish. But please treat it with the utmost care."}, {"speaker": "Seteth", "line": "Well, I suppose that concludes this bit of business. I shall take my leave."}, {"speaker": "Gilbert", "line": "I never thought a Holy Tomb would have a trap such as that. Had we not been prepared... Yet, if Lady Rhea set that trap, then what kind of person is she?"}, {"speaker": "Byleth", "line": "A goddess, maybe?"}, {"speaker": "Byleth", "line": "A genius, maybe?"}, {"speaker": "Gilbert", "line": "Perhaps you could go save Lady Rhea and ask her directly. Whatever the truth, still this treasure has been recovered. I do not know how much history is attached to this item, but it is an amazing artifact. It is possible this weapon once engraved its name in the history of the Church of Seiros. This is your responsibility, emparted to you by Lady Rhea. You must decide how best to make use of it."}, {"speaker": "Gilbert", "line": "I will be going now. I must prepare for our next battle."}, {"speaker": "Claude", "line": "Good grief! Rhea's trap was more extensive than I expected. Could something like that really be a result of sorcery alone? I don't understand the structure at all... It certainly wasn't made quickly."}, {"speaker": "Byleth", "line": "Was it made earlier?"}, {"speaker": "Byleth", "line": "What it there from the beginning?"}, {"speaker": "Claude", "line": "I think so. That trap may have been built into the Holy Tomb when it was first constructed. In which case, there might have been another purpose for building it, other than just as a saint's tomb... Now I have even more questions for Rhea. I hope we reunite with her soon. However, we now have a salvaged treasure... It might be something incredible... The church kept some of the legendary weapons that were blessed by the goddess. This isn't something one just stumbles across. Anyway, it was entrusted to you, Teach. Do what you will with it."}, {"speaker": "Claude", "line": "My curiosity has been satisfied for the time being, so maybe I'll return to my responsibilities..."}]}