{"chapter": "P19", "title": "Insurmountable", "speakers": ["Edelgard", "Byleth", "Hubert", "Goneril Soldier", "Nader"], "dialogue_counts": {"Edelgard": 26, "Byleth": 11, "Hubert": 10, "Goneril Soldier": 1, "Nader": 5}, "gender_counts": {"M": 15, "F": 26, "N": 1, "A": 11}, "lines": 54, "transitions": "-F-FAFAFF-MFMAMFMAMAFMAFAF-FNM-F-M-M-FM-MF-F-FAFAFF-FMFMFMFAFAFMF", "opening": ["As Edelgard works to reorganize the army after merging with Alliance troops, she receives an urgent message from Duke Goneril, whose forces guard Fódlan's Locket."], "intro": [{"speaker": "Edelgard", "line": "There... We must rethink the supply route now that the battle lines have moved. This one will be Hubert...and Count Bergliez will oversee this force here..."}, {"speaker": "Edelgard", "line": "Ah, Professor... Is something wrong? Sorry, I thought I had a bit more time before the council meeting."}, {"speaker": "Byleth", "line": "You never stop working."}, {"speaker": "Edelgard", "line": "True. Though ideally, I'd like to hand off anything I can to my subordinates. But while we're on the front lines, I can't help but worry about every little thing."}, {"speaker": "Byleth", "line": "Sorry to bother you."}, {"speaker": "Edelgard", "line": "No bother at all, but I'm afraid I'm not quite finished here. Still, I'm happy to see you. Your presence lightens my mood a great deal."}, {"speaker": "Edelgard", "line": "Now, let's see..."}, {"speaker": "Hubert", "line": "Pardon, Your Majesty. An urgent matter."}, {"speaker": "Edelgard", "line": "What's happened?"}, {"speaker": "Hubert", "line": "There is an army from Almyra at Fódlan's Throat. Reports indicate it is of appreciable size."}, {"speaker": "Byleth", "line": "Fódlan's Throat?"}, {"speaker": "Hubert", "line": "A steep mountain range runs along the border between Fódlan and Almyra. That mountain range is called Fódlan's Throat. The sturdy fortress built within those mountains is called Fódlan's Locket. It occupies the sole path through. The church and the Alliance nobles built the Locket to safeguard against Almyran invasion."}, {"speaker": "Edelgard", "line": "Normally, House Goneril watches over the fortress. In times of trouble, the lords join together to protect it. But I assume it would be too difficult to defend against this incursion with only the troops of Goneril..."}, {"speaker": "Hubert", "line": "The situation has been precarious for House Goneril since Holst fell ill."}, {"speaker": "Byleth", "line": "Holst?"}, {"speaker": "Hubert", "line": "The heir to House Goneril, renowned for his bravery. He is Hilda's elder brother."}, {"speaker": "Byleth", "line": "I see."}, {"speaker": "Edelgard", "line": "Holst is a formidable commander. it is only logical that House Goneril would struggle in his absence. The Alliance has shattered. They can't request soldiers from the surrounding lords. And the Imperial troops stationed there can't be relocated so easily. The best course of action is for us to go out there and deal with this ourselves. It's critical for us to protect that location. This is our chance to prove that we won't allow it to fall."}, {"speaker": "Hubert", "line": "Yes. It is to the benefit of our future governance not to abandon it. It seems this must be done. Will you assist us?"}, {"speaker": "Byleth", "line": "I will."}, {"speaker": "Edelgard", "line": "We'll depart after you finish making preparations. Move swiftly. We must move before the Almyran army crosses the Throat."}, {"speaker": "Byleth", "line": "Let me think."}, {"speaker": "Edelgard", "line": "Yes... Preparations must still be made. We'll wait a bit longer. If you're not going to join us, we'll take those who are able and willing. Don't worry about it."}], "battle": [{"speaker": "Edelgard", "line": "It seems we made it in time. Let's help the soldiers of House Goneril withdraw. The Black Eagle Strike Force will protect Fódlan's Locket!"}, {"speaker": "Goneril Soldier", "line": "Support! We're saved!"}, {"speaker": "Nader", "line": "Reinforcements? And that flag belongs to the Imperial army... Ha! A fine enemy, indeed! Break through the Locket and make a name for yourself! No need to by shy--strike all at once!"}, {"speaker": "Edelgard", "line": "We fight to protect Fódlan! If the defensive line is broken, we fail! Our enemies are many...but we can use the terrain to our advantage and stop them where they stand!"}], "boss": [{"speaker": "Nader", "line": "I must commend you for your courage, seeing as how you dare stand against me!"}, {"speaker": "Nader", "line": "Your sword is fit to cleave a mountain in two. Care to try it out against the undefeated Nader?", "unit": "Byleth", "boss": "Nader"}, {"speaker": "Edelgard", "line": "They call you undefeated... Oh, but you've already suffered one defeat, have you not? And on this day, victory will again be ours!", "unit": "Edelgard", "boss": "Nader"}, {"speaker": "Nader", "line": "\"The Once Defeated\" isn't quite as exciting, is it? I'll just have to claim this victory here to wipe away the shame of defeat!", "unit": "Edelgard", "boss": "Nader"}], "end": [{"speaker": "Nader", "line": "So this is how far I go... Unbelievable... What a scary woman..."}, {"speaker": "Edelgard", "line": "No matter how many times you attack, we will never allow you to capture the Throat."}, {"speaker": "Edelgard", "line": "The Almyran troops are difficult opponents... For now, I would much rather focus on Fódlan's internal territories. I hope they don't mount another attack anytime soon."}, {"speaker": "Edelgard", "line": "The Almyran Army retreated. Their casualties were numerous. As I understand it, they won't be attempting another invasion anytime soon. Still, we must prepare the local troops before their enemy returns."}, {"speaker": "Byleth", "line": "They are an irritating neighbor."}, {"speaker": "Edelgard", "line": "Indeed. But if possible, I would like to foster amicable relations with them."}, {"speaker": "Byleth", "line": "Maybe we can befriend them?"}, {"speaker": "Edelgard", "line": "That is my hope. I would even consider a treaty."}, {"speaker": "Edelgard", "line": "Unlike Fódlan, Almyra is not a land ruled by a blind fealty to the goddess. I believe we need only to communicate openly with them and respect the differences between our cultures. If we do that, we should be able to have an meaningful dialogue with them, one more promising than what we can expect from followers of the goddess."}, {"speaker": "Edelgard", "line": "Ah, Hubert. What did Duke Goneril say?"}, {"speaker": "Hubert", "line": "He expresses his sincere gratitude to Lady Edelgard. In addition, he would like to leave the protection of the Throat to Imperial troops from now on."}, {"speaker": "Edelgard", "line": "Is that so? How reasonable of him. By the way, what was it that ailed Holst?"}, {"speaker": "Hubert", "line": "I did not hear all the details, but apparently he ate some bad mushrooms. It is said he is now emaciated and pale, and his skin exudes a mysterious vapor."}, {"speaker": "Edelgard", "line": "Huh, I can't help but imagine what that must look like...but it's probably better not to think about it."}, {"speaker": "Hubert", "line": "Agreed. Do not worry yourself with such thoughts."}, {"speaker": "Edelgard", "line": "..."}, {"speaker": "Byleth", "line": "I'm too curious."}, {"speaker": "Edelgard", "line": "Indeed... Well, then maybe you should pay a visit. And then...you could tell me what it looked like."}, {"speaker": "Byleth", "line": "It's best left unseen."}, {"speaker": "Edelgard", "line": "There's only one option, then. I must pay a visit on my own and see this ailment with my own eyes."}, {"speaker": "Hubert", "line": "Heh..."}, {"speaker": "Edelgard", "line": "Actually... On second thought, I'd better not. As emperor, I can't risk it."}]}