{"chapter": "P20", "title": "Darkness Beneath The Earth", "speakers": ["Hubert", "Byleth", "Imperial Soldier", "Lord Arundel", "Mysterious Mage 1", "Mysterious Mage 2"], "dialogue_counts": {"Hubert": 15, "Byleth": 8, "Imperial Soldier": 1, "Lord Arundel": 6, "Mysterious Mage 1": 1, "Mysterious Mage 2": 1}, "gender_counts": {"M": 21, "F": 0, "N": 3, "A": 8}, "lines": 33, "transitions": "-MAMAMAMM-NM---MMMMAMAM-M-M-NNM-M-MAAMM-MAM", "opening": ["Hubert reveals some of his thoughts about the mysterious power aiding the Empire with strange technology. As fate would have it, a visitor chooses that moment to arrive..."], "intro": [{"speaker": "Hubert", "line": "Professor. You're here."}, {"speaker": "Byleth", "line": "Did you send for me?"}, {"speaker": "Hubert", "line": "No. But while you are here, you may as well listen. I am sure you recall hearing about Kronya, Solon, and Lord Arundel. I am investigating their true identities. I want to know their origins. Their numbers. Their base of operations. Their plans. I want to know where they acquired their dark powers. How they disguise themselves. Many intriguing mysteries surround these people. Wouldn't you agree?"}, {"speaker": "Byleth", "line": "Yes."}, {"speaker": "Hubert", "line": "I have a name for them."}, {"speaker": "Byleth", "line": "Not really."}, {"speaker": "Hubert", "line": "No? I suppose someone of your statue has more immediately pressing concerns. Well, I have a name for them."}, {"speaker": "Hubert", "line": "Those who slither in the dark..."}, {"speaker": "Imperial Soldier", "line": "Lord Hubert! Pardon me, but Lord Arundel is at the monastery. He says he wants to discuss something with you and is waiting in the reception hall."}, {"speaker": "Hubert", "line": "Speaking of... Professor, would you come along?"}, {"speaker": "Lord Arundel", "line": "Hubert. I have something I must request of you."}, {"speaker": "Hubert", "line": "Request? That is an unusual word choice. A request, by definition, can be refused. But if you have orders, Regent, I will follow them."}, {"speaker": "Lord Arundel", "line": "Heh. Such a reaction before you even hear me out. Very well. One of my subordinates was conducting experiments in the Sealed Forest. The Demonic Beast he was using ran wild and has created something of a...situation. Take care of it."}, {"speaker": "Hubert", "line": "Experiments, you say? Heh...very well. I will set out at once.  Professor, will you assist?"}, {"speaker": "Byleth", "line": "Yes."}, {"speaker": "Hubert", "line": "Thank you for your support. It is a great help."}, {"speaker": "Byleth", "line": "Now is not a good time."}, {"speaker": "Hubert", "line": "I understand. I will call upon those who are able to move immediately. Let me know if you change your mind. It will take some time to prepare."}], "battle": [{"speaker": "Hubert", "line": "My, my. Looks like this forest became infested with Demonic Beasts while we weren't looking. I suppose we've not a moment to lose. Not that I'm concerned for any of these...people. But since there may be a reward in it for us, we may as well do what we can to rescue them."}, {"speaker": "Hubert", "line": "Now then. Let's split up and move in to assist. It may be worth focusing your attention on those being targeted by multiple Demonic Beasts."}], "end": [{"speaker": "Mysterious Mage 1", "line": "What a disgrace to be saved by those fools..."}, {"speaker": "Mysterious Mage 2", "line": "Enough. These certainly proved useful. Go ahead and take them."}, {"speaker": "Hubert", "line": "Your tools, I gather? Yes, I suppose we will take them off your hands since you asked so nicely."}, {"speaker": "Lord Arundel", "line": "I'm surprised at you, Hubert. Saving all of my poor subordinates..."}, {"speaker": "Lord Arundel", "line": "Hmph. Casualties. You were not as helpful as I had thought you would be."}, {"speaker": "Byleth", "line": "I'm sorry."}, {"speaker": "Byleth", "line": "We did the best we could."}, {"speaker": "Lord Arundel", "line": "I am not criticizing you. This failure is my own for thinking you were capable of more."}, {"speaker": "Lord Arundel", "line": "It seems gratitude is in order. Let us meet again soon."}, {"speaker": "Hubert", "line": "Good riddance. What a nuisance that man is. He and his ilk must be aware of my investigation. No doubt this was all an attempt to make us believe we are powerless against them. It has only achieved the opposite effect."}, {"speaker": "Byleth", "line": "How so?"}, {"speaker": "Hubert", "line": "They are looking down on us. They think we cannot touch them. But the closer we get to them, the less true that becomes. Just look at this weaponry we received as a token of their appreciation. It would be impossible for us to manufacture such a piece with our current tools and knowledge. It is not as powerful as a Relic, but it is nearly so. We will keep them close, for now, while we still need their strength to rule Fódlan. Once Fódlan is united, however, the focus of this war will shift. Rather than swords clashing on the battlefield, it will be knives cutting in the darkness. Lady Edelgard's war will be over, and House Vestra's will begin. We who rule the shadows will eradicate those who slither in the dark. When that time comes, Professor, you will be quite useful to us."}]}