{"chapter": "P21", "title": "The Silver Maiden", "speakers": ["Dimitri", "Byleth", "Hubert", "Hanneman", "Imperial General", "Manuela"], "dialogue_counts": {"Dimitri": 29, "Byleth": 18, "Hubert": 5, "Hanneman": 4, "Imperial General": 1, "Manuela": 4}, "gender_counts": {"M": 38, "F": 4, "N": 1, "A": 18}, "lines": 62, "transitions": "-MAAMAMAMMAMAMAM-MM-M-MNM-M-M-M-M-M-M-MM-F-F-FM-FM-M-M-M-M-MAAMAMAMMAMAMAMMAAMAAM", "opening": ["Arianrhod, the Fortress City, lies on what was once the border between the Kingdom and the Empire and is a valuable strategic asset. Dimitri intends to reclaim it."], "intro": [{"speaker": "Dimitri", "line": "Thank you. you may leave now."}, {"speaker": "Byleth", "line": "Did something happen?"}, {"speaker": "Byleth", "line": "Was the report worrying?"}, {"speaker": "Dimitri", "line": "Not really... There is just a problem I must now clean up. Do you know of Arianrhod? It is a fortress that also goes by the name of the Silver Maiden."}, {"speaker": "Byleth", "line": "I've heard of it."}, {"speaker": "Dimitri", "line": "Yes, I had thought I might have mentioned it before. It is a fortress city that is lauded as the strongest in the Kingdom."}, {"speaker": "Byleth", "line": "This is the first I'm hearing of it."}, {"speaker": "Dimitri", "line": "Is that so? Arianrhod is a fortress city, lauded as the strongest in the Kingdom."}, {"speaker": "Dimitri", "line": "The land around Arianrhod was once entrusted to Count Rowe... When he turned to the Empire, the Silver Maiden went with him. Now, one after another the lords of each region are leaving the Empire at the call of the eastern lords... But I am sure the Empire has no plans to relinquish the Fortress City, given its strategic position on the front lines of their war with the Kingdom. Unless we can take back Arianrhod, the Kingdom will continually be attacked at its weakest points. I was thinking that we need to deal with it soon, and that we need to investigate the status of the enemy's force, but..."}, {"speaker": "Byleth", "line": "Is there a problem?"}, {"speaker": "Dimitri", "line": "I am afraid so. We confirmed that troops departed the Imperial capital, headed for Arianrhod. If they are followed by a second and third batch of reinforcements, then the difficulty of taking back Arianrhod will increase exponentially. But, that does not mean we are entirely without recourse. I am just at a loss as to when the soldiers will arrive."}, {"speaker": "Byleth", "line": "Let's go."}, {"speaker": "Dimitri", "line": "Right away? You never cease to amaze. Your answers always bring me joy. OK. Let's gather everyone immediately. We'll begin the war council for the departing troops."}, {"speaker": "Byleth", "line": "Not yet."}, {"speaker": "Dimitri", "line": "Indeed, I realized that was out of the blue. You have your own worries. Please accept my apologies. Though I do hope to deal with this sooner than later... If possible, I would like to ask you to take the lead. Speak with me again if you change your mind."}], "battle": [{"speaker": "Hubert", "line": "It seems we are just in time. Any later, and Arianrhod may have been lost. Her Majesty was right to send me here."}, {"speaker": "Dimitri", "line": "Hubert. So, you have come here in command of extra troops from the Imperial capital... I had hoped to take the fort while it was poorly defended, but now... Well, there is nothing to be done. We must defeat him and then take Arianrhod."}, {"speaker": "Dimitri", "line": "If I remember correctly, there should be devices somewhere that let you deactivate the traps. However... Arianrhod has been in Imperial hands for a while now. They may have changed how things work. But there's no point in dawdling. Let's just make a point to disable any devices we come across."}, {"speaker": "Hanneman", "line": "So what if they disable some old contraptions? It's no loss to us. The city's defenses are under my exclusive control."}, {"speaker": "Imperial General", "line": "No luck, buddy. All the city's defenses are under my control!"}, {"speaker": "Dimitri", "line": "So, the system has been modified. The person operating the traps must be elsewhere..."}, {"speaker": "Dimitri", "line": "Surprise reinforcements... We must defeat them."}, {"speaker": "Dimitri", "line": "That should take care of the traps."}, {"speaker": "Dimitri", "line": "Good. We've cut them off from their reinforcements."}, {"speaker": "Hubert", "line": "I suppose you thought defeating the troops outside the castle first would demoralize the ones within. Not such a bad idea, honestly. But you failed to account for me."}], "boss": [{"speaker": "Manuela", "line": "So, the Silver Maiden...will be my last stage? Heh... You know, that's...that's not too bad."}, {"speaker": "Dimitri", "line": "Professor Manuela... At least we have stopped the reinforcements."}, {"speaker": "Hubert", "line": "Arianrhod is a crucial asset to the Empire. You will not pry it from our grasp."}, {"speaker": "Hubert", "line": "That's as far as I go... I'll withdraw... for now."}, {"speaker": "Hubert", "line": "First Gronder Field, and now here. You certainly have a talent for getting in our way.", "unit": "Byleth", "boss": "Hubert"}], "end": [{"speaker": "Dimitri", "line": "The Empire troops are withdrawing... This is it. We failed to get Hubert, but at least we recaptured Arianrhod. Let's clean up the wreckage and return to Garreg Mach. Well done, everyone! The day is ours!"}, {"speaker": "Dimitri", "line": "Oh... It's you."}, {"speaker": "Byleth", "line": "Are you tired?"}, {"speaker": "Byleth", "line": "A rare sight..."}, {"speaker": "Dimitri", "line": "I think all of this work is just catching up with me. Just pretend that yawn never happened. By the way, I wanted to thank you for your help with the Arianrhod campaign the other day. You were exceptional. Your leadership was key in taking back Arianrhod safely."}, {"speaker": "Byleth", "line": "We all contributed."}, {"speaker": "Dimitri", "line": "Indeed, everyone gave their all for victory. I am always being saved by those around me, it seems."}, {"speaker": "Byleth", "line": "We got lucky."}, {"speaker": "Dimitri", "line": "Do not be so modest."}, {"speaker": "Dimitri", "line": "It seems that after taking back Arianrhod, many things are changing within the Kingdom. Specifically, the lesser lords of the land surrounding Arianrhod have pledged vassalage to the Kingdom. The knights they possess may now be added to the Kingdom's army. And if that happens, I would like to leave them in your capable hands. Also... Ah, my apologies. Here I am, simply throwing one report after another at you."}, {"speaker": "Byleth", "line": "Aren't you overdoing it?"}, {"speaker": "Dimitri", "line": "Perhaps. It is certainly true that I have been stuck in my quarters lately, dealing with more official business and other such tasks than ever before. But that is something I have been putting off for far too long. Though it is exhausting, filling in the blanks of five years and several months must be done. I am going to tackle them all, one at a time. That is one small part of my atonement. So, Professor... I have been doing all of the talking, but I assume you came here for a reason."}, {"speaker": "Byleth", "line": "I thought we could all celebrate our victory."}, {"speaker": "Dimitri", "line": "A victory celebration, you say?"}, {"speaker": "Byleth", "line": "I intend to steal you away to the victory celebration."}, {"speaker": "Dimitri", "line": "Steal me away? That seems rather unnecessary... Hmm... A victory celebration, you say?"}, {"speaker": "Dimitri", "line": "You know, this reminds me of that time I dragged you to the dining hall. Do you recall?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Byleth", "line": "When was that?"}, {"speaker": "Dimitri", "line": "If memory serves, that was after the mock battle between the houses... It was a wonderful time. We had just finished our mission, and we were invited to join in the celebration... You know, every once in a while, I do long to be part of the group as well. But do you think that it is really acceptable? For someone like me to quietly join in the merriment?"}, {"speaker": "Byleth", "line": "Everyone's waiting for you."}, {"speaker": "Byleth", "line": "You're thinking about it too much."}, {"speaker": "Dimitri", "line": "You really think so? Well, if you insist... Thank you, Professor. Now then, let's go. Together."}]}