{"chapter": "09", "title": "Knorda Market", "speakers": ["Man", "Young Man", "Woman", "Old Man", "Ruffian", "Marth", "Linde", "Jeorge", "Khozen", "Nyna"], "dialogue_counts": {"Man": 1, "Young Man": 1, "Woman": 2, "Old Man": 2, "Ruffian": 2, "Marth": 6, "Linde": 3, "Jeorge": 1, "Khozen": 2, "Nyna": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 22, "transitions": "-----------", "opening": ["With a string of hard-fought battles behind them, Marth and his army finally arrive in Archanea, Nyna's home. Beyond the mountains lies the bastion of Archanea that has stood for 1,000 years: the Ageless Palace. It's golden walls have seen so many treasures stolen and so many of its people lost... Marth and his allies have journeyed far, and now one of their primary goals is in sight!"], "visit": [{"speaker": "Man", "line": "This here is Knorda. You're in Archanea now! Don't forget to drop by the armories and the shops. You should find some good stuff if you look around!"}, {"speaker": "Young Man", "line": "At the edge of town, there's a slave market. If you look, you'll see that it's full of kids pulled from who-knows-where..."}, {"speaker": "Woman", "line": "I apologize... Since Archanea fell, this town has become desolate. It's not safe to walk outside with all the ruffians about!"}, {"speaker": "Woman", "line": "I hate war... It's always the women and children who suffer. You should stop fighting. Get back to those you love as soon as you can. Parthia, the bow of flame, Gradivus, the lance that pierces stone... And the magic blade that can only be wielded by the chosen, Mercurius. Those that obtain them are said to be blessed by the gods."}, {"speaker": "Old Man", "line": "Three ancient weapons known as the Regalia have been passed down through the generations of House Archanea: Parthia, the bow of flame; Gradivus, the lance that pierces stone; and Mercurius, the spectral sword. Only those blessed by the gods may lay hands on them- or so it goes."}, {"speaker": "Old Man", "line": "No person can defend themselves against the breath of a dragon. Any armour is useless, so fighting head on is very dangerous."}], "recruit-visit": [{"speaker": "Ruffian", "line": "You lookin' to buy a slave? All's I have left are some scrawny brats, but I'll cut you a deal."}, {"speaker": "Marth", "line": "Look at these poor children! What a vile man you are. If you value your life, you'll unchain them immediately and get out of my sight!"}, {"speaker": "Ruffian", "line": "It's the Altean army! I'm done for!"}, {"speaker": "Marth", "line": "What a horrible ordeal you all must have suffered... But it's all right now. You can return to your homes. You there, why haven't you left?"}, {"speaker": "Linde", "line": "I...I don't have anywhere to go."}, {"speaker": "Marth", "line": "You're a girl, aren't you? Yet you're disguised as a young boy."}, {"speaker": "Linde", "line": "I am the daughter of Archbishop Miloah. I disguised myself to escape from Gharnef. But I was caught by a slave merchant when I ran away."}, {"speaker": "Marth", "line": "So you're the archbishop's daughter! It's good that we found you. Princess Nyna has been worried sick! From today, we will stand beside you. I will not let anything like this happen to you again."}, {"speaker": "Linde", "line": "Prince Marth, let me fight at your side. I have the Aura tome my father entrusted to me... If Princess Nyna allows me to help, I will use it. I want to take revenge for what Gharnef did to my father. I must defeat him."}, {"speaker": "Jeorge", "line": "Greetings, Prince Marth! I am Jeorge, a sniper of Archanea. I was captured when Archanea was defeated, but, with effort, I escaped. I have been awaiting you. I hear Princess Nyna is under your protection. I wish to join you. With my silver bow in hand, I will expend every effort to set my land free."}], "boss": [{"speaker": "Khozen", "line": "Burn...! Burn, till your blood boils and your flesh cooks!"}, {"speaker": "Khozen", "line": "Emperor Medeus...I have failed you..."}], "end": [{"speaker": "Marth", "line": "Look, Princess Nyna. It's the Ageless Palace."}, {"speaker": "Nyna", "line": "I am overjoyed to see it! Finally, I have made it home. Many of our warriors are still imprisioned within. We must hurry and save them!"}, {"speaker": "Marth", "line": "Of course. We will storm the palace before enemy reinforcements arrive!"}]}