{"chapter": "20", "title": "Chosen By Fate", "speakers": ["Gotoh", "Marth", "Medeus", "Caeda", "Nyna"], "dialogue_counts": {"Gotoh": 2, "Marth": 6, "Medeus": 2, "Caeda": 4, "Nyna": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 19, "transitions": "------", "opening": ["The long war had been fought, Archanea’s many lands freed, and now the League had cornered their archenemy within his castle. They broke into four groups and stormed the four gates of Dolhr Keep- unaware that this was exactly what Medeus was expecting. Bravely, these warriors fate had chosen steeled themselves for one last struggle."], "intro": [{"speaker": "Gotoh", "line": "To make it this far, Marth... It is the measure of a true hero."}, {"speaker": "Marth", "line": "Sage Gotoh! Why have you come to this place?"}, {"speaker": "Gotoh", "line": "Men are foolish... and I had sworn to let the affairs of the world proceed without me. But watching your struggles, I came to think perhaps I was too hasty in my judgment. I cannot defeat Medeus on my own. But I will happily lay his minions to rest. Go forth, he who has been chosen by the goddess... Altea's prince of light! Cast the Shadow Dragon back into the darkness! Bury him in the earth he crawled out from!"}], "boss": [{"speaker": "Medeus", "line": "Rebels that dare disturb my repose... be consumed by the flames of hell!"}, {"speaker": "Medeus", "line": "Me? Defeated? By humans... Mere humans... Take this to heart, Altean prince, inheritor of the light... One day... I will rise anew... Never forget... As long as there is light... the darkness can never be extinguished!"}], "narration": ["Medeus is defeated. The Dolhr Empire once again fades into darkness. After three long years of battle across Archanea for Marth and his friends... Light breaks upon the land, and the darkness recedes. And after a long journey Marth can finally put down his sword."], "dialogue": [{"speaker": "Caeda", "line": "Marth... at long last, we can return to Talys!"}, {"speaker": "Marth", "line": "Yes, we can. And I must report to your father. But after that, I will immediately head to Altea..."}, {"speaker": "Caeda", "line": "Yes..."}, {"speaker": "Marth", "line": "War has brought my land to ruin. We must not waste any time in rebuilding."}, {"speaker": "Nyna", "line": "Oh, Marth. Hehe. I see you are not one to speak easily of what is most precious to you. You are a hero! This is a challenge you must not shrink from! Hurry and tell her."}, {"speaker": "Marth", "line": "Princess Nyna! I- I would never... Well, how shall I put- Caeda?"}, {"speaker": "Caeda", "line": "Oh! Y-yes?"}, {"speaker": "Marth", "line": "Would... would you journey to Altea with me?"}, {"speaker": "Caeda", "line": "Why... yes! I would love to."}, {"speaker": "Nyna", "line": "Prince Marth, your remarkable struggle has come to an end. You have saved us all. The cost of that victory, however... For you, it was far too much to bear. I am sorry."}, {"speaker": "Marth", "line": "Princess Nyna... It is my fault that Caeda was killed, not yours. Do not apologize. I will soon... No, as long as I do live... I will never forget her."}, {"speaker": "Nyna", "line": "It is as I suspected. Do not blame yourself... Perhaps for us, this victory could only come at the cost of those we loved. Sad as it may be, it is the fate the Fire Emblem has borne across generations..."}]}