{"chapter": "13", "title": "Reunion At Dawn", "speakers": ["Edelgard", "Byleth", "Seteth", "Church Soldier", "Pallardó", "Dorothea", "Caspar", "Petra", "Bernadetta", "Linhardt", "Ferdinand", "Flayn"], "dialogue_counts": {"Edelgard": 12, "Byleth": 21, "Seteth": 27, "Church Soldier": 1, "Pallardó": 3, "Dorothea": 3, "Caspar": 3, "Petra": 3, "Bernadetta": 2, "Linhardt": 3, "Ferdinand": 2, "Flayn": 2}, "gender_counts": {"M": 35, "F": 22, "N": 4, "A": 21}, "lines": 87, "transitions": "-F-FAFAAFAAFFAFAFF-F-F-F-M-AMAMMA-MAAMAMAMMAMAMAMNM-----MN-M-FMFM-FMMM-M-F-M-F-M-M-F-N-NM-MFFMMMAMAMMAM-MFAFM", "opening": ["In the Holy Kingdom of Faerghus, Imperialist loyalist Cornelia has subdued all regions of the former royal house of Blaiddyd to prevent further revolt. Prince Dimitri has been sentenced. Now, the backbone of the former Kingdom–Houses Gautier and Fraldarius–struggle to continue the resistance. Cornelia–operating out of the royal palace–has accepted the support of the Empire to build an army and plots to wipe out all remaining Kingdom forces.", "In the Leicester Alliance, House Riegan leads an anti-Imperial faction, while House Gloucester directs the Empire’s supporters. Despite the undeniable threat of fracture, the Alliance’s adept new leader, Claude, deftly maintains the outward appearance of a unified front.", "In Enbarr, the Imperial Capital of the Adrestian Empire, Emperor Edelgard fights to strengthen her regime. She has extended her reach to the Kingdom by inciting a coup and continues to draw its former lords under her influence in pursuit of controlling all of western Fódlan.", "In the meantime, the Knights of Seiros have been dispatched to find Archbishop Rhea, who remains missing despite their searching. Left unattended, the monastery at Garreg Mach has fallen to ruin…and become a haven for thieves."], "dialogue": [{"speaker": "Edelgard", "line": "*sighs* Why am I even here? I know they won't come, but here I am anyway. How has it already been five years? Time stops for no one, I suppose."}, {"speaker": "Edelgard", "line": "Huh? It's-- It's you! What are you doing here?"}, {"speaker": "Byleth", "line": "I came here for you."}, {"speaker": "Edelgard", "line": "For me?"}, {"speaker": "Byleth", "line": "I'm not sure myself."}, {"speaker": "Byleth", "line": "A whim."}, {"speaker": "Edelgard", "line": "Highly doubtful. So you were alive. What have you been doing all this time?"}, {"speaker": "Byleth", "line": "I was sleeping."}, {"speaker": "Byleth", "line": "I was dead."}, {"speaker": "Edelgard", "line": "Joking at a time like this. Well if you don't wish to tell me, I won't persuade you. All that matters is this: Will you return to the Empire with me?"}, {"speaker": "Edelgard", "line": "Before you answer, know that friends from our Black Eagle days have chosen to join me in the fight ahead."}, {"speaker": "Byleth", "line": "I..."}, {"speaker": "Edelgard", "line": "Hesitation. It betrays your true answer."}, {"speaker": "Byleth", "line": "I can't."}, {"speaker": "Edelgard", "line": "As expected. I knew your answer before I had even asked the question."}, {"speaker": "Edelgard", "line": "That means... we're enemies now, you and I. My teacher, the time for discussion has come to an end."}], "cutscene": [{"speaker": "Edelgard", "line": "Even though our swords may cross as they do now--"}, {"speaker": "Edelgard", "line": "--there's no denying that our chosen paths never will."}, {"speaker": "Edelgard", "line": "Goodbye, my teacher. When next we meet, one of us will breath their last."}], "intro": [{"speaker": "Seteth", "line": "Who is it?! Is that-- It's you!"}, {"speaker": "Byleth", "line": "It's been a long time."}, {"speaker": "Seteth", "line": "Yes, it has been! But this is no time for casual chatter!"}, {"speaker": "Byleth", "line": "What are you doing here?"}, {"speaker": "Seteth", "line": "I was going to ask you the very same thing."}, {"speaker": "Seteth", "line": "After you disappeared five years ago, do you have any idea how dire the church's situation became? Where were you, and what were you doing all of those years?"}, {"speaker": "Byleth", "line": "I was sleeping."}, {"speaker": "Seteth", "line": "You slept for five years... In that case, I suppose there is nothing more to say. You should know that Rhea also disappeared after the battle at Garreg Mach five years ago. Since then, the knights have been fully devoted to searching for her. They have yet to find a trace."}, {"speaker": "Byleth", "line": "Was she captured by the Imperial army?"}, {"speaker": "Byleth", "line": "Was she murdered by the Imperial army?"}, {"speaker": "Seteth", "line": "It is possible. However, the Empire has not made any such statement as of yet. Even if that were the truth, there is no way for us to confirm. We have searched all over, but we have reached an impasse. Unless we do something, our efforts to find Rhea and rebuild the Church will be stalled indefinitely. Our opportunity to strike back is close at hand. Sadly, we are short on military strength. However, now we have you. Do you recall what Rhea told you five years ago? She asked for you to take her place should anything ever happen to her. She entrusted you with leading the people of Fódlan."}, {"speaker": "Byleth", "line": "I remember."}, {"speaker": "Seteth", "line": "Then I beg of you, please, heed her words."}, {"speaker": "Byleth", "line": "I can't do that."}, {"speaker": "Seteth", "line": "I will not accept that. Please... you must lend me your strength."}, {"speaker": "Seteth", "line": "It is up to you to lead us and to defeat the Empire-- no, to defeat Edelgard."}, {"speaker": "Byleth", "line": "Why me?"}, {"speaker": "Seteth", "line": "There is a very good reason...but it is not yet time to divulge it. Just know that without you, we have no hope."}, {"speaker": "Byleth", "line": "You should lead them."}, {"speaker": "Seteth", "line": "It is not for me to do. You are the only one who can rise to this task. Someday, you will know why that is. Until then, I ask that you trust me."}, {"speaker": "Byleth", "line": "I don't want to fight Edelgard."}, {"speaker": "Seteth", "line": "What are you saying? She is tormenting all of Fódlan! And you are the only one who can save us! How can you not see that?!"}, {"speaker": "Church Soldier", "line": "Sir! Bandits have entered the area! They stole some hidden weapons and ran off! They're heading for the town, so that might be where they're hiding out..."}, {"speaker": "Seteth", "line": "Vile thieves! Even with the knights gone, I cannot believe they would dare trespass here! This is unforgivable! Come, Professor. Let us give chase!"}], "battle": [{"speaker": "Seteth", "line": "Looters deserve no forgiveness! After them!"}, {"speaker": "Pallardó", "line": "What the… Intruders! Protect the goods!"}, {"speaker": "Seteth", "line": "Stop the thieves! Retrieve our stolen goods!"}, {"speaker": "Dorothea", "line": "We had no place to go so we came back to Garreg Mach. But then -- Huh? Professor?"}, {"speaker": "Caspar", "line": "Looks like there's a fight! I'm ready to join the battle!"}, {"speaker": "Petra", "line": "It is confirmed that Professor is alive. I will be...cooperating."}, {"speaker": "Seteth", "line": "What are you doing here?! Never mind, we'll have to talk later! Help us with these thieves!"}, {"speaker": "Bernadetta", "line": "People? A battle?! Oh, there wasn't supposed to be anyone here! Wait, is that... Professor?!"}, {"speaker": "Linhardt", "line": "Professor... You're alive after all. Well then, I am quite pleased with my choice to come here."}, {"speaker": "Ferdinand", "line": "Professor?! Never mind... We have to focus on winning this fight!"}, {"speaker": "Seteth", "line": "Lend us a hand! Let's beat them back!"}, {"speaker": "Seteth", "line": "If we split our troops in two, we can attack from the north and the south to trap their leader."}], "battle-talk": [{"speaker": "Dorothea", "line": "Do you remember our promise from five years ago, Professor? Today's the day.", "person_1": "Byleth", "person_2": "Dorothea"}, {"speaker": "Caspar", "line": "I'm so glad I get to see you again, Professor!", "person_1": "Byleth", "person_2": "Caspar"}, {"speaker": "Petra", "line": "I went back to Brigid once...but I had to be returning to Fódlan.", "person_1": "Byleth", "person_2": "Petra"}, {"speaker": "Ferdinand", "line": "Ah, Professor. You have not changed a bit. I am so glad to fight alongside you again.", "person_1": "Byleth", "person_2": "Ferdinand"}, {"speaker": "Linhardt", "line": "So what have you been doing these past five years? Sleeping?! Why, I must say I'm a bit envious.", "person_1": "Byleth", "person_2": "Linhardt"}, {"speaker": "Bernadetta", "line": "Took all my will to come out here today. But seeing you again, Professor? That's worth a little torture!", "person_1": "Byleth", "person_2": "Bernadetta"}], "boss": [{"speaker": "Pallardó", "line": "No! I'm not the one you want! Gah! I guess I've got no choice."}, {"speaker": "Pallardó", "line": "It isn't looking good for us. Should we retreat?"}, {"speaker": "Seteth", "line": "He has some treasure from the monastery too! Do not let him escape!"}], "end": [{"speaker": "Seteth", "line": "It seems we were able to expel the bandits who were hiding in Garreg Mach. How fortuitous that you students should gather at the monastery like this..."}, {"speaker": "Dorothea", "line": "We made a promise with the professor. That was five years ago to the very day."}, {"speaker": "Petra", "line": "We all gave our promise to be meeting here when the millennium festival arrived."}, {"speaker": "Linhardt", "line": "Though the one who came up with that plan is not here... Edelgard. Still, how incredible that those present gathered despite the terrible state of things..."}, {"speaker": "Caspar", "line": "Pfft, the most incredible part of it is that you didn't oversleep and miss the reunion!"}, {"speaker": "Seteth", "line": "So, that is the reason... Professor. The monastery is safe because of your devoted students. I am now fully convinced you are the only one who can save Fódlan."}, {"speaker": "Byleth", "line": "That's taking it a bit far."}, {"speaker": "Seteth", "line": "No, not so."}, {"speaker": "Byleth", "line": "You can count on me."}, {"speaker": "Seteth", "line": "Ah, so you have finally accepted your destiny."}, {"speaker": "Seteth", "line": "On the very day I return to Garreg Mach, you awaken and return as well. This is no mere coincidence but, rather, the work of the goddess."}, {"speaker": "Byleth", "line": "What's your reason for being here?"}, {"speaker": "Seteth", "line": "Actually... Well, it would be easier to just show you. Come with me to the Holy Mausoleum. I realize that since you have been slumbering for so long, you have no idea what has transpired in the various territories. Allow me to explain... After the Battle of Garreg Mach, there was a change of regime in the Kingdom. House Blaiddyd suffered a series of brutal massacres, which claimed the lives of Dimitri and Regent Rufus. The Kingdom capital fell and was absorbed into the Empire as the Faerghus Dukedom, which is now under Cornelia's control. Some still resist the Empire. As of now, Rodrigue of House Fraldarius is at the center of such efforts. In the Alliance, Claude leads the faction that opposes the Empire, and Lorenz leads those who have sided with them. The front lines are ever in motion, but the war effort has stagnated overall. In short, both the Kingdom and the Alliance have been swallowed up by the Empire and are on the verge of collapse. We must gather our generals and soldiers under your command and reverse this dire situation."}, {"speaker": "Seteth", "line": "Flayn, look! The professor has returned to us!"}, {"speaker": "Flayn", "line": "Hm? What do you mean... Oh! Goodness! It really IS you, Professor! I cannot believe you are still of this world! We were so worried we would never see you again."}, {"speaker": "Byleth", "line": "What are you doing here?"}, {"speaker": "Flayn", "line": "I forgot something important at the Holy Mausoleum... I told my brother I had to go back for it no matter what, and so here I am..."}, {"speaker": "Seteth", "line": "After we finished here, we were going to continue our search for Rhea. But now that you are here, things have changed. We must not waste this opportunity. We shall send word to the knights scattered all across the land. The time has come for the Knights of Seiros to return to action. We are counting on you, Professor!"}]}