{"chapter": "15", "title": "Valley Of Torment", "speakers": ["Seteth", "Flayn", "Byleth", "Judith", "Church Soldier", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Sylvain", "Mercedes", "Annette", "Ingrid", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "Gwendal", "Ashe", "Kingdom Soldier", "Defeat Conditions", "Claude"], "dialogue_counts": {"Seteth": 33, "Flayn": 5, "Byleth": 42, "Judith": 14, "Church Soldier": 1, "Ferdinand": 2, "Linhardt": 2, "Caspar": 4, "Bernadetta": 2, "Dorothea": 1, "Petra": 4, "Felix": 1, "Sylvain": 3, "Mercedes": 4, "Annette": 1, "Ingrid": 1, "Raphael": 3, "Ignatz": 3, "Lysithea": 1, "Marianne": 3, "Hilda": 1, "Leonie": 3, "Hanneman": 1, "Manuela": 1, "Alois": 3, "Catherine": 2, "Shamir": 4, "Cyril": 4, "Anna": 1, "Gatekeeper": 1, "Gwendal": 5, "Ashe": 5, "Kingdom Soldier": 1, "Defeat Conditions": 1, "Claude": 1}, "gender_counts": {"M": 66, "F": 48, "N": 8, "A": 42}, "lines": 167, "transitions": "-MFMAMAFM-M-FAM-N-M---M---MAMAM-F---F---FAFAF---M---MAMAM---FAFAFF---F---F---MAMAM---MAMAM---F---FAFAF---F---FAFAF---M---FAFAF---M---F---M---F---FAFAF---MAMAMM---F---M--MFMMFMMAMAMFFMAMAMM--NM-M-NM-N-FNN-F-M-M-M-M-N-NM-FAFAFFAFAFMFFMFFMFMM-MAMAMMAMAMMAMAAMMMAMAM", "opening": ["Your party travels to Ailell, the Valley of Torment, to meet up with allied troops and secure reinforcements. It should have been a safe march..."], "dialogue": [{"speaker": "Seteth", "line": "Ah, it's you."}, {"speaker": "Flayn", "line": "We were just talking about Rhea..."}, {"speaker": "Seteth", "line": "We have searched for five long years but have not found a trace of her. It is possible that she is sleeping somewhere... Just as you were sleeping all those years."}, {"speaker": "Byleth", "line": "Is that what you think?"}, {"speaker": "Seteth", "line": "That is my current theory, yes."}, {"speaker": "Byleth", "line": "Perhaps."}, {"speaker": "Flayn", "line": "Do you think so? I truly hope that is the case."}, {"speaker": "Seteth", "line": "We have moved against the Empire with the intent of defeating them, but have not given up hope of recovering Rhea. If she is alive, we will find her. Rhea is like family to us...and to you, as well. Please, lend me your strength..."}, {"speaker": "Seteth", "line": "The messenger we sent to Daphnel returned with a reply. Please, read it at once."}, {"speaker": "Judith", "line": "I understand your situation. I will help you with whatever strength I have to spare. But there is a problem. Openly marshaling soldiers within my territory could provoke other members of the Alliance. Therefore, I will secretly gather troops in Ailell, the Valley of Torment. Will your group be able to receive the soldiers in this location? From there, it should be safe to return to the monastery by following the border between the Alliance and the Kingdom."}, {"speaker": "Byleth", "line": "Ailell, the Valley of Torment..."}, {"speaker": "Seteth", "line": "Ailell is a deep valley located on the border of the Kingdom and the Alliance. People stay far away. There, we can meet without anyone finding out. It is decided. Make plans to meet up with our reinforcements at once."}, {"speaker": "Church Soldier", "line": "Ailell, the Valley of Torrment..."}], "conversation": [{"speaker": "Ferdinand", "line": "Some day we will take the Imperial capital. It is odd to think that I will be invading the very city that I once called home. Ah, that is still a ways off. I will prepare for our journey to Ailell."}, {"speaker": "Linhardt", "line": "I never do get used to the sight of blood. It always makes me feel as if I might faint. I suppose I've told you that though, yes? I've no idea how you cope with it. I hope this war ends soon. I dislike being lightheaded because other people are bleeding everywhere. Though the thought of working hard for it does sound like quite a pain..."}, {"speaker": "Caspar", "line": "I didn't think we'd end up fighting Randolph... He's my uncle. Well, not by blood, so... I guess I can handle it."}, {"speaker": "Byleth", "line": "I'm still worried about you."}, {"speaker": "Caspar", "line": "Don't worry about me. I'm ready for anything."}, {"speaker": "Byleth", "line": "You're very resolute."}, {"speaker": "Caspar", "line": "Don't worry about me. I'm ready for anything."}, {"speaker": "Bernadetta", "line": "Ailell, the Valley of Torment? What kind of a name for a place is that? It sounds scary. Do I really have to go with you? Hey, um, here's an idea... Maybe let the recluse stay home and hold the fort!"}, {"speaker": "Dorothea", "line": "Hey, Professor, thanks for your hard work again! Nothing to report today! Was I convincing? Was it like he was standing right in front of you? Some things are the same as they were five years ago, but I guess a lot more has changed..."}, {"speaker": "Petra", "line": "Since the past, I have learned much of the language of Fódlan. But speaking the Fódlan language still gives me difficulty. I can understand, read, and write with nearly perfection now. But understanding and speaking are...fruits of a different color."}, {"speaker": "Byleth", "line": "That's part of your charm."}, {"speaker": "Petra", "line": "I have gratitude for you, Professor. I hope that I will have fluency one day."}, {"speaker": "Byleth", "line": "Everyone has a weak spot."}, {"speaker": "Petra", "line": "Yes. I will keep practicing more."}, {"speaker": "Felix", "line": "Some in Faerghus believe Dimitri is still alive. My father is one such eccentric. Hmph, they can't accept reality. Dimitri is dead. He's not coming back."}, {"speaker": "Sylvain", "line": "Ailell, the Valley of Torment. Aw, man... I really do not want to go there."}, {"speaker": "Byleth", "line": "Pull yourself together."}, {"speaker": "Sylvain", "line": "Professor, have you ever been to Ailell? If you had, you'd know. That place is crazy hot! For guys like me who grew up somewhere cold? Man... It's gonna be rough. Though, I guess that climate will keep our enemies at bay."}, {"speaker": "Byleth", "line": "Why not?"}, {"speaker": "Sylvain", "line": "That place is crazy hot! For guys like me who grew up somewhere cold? Man... It's gonna be rough. Though, I guess that climate will keep our enemies at bay."}, {"speaker": "Mercedes", "line": "We may not be students anymore, but it's still important to read. We might even learn something that's useful for our next battle."}, {"speaker": "Byleth", "line": "Studying is important."}, {"speaker": "Mercedes", "line": "I couldn't agree more! I hope the Officers Academy reopens when the war is over."}, {"speaker": "Byleth", "line": "Training is important too."}, {"speaker": "Mercedes", "line": "I suppose that may be true. I always try my best at both."}, {"speaker": "Mercedes", "line": "It's a shame the monastery was ruined, but... At least the books are still intact!"}, {"speaker": "Annette", "line": "Professor, is it really OK to rely on Judith? I hear there are still quarrels within the Alliance... This generous offer of soldiers and supplies seems a little too good to be true. I mean, it's also really impressive, but I'm just a little worried, I suppose..."}, {"speaker": "Ingrid", "line": "My family, the Galateas, are an offshoot of the Daphnel family. The family split in half when two brothers quarreled over an inheritance. Despite blood relations, the families lived apart from one another, so the relationship has been distant and somewhat estranged. I'm not so much acquainted with Judith, the head of House Daphnel."}, {"speaker": "Raphael", "line": "Sharing her food with us for nothing in return? Judith really is a great person! She's more like a goddess than the goddess is!"}, {"speaker": "Byleth", "line": "She is very much like a goddess."}, {"speaker": "Raphael", "line": "I never met her, so I don't know for sure, but she must be beautiful and kind."}, {"speaker": "Byleth", "line": "I'm not sure about that."}, {"speaker": "Raphael", "line": "No? Well, she can be a demon for all I care, so long as she feeds me!"}, {"speaker": "Ignatz", "line": "The Valley of Torment... I'd heard of it, but I never expected to go there. It's exciting! I wonder what the landscape is like."}, {"speaker": "Byleth", "line": "It sounds dangerous."}, {"speaker": "Ignatz", "line": "It probably is dangerous, but I still want to get there and see it as soon as I can."}, {"speaker": "Byleth", "line": "It sounds painful."}, {"speaker": "Ignatz", "line": "Hmm, that is an interesting point... The name does seem to suggest that."}, {"speaker": "Lysithea", "line": "Ailell, the Valley of Torment, lies on the border of three noble territories. The Kingdom's Fraldarius and Galatea families, and the Alliance's Daphnel family. In the Fraldarius lands to the north, the former Kingdom army and new duke's army are fighting."}, {"speaker": "Marianne", "line": "Valley of Torment... Valley of Torment..."}, {"speaker": "Byleth", "line": "Something wrong?"}, {"speaker": "Marianne", "line": "I once read a book full of legends surrounding Ailell, but I can't seem to remember..."}, {"speaker": "Byleth", "line": "Are you chanting some sort of curse?"}, {"speaker": "Marianne", "line": "N-no... I'm trying to remember the legends surrounding Ailell..."}, {"speaker": "Hilda", "line": "My big brother told me stories of Judith's bravery. With just one look, she tamed a runaway horse that nobody else had been able to touch. When an Almyran general provoked her, she talked him into a tearful apology. She's spectacular. I wish she'd fight alongside us."}, {"speaker": "Leonie", "line": "You're not a teacher anymore, and we're not your students, but everyone still calls you Professor. Is there something you'd rather be called?"}, {"speaker": "Byleth", "line": "Professor is fine."}, {"speaker": "Leonie", "line": "Guess that's what we're used to, huh? All right."}, {"speaker": "Byleth", "line": "Call me by my name."}, {"speaker": "Leonie", "line": "Oh? All right, then. I'll call you--ugh. Nope! Sorry, can't do it. Too weird."}, {"speaker": "Seteth", "line": "Meeting reinforcements in the Valley of Torment seems like an astute decision to me. In that land of oppressive heat, it is unlikely that we will be disturbed. It also means we will contend with those harsh conditions ourselves, however. Best ensure we are well prepared."}, {"speaker": "Flayn", "line": "It has been only five years, yet so much has changed. Half of the Kingdom has fallen to the Empire, Skirmishes are rife throughout the Alliance. Despite such tumult, we look upon the same sky, unchanged by the storm happening beneath it."}, {"speaker": "Byleth", "line": "Do you wish you could return to those days?"}, {"speaker": "Flayn", "line": "Yes, it would be nice, I suppose. Things were... simpler then. Or so they seemed to be, at the time."}, {"speaker": "Byleth", "line": "It's true--it's just like it was all those years ago."}, {"speaker": "Flayn", "line": "Indeed. I gazed up at this same sky with Mother and Father. It does not feel so long ago at all. Wait, but how would you know, Professor?"}, {"speaker": "Hanneman", "line": "The monastery repairs have made solid progress. Most excellent news. When we first returned here, I was unsure what we were going to do with the ruins of this place... But if we can get the cathedral rebuilt, we'll have it looking just like old times soon enough."}, {"speaker": "Manuela", "line": "Hearing that an old student has died cuts me right to the heart... As this war with the Empire continues, we'll see more of it, Professor. We have a duty to fight alongside our students. We taught them how to fight, after all. Now, let's help them win!"}, {"speaker": "Alois", "line": "Even though we're getting reinforcements, we should still be prepared for the worst. Never shirk your training, no matter what. To practice, I'm going to chop something up with my sword. Unless you'd like to train together! Care to spar?"}, {"speaker": "Catherine", "line": "I've heard people talk about the Hero of Daphnel. If the stories of her courage are true, no one will be able to stand against us. In different circumstances, I'd have wanted to try crossing swords with her. Right now, we have to focus on getting those reinforcements. Let's hope nothing goes wrong."}, {"speaker": "Shamir", "line": "There are enemy spies around. Remain vigilant. Capture anyone who seems suspicious."}, {"speaker": "Byleth", "line": "To kill them?"}, {"speaker": "Shamir", "line": "What else would we do with them?"}, {"speaker": "Byleth", "line": "All right, I will."}, {"speaker": "Shamir", "line": "I'm glad you understand. I'm counting on you."}, {"speaker": "Cyril", "line": "Gotta clean out the storerooms, tend the flowers, do the washing, dust the library..."}, {"speaker": "Byleth", "line": "That sounds like a lot of work."}, {"speaker": "Cyril", "line": "Well, it's my job, ya know? Gotta do your job."}, {"speaker": "Byleth", "line": "Do you need any help?"}, {"speaker": "Cyril", "line": "Nah, this is my job. Lady Rhea herself gave it to me. Even if Lady Rhea's not here right now, I still gotta do my duty."}, {"speaker": "Cyril", "line": "Like you. You gotta have other stuff you oughta be doing, yeah?"}, {"speaker": "Anna", "line": "There's unrest everywhere these days. All of my fellow merchants seem to be endangered. I hope things go back to normal soon. People need more to smile about, aside from my great deals."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is everyone setting out on a big campaign? Not exactly? Ah, so you're meeting up with the reinforcements. Well, you can leave guarding this place to me! I'll keep an eye out for anything suspicious!"}], "intro": [{"speaker": "Linhardt", "line": "I'm overheated and have changed my mind. I'd like to return to my cozy bed now."}, {"speaker": "Bernadetta", "line": "Who knew somewhere so hot existed in Fódlan. I wonder if it's OK to walk everywhere..."}, {"speaker": "Ferdinand", "line": "Just use the superior emotional fortitude of nobility. And, well...be very careful."}, {"speaker": "Seteth", "line": "It is said that this land was born of the goddess's wrath. There was an immense battle here long ago. To end it, she set the entire valley aflame. Of course, there is no record of this. Some theorize this was done by another and then blamed on the goddess..."}, {"speaker": "Petra", "line": "My head is being defeated by this heat. I think I am seeing visions... There, within the mountains... A shadow..."}, {"speaker": "Caspar", "line": "That's just the-- Whoa. I see it too."}, {"speaker": "Seteth", "line": "It appears to be a military force...but in a different location than the one we agreed to."}, {"speaker": "Byleth", "line": "It's an enemy raid."}, {"speaker": "Seteth", "line": "They are dressed like Kingdom soldiers... They fooled us!"}, {"speaker": "Byleth", "line": "They might be allies."}, {"speaker": "Seteth", "line": "Hold a moment... They are dressed like Kingdom soldiers! Is this an ambush?"}, {"speaker": "Shamir", "line": "Damn... I thought we had disposed of all the spies."}, {"speaker": "Catherine", "line": "They carry the flag of House Rowe... They've joined the Empire, then. To think they'd travel all this way."}, {"speaker": "Seteth", "line": "Are you ready to confront them, Professor?"}, {"speaker": "Byleth", "line": "I'm worried about Judith."}, {"speaker": "Seteth", "line": "As am I. We have no reason to believe she was intercepted en route, but we must act quickly. Let us take them down and locate Judith's army!"}, {"speaker": "Byleth", "line": "We must break through."}, {"speaker": "Seteth", "line": "Yes, we must defeat them quickly and locate Judith's army."}, {"speaker": "Seteth", "line": "They have chosen the Valley of Torment for this battle, and so we shall send them to the flames of eternity!"}], "battle": [{"speaker": "Gwendal", "line": "The Valley of Torment... Perhaps a good place to finish off my life as a knight. Only if that puny force of children is able to kill me, of course..."}, {"speaker": "Seteth", "line": "That lion banner--it seems Gwendal is the one leading the troops of House Rowe. He is an experienced general, renowned throughout Faerghus. Let us hold nothing back."}, {"speaker": "Seteth", "line": "This is Ailell, the Valley of Torment. Expect this smoke and fire to assail us at every turn. Touching the flames of torment will get you worse than a scorching. Proceed carefully."}, {"speaker": "Gwendal", "line": "The Crest of Flames? Ha! Quite full of themselves, aren't they?"}, {"speaker": "Ashe", "line": "Just as I thought--the professor's army. But it's too late to back out now. In Lonato's place, I have to do my duty."}, {"speaker": "Kingdom Soldier", "line": "Here we go! Attack them from both sides!"}, {"speaker": "Judith", "line": "Oh, old Gwendal is here. And he doesn't look to be an ally..."}, {"speaker": "Gwendal", "line": "Oh, the Hero of Daphnel is here! I'll expect more from her than the young ones..."}, {"speaker": "Defeat Conditions", "line": "All of your units fall in battle, or Judith is defeated."}], "battle-talk": [{"speaker": "Judith", "line": "You... No, let's leave the pleasantries for later. First, I want you to take this. It's nothing important, but it may prove useful.", "person_1": "Byleth", "person_2": "Judith"}], "boss": [{"speaker": "Ashe", "line": "I know this is it, but... I don't want to die..."}, {"speaker": "Ashe", "line": "You want to spare me? Why? I'll... I'll do it. I'll join your side. Let me fight for you."}, {"speaker": "Gwendal", "line": "Does a whelp like you really expect to kill me? I am Gwendal, the Gray Lion, a knight by the hand of Count Rowe! Do your worst!"}, {"speaker": "Gwendal", "line": "Ah, so I have found a place to die... Young ones... I thank you..."}, {"speaker": "Seteth", "line": "That was quite a predicament. But now we can see to the objective we had in mind."}], "end": [{"speaker": "Judith", "line": "To think we'd get into a scrap here of all places. We're lucky we all made it out alive."}, {"speaker": "Byleth", "line": "I'm sorry for involving you in this."}, {"speaker": "Judith", "line": "Don't worry about it. In this day and age, it's a miracle I've been unscathed this long."}, {"speaker": "Byleth", "line": "I see why they call you a hero."}, {"speaker": "Judith", "line": "Well, that's ancient history."}, {"speaker": "Judith", "line": "So you're that professor everyone talks about. You're just as Claude described."}, {"speaker": "Byleth", "line": "Claude?"}, {"speaker": "Judith", "line": "He asked me to help you because you seemed trustworthy."}, {"speaker": "Byleth", "line": "That professor everyone talks about?"}, {"speaker": "Judith", "line": "You used to teach at the Officers Academy five years back, right? I guess you didn't teach Claude, though. He asked me to help you because you seemed trustworthy."}, {"speaker": "Seteth", "line": "Claude of the Alliance? How did he learn of our plans? We can't underestimate someone like him... There is a reason they call him the Master Tactician. But I suppose we are both fighting against the Empire now. The enemy of our enemy is our ally."}, {"speaker": "Judith", "line": "That's right. I have a letter from him as well."}, {"speaker": "Judith", "line": "It's up to you to decide how to use it."}, {"speaker": "Seteth", "line": "That is yours, Professor. Please tell me what it says when you see fit."}, {"speaker": "Judith", "line": "OK, let's wrap up this hand-off of soldiers. Not that I suspect you of anything, but... I must warn you that these are very important soldiers for my territory. Don't treat them like expendable equipment."}, {"speaker": "Judith", "line": "Oh. By the way, I have some important information. A witness saw Lady Rhea being dragged off by the Imperial Army after the battle five years ago."}, {"speaker": "Alois", "line": "Are you sure your source is reliable?"}, {"speaker": "Judith", "line": "One of my own saw it happen. I'm certain."}, {"speaker": "Alois", "line": "It seems we chose wisely when decided to fight against the Empire."}, {"speaker": "Seteth", "line": "Thank you for the information. We will rescue her at all costs."}, {"speaker": "Seteth", "line": "Now that we have reinforcements, it is time to advance against the Empire. And yet, we do not have enough troops to face our enemy's main army head-on. We have no choice but to use our small numbers wisely by taking over key locations as we blaze our way to the Imperial capital."}, {"speaker": "Byleth", "line": "It's an easy win."}, {"speaker": "Seteth", "line": "Do not indulge in being overly optimistic. It would be our ruin."}, {"speaker": "Byleth", "line": "It will be a fierce fight."}, {"speaker": "Seteth", "line": "Yes, it will. We must brace ourselves."}, {"speaker": "Seteth", "line": "As you know, the Oghma Mountains lie south of Garreg Mach, towards the Empire. In order to enter Empire territory, we must travel around those mountains. There are two possible routes--through the Kingdom to the west, and through the Alliance to the east."}, {"speaker": "Byleth", "line": "Let's go west."}, {"speaker": "Seteth", "line": "The western half of the Kingdom is under the Empire's control. It may be too dangerous to pass through there. I suggest we take the eastern route, for safety."}, {"speaker": "Byleth", "line": "Let's go east."}, {"speaker": "Seteth", "line": "Yes, that makes sense."}, {"speaker": "Seteth", "line": "There are lords in the Alliance who support the Empire, but they are, at least, not completely under their control. Furthermore, you hold a key to the Empire within your grasp."}, {"speaker": "Byleth", "line": "Claude's letter?"}, {"speaker": "Seteth", "line": "Yes, precisely."}, {"speaker": "Byleth", "line": "The Sword of the Creator?"}, {"speaker": "Byleth", "line": "My charm?"}, {"speaker": "Seteth", "line": "This is no time for tomfoolery. I am referring to the letter from Claude."}, {"speaker": "Claude", "line": "Hey there, Teach. It's been a while, hasn't it? I never dared to imagine you might still be alive. Wonders never cease! I don't know exactly why, but I feel that I can trust you. So I'm going to do just that. To that end, I propose an exchange. You're intending to invade the Empire. That much is clear. And that means your only option is to pass through the east. You'll have to cross the Airmid River, which runs along the border between the Empire and the Alliance. That means you'll need to gain control of the Great Bridge of Myrddin, the one closest to Garreg Mach. It just so happens that my family, House Riegan, is in conflict with House Gloucester right now. It would be easy enough for us to eliminate them, but I would prefer that we settle things without it coming to that. Do you see where I'm going with this? We'll act as a distraction and draw House Gloucester away from there. That will allow you to cross through their territory and take the Great Bridge of Myrddin. After you take the bridge from the Imperial army, House Gloucester won't be able to receive their aid. You'll get to cross Myrddin without any trouble, and I'll be able to maintain stability in the Alliance. Not a bad deal, eh? I hope to hear from you soon. Be well, Teach."}, {"speaker": "Seteth", "line": "The Master Tactician, indeed. Somehow he is already aware of our plan. The conditions are not bad... All is he says it is. If we take the Great Bridge of Myrddin, and House Gloucester bows down to House Riegan... The route from the monastery to the Empire will be much safer for our forces."}, {"speaker": "Byleth", "line": "Let's do it."}, {"speaker": "Seteth", "line": "It seems you are decided. We will send our answer at once."}, {"speaker": "Byleth", "line": "I'm suspicious."}, {"speaker": "Seteth", "line": "I am afraid we have no choice, considering the circumstances..."}]}