{"chapter": "16", "title": "The Rose Colored River", "speakers": ["Seteth", "Byleth", "Ferdinand", "Linhardt", "Caspar", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "Bernadetta", "Ladislava", "Imperial Soldier", "Lorenz", "Alliance General", "Acheron", "Church Soldier", "Gilbert"], "dialogue_counts": {"Seteth": 20, "Byleth": 26, "Ferdinand": 3, "Linhardt": 3, "Caspar": 3, "Dorothea": 3, "Petra": 2, "Felix": 1, "Ashe": 1, "Sylvain": 1, "Mercedes": 1, "Annette": 4, "Ingrid": 3, "Raphael": 1, "Ignatz": 1, "Lysithea": 1, "Marianne": 4, "Hilda": 1, "Leonie": 1, "Flayn": 4, "Hanneman": 2, "Manuela": 5, "Alois": 1, "Catherine": 2, "Shamir": 1, "Cyril": 4, "Anna": 1, "Gatekeeper": 1, "Bernadetta": 1, "Ladislava": 3, "Imperial Soldier": 2, "Lorenz": 1, "Alliance General": 1, "Acheron": 1, "Church Soldier": 1, "Gilbert": 6}, "gender_counts": {"M": 49, "F": 37, "N": 5, "A": 26}, "lines": 120, "transitions": "-M--AMAM----AMAM---M--AA--AFAF---F---M---M---M---F---FAFAFF---FAFAF---M---M---F---FAFAFF---F---F---M---FAFAFF---M---FAFAFF---M---FAAF---F---MAMAMM---F---M-MAFAMMMMMMFFFM---FM-MN--NM-MNF--FNM-M-M-NM---MMMMMMMAMAMMMMMM", "opening": ["Sights set on Enbarr, the resistance army avoids the Oghma Mountains, choosing instead to move south along the eastern route that passes through the Alliance. To make it safely through the territory of House Gloucester - supporters of the Empire - the army seeks help from the head of House Riegan, Claude. Claude vows to draw away House Gloucester's troops so that the resistance army can advance to the Airmid River - a dividing line between the Alliance and the Empire.", "After fending off the Empire, your forces decide it's time to advance. But first, you must capture the Great Bridge of Myrddin, a strategic crossing point over the Airmid River, which borders the Alliance and the Empire."], "dialogue": [{"speaker": "Seteth", "line": "The messenger we sent to Claude has returned. It seems he will be initiating the plan immediately. We will advance when House Riegan's forces move out. We will take the Great Bridge of Myrddin with minimal casualties, and in doing so, initiate all-out war with the Empire. We must prepare for battle, Professor."}], "conversation": [{"speaker": "Byleth", "line": "Someday, we'll take it back."}, {"speaker": "Ferdinand", "line": "Thank you, Professor. I will not give in. Not until I have restored my noble pride!"}, {"speaker": "Byleth", "line": "Taking it back would be difficult."}, {"speaker": "Ferdinand", "line": "Yes, I know it would be difficult, but I will not give in!"}, {"speaker": "Byleth", "line": "I'm sure they're not..."}, {"speaker": "Linhardt", "line": "If I were in charge, it's what I would do."}, {"speaker": "Byleth", "line": "Probably."}, {"speaker": "Linhardt", "line": "I knew it. War makes people crazy, huh?"}, {"speaker": "Caspar", "line": "The Airmid River separates the Empire and Alliance. It's the largest river in Fódlan. Sometimes it'll flood when there's lots of rain, but... At least the land gets some extra water!"}, {"speaker": "Byleth", "line": "Sounds like you're learning."}, {"speaker": "Byleth", "line": "Isn't that a little pessimistic?"}, {"speaker": "Byleth", "line": "No, it's not OK."}, {"speaker": "Dorothea", "line": "Makes sense. A commander running away would be terrible for morale."}, {"speaker": "Byleth", "line": "I wouldn't blame you."}, {"speaker": "Dorothea", "line": "Really? If something happens, will you keep me safe?"}, {"speaker": "Petra", "line": "If we can suppress this Myrddin, we can invade into the Empire, Right? I was in the Empire. Now I will be an enemy... I am having strange feelings. It is with ease that an ally turns into an enemy..."}, {"speaker": "Felix", "line": "We have the Empire and Alliance situations under control. The problem is Faerghus. The eastern lords have joined forces and are warring with the Dukedom. But I've heard nothing about that conflict as of late. It's strange. I haven't heard much from my father either. I can't help but find this silence unsettling..."}, {"speaker": "Ashe", "line": "It's thanks to you that I'm here now. I owe you, Professor. You saved my life. I swear I'll do all I can to repay that debt."}, {"speaker": "Sylvain", "line": "I had an encounter with Lord Gwendal... How many years ago was it? Back before the academy, I met this girl who I fell madly in love with...and her dad tried to kill me. I suppose he just tried to scare me, but I was sure I was gonna die. Oh yeah, her dad? Lord Gwendal. Crazy, right? I never thought I'd seriously be trying to kill the guy in battle. I kind of don't know how to make sense of it."}, {"speaker": "Mercedes", "line": "Lady Rhea is in the Empire, isn't she? We should hurry up and find her. So many people in the monastery and nearby towns are worried... I want to ease their minds as soon as possible, Professor. Let's work together to find her!"}, {"speaker": "Annette", "line": "Next we face the Great Bridge of Myrddin... We actually crossed it a long time ago. Do you remember? It was five whole years ago!"}, {"speaker": "Byleth", "line": "During the Battle of the Eagle and Lion?"}, {"speaker": "Annette", "line": "It seems like so long ago, doesn't it? It's odd how fast time flies..."}, {"speaker": "Byleth", "line": "When we went to Remire Village?"}, {"speaker": "Annette", "line": "What are you talking about, Professor? It was on the way to the Battle of the Eagle and Lion!"}, {"speaker": "Annette", "line": "Everyone was still friends then. After the fighting, we all ate together without splitting into our separate houses. I often wish we could go back to those peaceful days..."}, {"speaker": "Ingrid", "line": "So, that was Judith. Just as I'd heard of her, she was an upstanding person. The same Daphnel blood runs through my veins, and yet I feel as though I am nothing like her. I am but a phantom of what could be..."}, {"speaker": "Byleth", "line": "You're actually quite alike."}, {"speaker": "Ingrid", "line": "You think so? Wow, thank you!"}, {"speaker": "Byleth", "line": "True, you do differ."}, {"speaker": "Ingrid", "line": "If only I could be even half of who she is."}, {"speaker": "Raphael", "line": "Thanks to all that food from Judith, I'm full for once! I've got so much energy! Let me at that Great Bridge of Myrddin! I'll bust it down myself! Oh, but then how do we cross?"}, {"speaker": "Ignatz", "line": "The Great Bridge of Myrddin isn't just a bridge, It has the features of a fortress. I believe it was built for military purposes by the first leader of the Adrestian Empire. In other words, it's even older than the monastery. So if we occupy the Great Bridge, we'll have to search it from top to bottom."}, {"speaker": "Lysithea", "line": "I'm sure you know this already, but House Ordelia is aligned with the Empire. They face the Empire from across the river, similar to the Gloucesters. Even so, I refuse to yield to the Empire a second time. The Empire did unthinkable things to my family. And to me. The only option here is winning. Professor, you must promise we will overcome the Empire."}, {"speaker": "Marianne", "line": "Legend says that pillars of light fell and ravaged Ailell. I was reminded of that when I saw it... Up, Professor? Do you think those legends are true?"}, {"speaker": "Byleth", "line": "It's likely."}, {"speaker": "Marianne", "line": "I think so too. I don't know if the goddess really destroyed the valley out of anger, but..."}, {"speaker": "Byleth", "line": "Yes, and it'll likely happen again."}, {"speaker": "Marianne", "line": "Oh! I suppose you may be right. There's no way to be sure it won't..."}, {"speaker": "Marianne", "line": "There are still so many things we don't understand in this world."}, {"speaker": "Hilda", "line": "It looks like people are slowly starting to come back to the town. I guess they feel safe now that you and the Knights of Seiros have returned. Peddlers have become more common too, so there'll be food and supplies available. After being run-down for all those years, it's really becoming livable again!"}, {"speaker": "Leonie", "line": "Things would have gotten a lot more interesting if Judith had joined us. I only spoke to her briefly, but I really liked her. I hope someday I can be as strong, kind, and levelheaded as her."}, {"speaker": "Seteth", "line": "If Rhea really is in the Empire, then we must defeat the Imperial army by any means necessary. The people at large are just as concerned for Rhea's safety as we are. The sooner we can settle all our unease, the better."}, {"speaker": "Flayn", "line": "Judith is a wonderful person. So strong and confident, as well. Looking upon her, I was sharply reminded of my mother."}, {"speaker": "Byleth", "line": "Did she look similar?"}, {"speaker": "Flayn", "line": "Not in the slightest. Rather, it is her way of being--her demeanor. Brilliantly bright and positive, like a warm ray of light."}, {"speaker": "Byleth", "line": "Did she act similar?"}, {"speaker": "Flayn", "line": "Very much so! Both brilliantly bright and positive, like a warm ray of light."}, {"speaker": "Flayn", "line": "I...lost my mother, long ago. I miss her desperately."}, {"speaker": "Hanneman", "line": "The battle at Ailell was a tactical marvel. You grow stronger with each passing day. Where does you talent end and your Crest's power begin? Are they one and the same, I wonder? Most intriguing. Yet it is quite difficult to draw useful conclusions, given the situation. It is quite unfortunate I did not achieve my research goals before the war broke out. So much unknown. Now, I fear I will not have those answers even by conflict's end. So very frustrating."}, {"speaker": "Manuela", "line": "Oh, hello there, Professor. Did you need something from me? It doesn't look like you're wounded or anything. You just looking for...someone to talk to?"}, {"speaker": "Byleth", "line": "Yes."}, {"speaker": "Manuela", "line": "I thought so. Well, I'm here for you! Making you feel better is my top priority."}, {"speaker": "Byleth", "line": "No."}, {"speaker": "Manuela", "line": "Come on now, you don't have to be shy. Helping you feel better is important to me."}, {"speaker": "Manuela", "line": "Whether it's physical pain or worries of the heart, you can come to me for anything, Professor."}, {"speaker": "Alois", "line": "So, Lady Rhea was in the Empire all this time. Glad as I am that Judith told us, I wish we had known this five years ago. We spent all that time spread out over Fódlan, searching for the archbishop and you. It was a mistake to abandon the monastery, to leave it in ruins. Now we're paying for that mistake."}, {"speaker": "Catherine", "line": "I'd heard of the Hero of Daphnel, but that was the first time I've met her in person. She's the head of a prestigious noble family? Just like Claude. The Alliance nobility is so...odd."}, {"speaker": "Byleth", "line": "You don't think she acts like a noble?"}, {"speaker": "Byleth", "line": "Is it different in the Kingdom and Empire?"}, {"speaker": "Catherine", "line": "Kind of, but I don't mean that in a bad way. You won't find such big-hearted nobles elsewhere. Plus, Judith can drink with the best of'em! A woman after my own heart."}, {"speaker": "Shamir", "line": "Five years ago, when the Imperial army attacked Garreg Mach, they moved with incredible speed. But in the middle of all that chaos, she still had operatives watching. The Hero of Daphnel's spy network is impressive. She shouldn't be taken lightly."}, {"speaker": "Cyril", "line": "Is it true Lady Rhea was dragged off by the Imperial army? I heard that was true. Why'd they take Lady Rhea? Professor...they didn't take her to kill her, did they?"}, {"speaker": "Byleth", "line": "I don't think so."}, {"speaker": "Cyril", "line": "That's good. We just gotta beat the Imperial army and get her back, right?"}, {"speaker": "Byleth", "line": "They probably haven't killed her."}, {"speaker": "Cyril", "line": "Yeah, good point. If they did, we'd have heard about it by now."}, {"speaker": "Cyril", "line": "You gotta help her, Professor. I'm begging ya."}, {"speaker": "Anna", "line": "There's unrest everywhere these days. All of my fellow merchants seem to be endangered. I hope things go back to normal soon. People need more to smile about, aside from my great deals."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Oh! I heard what happened at Ailell. I can't believe Imperial spies have been lurking in Garreg Mach! Under my watch! But I'll make sure no more of 'em get in, trust me!"}], "intro": [{"speaker": "Seteth", "line": "This is the Great Bridge of Myrddin, one of the bridges that cuts across the Airmid River between the Empire and the Alliance. Its defenses have been fortified since I last was here. It seems the enemy is sufficiently prepared."}, {"speaker": "Byleth", "line": "Let's end this quickly."}, {"speaker": "Manuela", "line": "That's the idea, Professor. Let's make this quick and painless. So much that it's over before they even know it's started."}, {"speaker": "Byleth", "line": "Steady now."}, {"speaker": "Hanneman", "line": "If they are fully equipped, we must prepare ourselves for anything. We must be ready to change our approach in an instant."}, {"speaker": "Seteth", "line": "Yes, that is most sound. I do not distrust Claude, but there is no guarantee that the other Alliance lords will not move against us. Onward, with caution."}, {"speaker": "Ferdinand", "line": "After we cross the Great Bridge, the greatest plains in Fódlan will be before us. You do remember, do you not? I speak of Gronder Field, where we fought the Battle of the Eagle and Lion."}, {"speaker": "Caspar", "line": "The ones defending the Great Bridge... It isn't my father or brother, is it? I really want to finish this battle without seeing them. Especially my father..."}, {"speaker": "Linhardt", "line": "Yes, I hear your father can fell a bear without even a weapon in hand. When we run into him, I'll be sure to let you take the lead. Family matters, and all."}, {"speaker": "Caspar", "line": "That's not funny, you jerk!"}, {"speaker": "Petra", "line": "Should we be burning the signal of uprising?"}, {"speaker": "Dorothea", "line": "There's no need for that, Petra. Smoke or no smoke, they'll get the idea. Losing the bridge should be a pretty big clue."}, {"speaker": "Bernadetta", "line": "Oh no! I can't believe we're actually going to invade! If Edelgard...gets angry... Oh, I get nervous just picturing it! Stop that, imagination! Oh, and if she destroys the monastery with her army, we're all gonna die!"}, {"speaker": "Seteth", "line": "The hour of questioning has long since passed. I assure you, whatever happens, this will not end as it did five years ago. Back then, the Empire was able to focus its entire army on Garreg Mach. Now their front lines are stretched thin along their borders with both the Kingdom and the Alliance. Their allies have grown in number, but so have their enemies. They should not have too many soldiers they can readily send our way. Now then, let us set forth! This shall be the first step in ending the chaos that has engulfed this realm!"}], "battle": [{"speaker": "Ladislava", "line": "That symbol... It's an enemy raid! Stay calm and face them head-on. Send a messenger to Acheron immediately! If we're quick, we might be able to pull off a pincer attack!"}, {"speaker": "Seteth", "line": "That is Ladislava. She has, of late, made quite a name for herself as a general. Be on your guard."}, {"speaker": "Seteth", "line": "We will control this fortress if we can eliminate all the enemies within it."}, {"speaker": "Imperial Soldier", "line": "Enemies approaching! Get the soldiers standing by to join the fight! We may need to hurry up preparations of the ballista too. Protect the fortress!"}, {"speaker": "Imperial Soldier", "line": "You think we'll let you take this bridge form us"}, {"speaker": "Seteth", "line": "It appears enemy soldiers are stationed in the fortress. More will come. Stay on your guard!"}, {"speaker": "Lorenz", "line": "I, Lorenz Hellman Gloucester, have arrived to join the battle in my father's stead!"}, {"speaker": "Alliance General", "line": "We'll ally ourselves with the Imperial soldiers too!"}, {"speaker": "Ladislava", "line": "Thanks for making your way here. Annihilate the enemy with the rest of them!"}, {"speaker": "Ladislava", "line": "Acheron! Now's the time to show your loyalty to the Empire! Attack the enemy from behind!"}, {"speaker": "Acheron", "line": "I've got to make her name known to Her Majesty through distinguished service."}, {"speaker": "Seteth", "line": "That is Acheron, a minor Alliance noble. If he has allied with the Empire, then we must destroy him."}], "end": [{"speaker": "Seteth", "line": "Goddess, please forgive the sins of the enemy leaders and the brave soldiers who followed their orders."}, {"speaker": "Seteth", "line": "Somehow we managed to capture the Great Bridge of Myrddin. To see the Imperial Army hold its ground until every last soldier fell... That is true dedication. It is clear that Edelgard is not some cruel emperor who holds her people in a vice-like grip. There is something more driving our foes. From here on out, our journey will not be an easy one..."}, {"speaker": "Church Soldier", "line": "Excuse me, sir! Gilbert is here!"}, {"speaker": "Seteth", "line": "Gilbert?! What was he doing all this time? We had better go and meet with him."}, {"speaker": "Gilbert", "line": "So you've captured the Great Bridge of Myrddin. I'm impressed you were able to break through their defenses."}, {"speaker": "Seteth", "line": "Save your praise, Gilbert. Let's get to the heart of the matter. Why are you here? Why now?"}, {"speaker": "Gilbert", "line": "I am once again in the service of Dimitri. He was in hiding in Fraldarius territory, where he was biding his time for a counteroffensive."}, {"speaker": "Seteth", "line": "Dimitri is alive?!"}, {"speaker": "Gilbert", "line": "Yes. He was to be executed in Fhirdiad, but Dedue stepped forward to rescue him. I am here today by command of Dimitri himself. We realize that our enemies are the same...and that it may be advantageous to join forces."}, {"speaker": "Seteth", "line": "I see. I shall hear you out."}, {"speaker": "Gilbert", "line": "We are preparing to advance against the Empire. Will you join us as we march toward the Imperial capital? If that is too much to ask, then at least allow us to freely cross the Great Bridge of Myrddin."}, {"speaker": "Byleth", "line": "We will join you."}, {"speaker": "Seteth", "line": "Hold a moment. We have just finished a fierce battle, and our forces are few."}, {"speaker": "Byleth", "line": "You may cross freely."}, {"speaker": "Seteth", "line": "Agreed. We have just finished a fierce battle, and our forces are few."}, {"speaker": "Seteth", "line": "To march straight for the main body of the Imperial army and challenge them? It is too soon. I am happy yo allow you safe passage over the bridge, but to lend our aid asks too much of us. Is that not so? If you would be willing to wait a few months, we might be able to offer something more."}, {"speaker": "Gilbert", "line": "I am afraid His Highness is not able to stop his advance..."}, {"speaker": "Seteth", "line": "If that is the case, I am afraid we cannot join you. Please, send our regards to Dimitri."}, {"speaker": "Gilbert", "line": "I understand. It's unfortunate that we were not able to secure the help of the Knights of Seiros. Still, I'm grateful that we can cross the Great Bridge of Myrddin safely. Thank you for that. This will be a fight to the death. It is highly likely that we will meet our end. I wish you both the best of luck in the battles ahead."}, {"speaker": "Seteth", "line": "And may the goddess protect you as well."}]}