{"chapter": "17", "title": "The Impregnable Fortress", "speakers": ["Church Soldier", "Seteth", "Byleth", "Flayn", "Dimitri", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "Death Knight", "Imperial Soldier", "Alliance Soldier In Imperial Gear", "Alliance Infantry Soldier", "Alliance Armoured Soldier"], "dialogue_counts": {"Church Soldier": 5, "Seteth": 36, "Byleth": 55, "Flayn": 4, "Dimitri": 6, "Ferdinand": 4, "Linhardt": 2, "Caspar": 3, "Bernadetta": 6, "Dorothea": 5, "Petra": 5, "Felix": 1, "Ashe": 5, "Sylvain": 4, "Mercedes": 2, "Annette": 1, "Ingrid": 4, "Lorenz": 4, "Raphael": 4, "Ignatz": 1, "Lysithea": 1, "Marianne": 1, "Hilda": 4, "Leonie": 1, "Hanneman": 6, "Manuela": 2, "Alois": 4, "Catherine": 2, "Shamir": 2, "Cyril": 4, "Anna": 1, "Gatekeeper": 1, "Death Knight": 9, "Imperial Soldier": 1, "Alliance Soldier In Imperial Gear": 1, "Alliance Infantry Soldier": 1, "Alliance Armoured Soldier": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 202, "transitions": "---------------------------------------------------------------------------------------------------------", "opening": ["At Gronder Field, the armies of the Kingdom, Alliance, and Empire collide. The three forces engage in a fierce battle, each suffering significant losses before deciding to withdraw. Seeing an opportunity, the resistance army quickly plots an invasion of Imperial territory. In order to gain a foothold in the Empire, they will attempt to capture Fort Merceus.", "Fort Merceus, said to be impregnable, lies between you and Enbarr, the Imperial Capital. Seizing the sturdy fortress will require a carefully devised strategy."], "dialogue": [{"speaker": "Church Soldier", "line": "Emergency! In Gronder Field... There's a... It's..."}, {"speaker": "Seteth", "line": "We are in the middle of a military conference. Please calm yourself and tell us what is the matter."}, {"speaker": "Church Soldier", "line": "Yes, sir! It seems that the Kingdom and Alliance armies clashed with Imperial forces on Gronder Field! Amid the chaos of three armies battling each other out there, the Imperial army was routed! Edelgard sustained heavy wounds and retreated to Enbarr!"}, {"speaker": "Seteth", "line": "Well then! I suppose..."}, {"speaker": "Church Soldier", "line": "Sir! The Kingdom army was also decimated and... His Highness, Dimitri, has been counted among the dead."}, {"speaker": "Seteth", "line": "What?!"}, {"speaker": "Church Soldier", "line": "The Alliance sustained heavy casualties as well. And the whereabouts of their leader, Claude, is currently unknown."}, {"speaker": "Seteth", "line": "Unknown? I..."}, {"speaker": "Byleth", "line": "Edelgard is injured..."}, {"speaker": "Byleth", "line": "Dimitri is dead..."}, {"speaker": "Byleth", "line": "Claude is missing..."}, {"speaker": "Seteth", "line": "It must have been a brutal fight. To have lost His Highness... How tragic. Our only solace is that Edelgard sustained severe injuries. This is all quite unexpected, but we must find a way to use this situation to our advantage. The Empire's main force has suffered a mighty blow. Edelgard will most certainly avoid the front lines. Now is the time for us to infiltrate the Empire and aim for the capital."}, {"speaker": "Flayn", "line": "But...what will happen to the lords of the old Kingdom and Alliance territories?"}, {"speaker": "Seteth", "line": "They have lost many leaders and soldiers. I am sure they must be hard at work rebuilding. We will foster cooperation by aiding them through the local churches. The remaining lords of the Kingdom and Alliance must join together to form one union. And you should be the one to lead them... What do you say?"}, {"speaker": "Byleth", "line": "In time..."}, {"speaker": "Byleth", "line": "I can't decide that just yet."}, {"speaker": "Seteth", "line": "Indeed. It is a question for another day. We must focus on our battle with the Empire. For now, what is our next course of action?"}, {"speaker": "Byleth", "line": "We should set out."}, {"speaker": "Byleth", "line": "Let's decide where to invade first."}, {"speaker": "Seteth", "line": "We must choose a place within the Empire that will give us solid defenses for our front line... That will become the foothold for our invasion of the capital. There is one massive fortress that boasts the greatest defenses in the Empire...Fort Merceus. But we will stand no chance if we attack by traditional means. We must gather everyone and devise a plan of attack."}, {"speaker": "Dimitri", "line": "... It has been a lifetime... Hasn't it, Professor?"}, {"speaker": "Byleth", "line": " I thought you were dead."}, {"speaker": "Dimitri", "line": "Yes... I thought so too. I wanted to slice her throat...but I did not get the chance. I let people die, and yet... I still stand. Rodrigue, Gustave, Dedue..."}, {"speaker": "Byleth", "line": "There must be a reason you survived."}, {"speaker": "Dimitri", "line": "You sound just like Rodrigue. A reason..."}, {"speaker": "Byleth", "line": "You can still atone for your sins."}, {"speaker": "Dimitri", "line": "You sound just like Rodrigue. A way to absolve my sins..."}, {"speaker": "Dimitri", "line": "Everyone gives such complicated advice, and I can never quite grasp it all. That is why... Professor. I came here to explain my decision."}, {"speaker": "Byleth", "line": "What decision?"}, {"speaker": "Dimitri", "line": "I have no resources to take back the Kingdom capital, much less to defeat the Empire. And that is why..."}, {"speaker": "Seteth", "line": "Professor! You will catch a cold sleeping in a place like this. Is something the matter?"}, {"speaker": "Byleth", "line": "Where did he go?"}, {"speaker": "Seteth", "line": "Hm? I am the only one here. Were you dreaming?"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Seteth", "line": "I can't say for certain that you were dreaming, but if someone did come here to see you... That person only wanted you to see their face. Perhaps they wanted you to guide them..."}], "conversation": [{"speaker": "Ferdinand", "line": "Dimitri, the late prince of Faerghus. He despised the Empire with all his heart. He should not have tried leading an army while his emotions were holding him captive."}, {"speaker": "Byleth", "line": "Leaders are people too."}, {"speaker": "Byleth", "line": "Don't leaders have feelings, like everyone else?"}, {"speaker": "Ferdinand", "line": "True enough, but I suspect the reason he died is that he could not keep his emotions in check. I see. You are saying you met with Dimitri? But you could not tell if it was reality or a dream. Hm. I wonder what it could mean."}, {"speaker": "Linhardt", "line": "I'm rather curious to see what stratagem we'll devise to capture the fortress. You know Fort Merceus's nickname, I assume. The Stubborn Old General? But there must be one or two gaps in its defenses..."}, {"speaker": "Caspar", "line": "Fort Merceus is next, huh? Ah, the memories. It's a huge stronghold in my father's domain. The town's completely surrounded by high walls. I used to run around there when I was a kid... Way back when a fortress was a playground for me. Yeah, those were the days."}, {"speaker": "Bernadetta", "line": "It's always so peaceful coming back here. But it's hard to relax knowing we have to go out on another expedition again so soon. And assaulting that huge keep? That sounds hard. Oh, really, hard! Don't you think it'll be hard?!"}, {"speaker": "Byleth", "line": "It's going to be tough."}, {"speaker": "Bernadetta", "line": "I knew you'd think so! I knew you-- Ow! Oh, ow. Can't believe I tried to hug you through the door..."}, {"speaker": "Byleth", "line": "We'll be fine."}, {"speaker": "Bernadetta", "line": "Of course you'd say that! Why'd I even ask?!"}, {"speaker": "Dorothea", "line": "I heard that a staggering number of people lost their loves in the battle at Gronder. And here we are, preparing for the next battle, as if nothing happened the day before. It's almost easier to think about war as theater, with the stage an entire continent."}, {"speaker": "Byleth", "line": "Though actors die, the show goes on?"}, {"speaker": "Dorothea", "line": "Something like that. If an accident happens on stage, the next day's performance must be unaffected."}, {"speaker": "Byleth", "line": "It really doesn't seem like theater."}, {"speaker": "Dorothea", "line": "Even if an accident happens on stage, the next day you have to sing as though nothing happened."}, {"speaker": "Dorothea", "line": "Everyone just pretends like everything is fine... focusing on their role in the play."}, {"speaker": "Petra", "line": "I have excitement in my heart for secret tactics! I enjoy attacks that are surprising."}, {"speaker": "Byleth", "line": "Why's that?"}, {"speaker": "Petra", "line": "Surprise attacks are safe with friends. Fewer injuries."}, {"speaker": "Byleth", "line": "Because it's like hunting?"}, {"speaker": "Petra", "line": "Yes. Hunting is doing surprise attacks on prey. Surprise attacks are safe with friends. Fewer injuries."}, {"speaker": "Felix", "line": "It hasn't sunk in yet. They slaughtered the boar... I can hardly believe it. I thought he was alive all this time. He must have really hated Edelgard to lead such an ill-advised assault. Hmph. No point in feeling sorry for the poor scoundrel now."}, {"speaker": "Ashe", "line": "I've heard Dedue's passed on. Just like His Highness."}, {"speaker": "Byleth", "line": "We can't know that for certain."}, {"speaker": "Ashe", "line": "That's true. I did hear that his body was never found."}, {"speaker": "Byleth", "line": "Don't believe everything you hear."}, {"speaker": "Ashe", "line": "You're right. I don't think anyone's found his body, so I guess he might still be out there."}, {"speaker": "Byleth", "line": "Dedue is dead?"}, {"speaker": "Ashe", "line": "That's what I've heard. But no one's found his body."}, {"speaker": "Ashe", "line": "If, somehow, he's still alive...I hope we'll meet again."}, {"speaker": "Sylvain", "line": "Ya know, Professor, laying siege to a keep is like asking a girl out on a date. First, you get past her defenses...then you make your move."}, {"speaker": "Byleth", "line": "That's not the best analogy."}, {"speaker": "Sylvain", "line": "Trust me, I know what I'm talking about. I'm a seasoned veteran at this kind of thing. Girls, I mean . I've never actually, you know, captured any keeps..."}, {"speaker": "Byleth", "line": "You might be right."}, {"speaker": "Sylvain", "line": "Ha! I knew you'd get it, Professor."}, {"speaker": "Sylvain", "line": "Anyway, you know more about tactics than me, so I don't know why I'm offering you advice."}, {"speaker": "Mercedes", "line": "Oh, Goddess, hear my prayer. Please bless the deceased with peace everlasting... And may his soul rest in tranquility. You know, I used to see him praying quite often when I would come to the cathedral at night. I wonder who it was he prayed for back then..."}, {"speaker": "Annette", "line": "Professor. They tell me my father died at Gronder. Was that... Was that really a fitting end for one such as him? I don't know. I just...don't know."}, {"speaker": "Ingrid", "line": "I only know what little I overheard. But what I did hear implied that the Empire was involved in the Tragedy of Duscur. If it's true, that may explain why His Highness chose to fight the Empire. Perhaps I should have fought alongside His Highness."}, {"speaker": "Byleth", "line": "Why is that?"}, {"speaker": "Ingrid", "line": "Because...I too, lost someone to that tragedy--the most important person in my world."}, {"speaker": "Byleth", "line": "Are you having regrets?"}, {"speaker": "Ingrid", "line": "No. Not anymore. I am where I belong."}, {"speaker": "Ingrid", "line": "Those of us still on this plane of existence will carry on the torch. The inhumane actions of the Empire must not be repeated."}, {"speaker": "Lorenz", "line": "Fort Merceus is old and strong. It's reputation for durability is equal to that of Arianrhod. Are you certain your plan is sufficient? It seems to be a little simplistic."}, {"speaker": "Byleth", "line": "Guess we'll find out."}, {"speaker": "Lorenz", "line": "That's not terrifically reassuring! Shouldn't you have more faith in your own plans?!"}, {"speaker": "Byleth", "line": "We'll be fine."}, {"speaker": "Lorenz", "line": "I suppose I must take you at your word, mustn't I?"}, {"speaker": "Lorenz", "line": "Incidentally, have you heard any news of Claude? I, for one, have a hard time believing he is dead. He was always a clever and tenacious sort."}, {"speaker": "Raphael", "line": "You know when you work your muscles and they start screaming? That means you gotta be nice to them. If you're muscles are hungry, you gotta feed them, and let them rest when they're tired."}, {"speaker": "Byleth", "line": "I don't see how you'd do that."}, {"speaker": "Raphael", "line": "Whaddya mean, how? You just gotta eat and sleep! It's pretty obvious..."}, {"speaker": "Byleth", "line": "You can tell how your muscles are feeling?"}, {"speaker": "Raphael", "line": "Of course! If my muscles hurt, then I hurt. If they're hungry, well then I'm hungry too!"}, {"speaker": "Raphael", "line": "What's with the confused face, Professor? You look like you don't get a word I'm saying!"}, {"speaker": "Ignatz", "line": "It sounds like the battle at Gronder Field was pretty gruesome. We don't know for certain whether Claude's alive or dead. Maybe he's all right? I wish I could make sure somehow. But it doesn't seem possible now."}, {"speaker": "Lysithea", "line": "If Claude somehow survived, I imagine he's terribly wounded. All three forces have suffered heavy losses. We're incredibly lucky to have not been involved. This is a perfect and unique opportunity to go on the offense. Now is the time to prove ourselves, Professor."}, {"speaker": "Marianne", "line": "I never used to care whether I lived or died... But when I think of all those who died at Gronder, I realize how precious life truly is. I'm ashamed of how arrogant I was to think that death could mean so little..."}, {"speaker": "Hilda", "line": "I like this idea of yours--dressing as Imperial soldiers so they'll let us in. But don't you wish there was one more twist in the plan? Come on, Professor, think! How could we add another wrinkle, hm?"}, {"speaker": "Byleth", "line": "We can dress you as the emperor."}, {"speaker": "Hilda", "line": "Dress me as Edelgard?! But we look nothing alike!"}, {"speaker": "Byleth", "line": "We could dress Seteth as a woman."}, {"speaker": "Hilda", "line": "Seteth, dressed as a woman? I don't understand what the point of that would be."}, {"speaker": "Hilda", "line": "On second thought, let's just stick to the plan as originally conceived. That seems safer."}, {"speaker": "Leonie", "line": "Under your leadership, we can win any battle, no matter the odds. That's what everyone's saying anyway. Hope you can keep up with our expectations, Professor."}, {"speaker": "Seteth", "line": "The battle at Gronder Field certainly took an unexpected turn, did it not? Let us press on, so as not to waste the opportunity. Fort Merceus is a keep that was constructed to defend the Imperial Capital, Enbarr. We cannot enter the capital without first capturing that fort. But once we have it, the city should be almost entirely at our mercy. I will make the necessary preparations. Be ready."}, {"speaker": "Flayn", "line": "Standing face to face with those whom I went to school with. On the field of battle... How inhuman war is--how horrifying. My heart feels shattered. It is my hope that this war marks the end of such foolish behavior."}, {"speaker": "Hanneman", "line": "Fort Merceus is the Empire's single most fortified military installation. Utterly impregnable, they say. I wonder, do you happen to know the nickname given to Fort Merceus?"}, {"speaker": "Byleth", "line": "The Silver Maiden."}, {"speaker": "Hanneman", "line": "No, I'm afraid that name refers to the Fortress City of Arianrhod."}, {"speaker": "Byleth", "line": "Fódlan's Locket."}, {"speaker": "Hanneman", "line": "That one is a fortress that stands at Fódlan's Throat."}, {"speaker": "Byleth", "line": "The Stubborn Old General."}, {"speaker": "Hanneman", "line": "Indeed! A very good answer, but of course you'd know that."}, {"speaker": "Hanneman", "line": "Seems Fódlans give everyone and everything a nickname. Why, you were called the Ashen Demon! Myself, I have been called the Father of Crestology, which is a nickname as well as a title, I suppose..."}, {"speaker": "Manuela", "line": "Each step closer to Enbarr, I'm reminded of another part of my past. Riches and poverty, glory and failure, that city has it all. And if I'm honest...sometimes I miss it. That's how the past works though, isn't it? It's always a different story than what you really lived."}, {"speaker": "Alois", "line": "You're quite a tactician! Disguising ourselves as enemy soldiers to sneak in, undetected. A stroke of brilliance. In a frontal attack, our losses would be tremendous. With this strategy, we can really snatch victory from the jaws of...deceit!"}, {"speaker": "Byleth", "line": "That's a good point."}, {"speaker": "Alois", "line": "Yes... With you leading our fighters, I've no doubt the Empire will suffer an embarrassing deceit. Get it? Deceit? Again?"}, {"speaker": "Byleth", "line": "That's a bad pun."}, {"speaker": "Alois", "line": "Ah, rats! You've seen through my cunning punning!"}, {"speaker": "Catherine", "line": "I hardly recognize everyone... Their faces have changed so much. More experience in the eyes, and more pain. I'm glad that they're stronger, but I hate to think they've all become hardened killers. Look after them, OK? Try to keep 'em on the straight-and-narrow."}, {"speaker": "Shamir", "line": "Did you give the ridiculous order to prepare Imperial armor for every one of our troops? I've reached out through all my channels, but there are limits to these things. I'll have to recruit an entire town's worth of people if I ever plan on making enough."}, {"speaker": "Cyril", "line": "Guess what I noticed. I can see further than most other people can see. But I can't figure the point of seeing further than an arrow can fly, since I can't shoot what I see."}, {"speaker": "Byleth", "line": "You could detect enemy movements in advance."}, {"speaker": "Cyril", "line": "I suppose I could see a whole horde of enemies coming and run away. That's kinda useful at least."}, {"speaker": "Byleth", "line": "You could find our targets quicker than anyone."}, {"speaker": "Cyril", "line": "Yeah, I suppose it could be real useful for finding Lady Rhea too."}, {"speaker": "Anna", "line": "A Class reunion on the battlefield? That's...bleak. That must've been so hard on everyone. You gotta keep looking after them all. I mean, they still look to you for guidance, you know?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is it true that we'll be assaulting Fort Merceus next? That doesn't sound like the brightest idea... I've heard that it's built to withstand an attack from even the largest of armies! Not to tell you how to do your job, but don't do it! I'm not ready to say my final good-byes to everyone..."}], "intro": [{"speaker": "Seteth", "line": "We are just about to pass through Gronder Field. We should be in view of Fort Merceus soon. It looks like the battle made quite an impact... The Imperial Army has lost some of its luster. We should soon be able to invade the fort without too much trouble."}, {"speaker": "Byleth", "line": "Because of the Alliance and Kingdom's sacrifices..."}, {"speaker": "Seteth", "line": "Yes, we must win for them as well."}, {"speaker": "Byleth", "line": "We cannot let this opportunity pass us by."}, {"speaker": "Seteth", "line": "Yes, after a few short months, they will already be back on their feet. We cannot waste this opportunity."}, {"speaker": "Ferdinand", "line": "Professor, the soldiers have finished changing into their disguises. We are ready to masquerade as Imperial troops and infiltrate the fort."}, {"speaker": "Byleth", "line": "Disguises?"}, {"speaker": "Byleth", "line": "Infiltrate the fort?"}, {"speaker": "Seteth", "line": "I believe this was your idea, was it not? It is impossible to take Fort Merceus with a frontal assault. We must take it from within. We will infiltrate the fort as Imperial troops and kill the enemy general. All preparations are complete."}, {"speaker": "Caspar", "line": "According to the scout reports, my father and the others are not inside the fort. It seems they were moved to the front lines of the Kingdom's western region."}, {"speaker": "Church Soldier", "line": "The Death Knight became the general of this fort after the battle at Gronder Field."}, {"speaker": "Bernadetta", "line": "What?! The Death Knight?! I think I'll be taking a break now... You guys go on ahead."}, {"speaker": "Petra", "line": "Bernadetta, you cannot be hiding on a field. The enemy will be seeing you."}, {"speaker": "Bernadetta", "line": "No place to hide?! I guess... I have no choice but to fight!"}, {"speaker": "Seteth", "line": "The Death Knight... I hear that he is counted among the greatest heroes of the Empire at the moment. We never determined whether or not he was truly Jeritza. So in capturing Merceus, we have encountered another obstacle."}, {"speaker": "Byleth", "line": "We've beaten him before."}, {"speaker": "Seteth", "line": "I suppose you have a point. If we challenge him again with conviction, we are sure to attain victory."}, {"speaker": "Byleth", "line": "Let's be careful."}, {"speaker": "Seteth", "line": "Yes, now more than ever."}, {"speaker": "Linhardt", "line": "The Impenetrable Fortress City of Arianrhod goes by the name Silver Maiden. Yet she pales in comparison to Fort Merceus--the Stubborn Old General. Those who approach are driven back, but once we make our way in, it's all ours."}, {"speaker": "Dorothea", "line": "That fort has been brought to life on stage for countless operas..."}, {"speaker": "Seteth", "line": "Let us commence. We must puncture a hole in the Empire's defenses!"}, {"speaker": "Death Knight", "line": "That man/woman approaches... Will death's scythe claim you... Or will I fall to that sword of yours..."}], "battle": [{"speaker": "Imperial Soldier", "line": "Report! A group posing as Imperial soldiers has infiltrated! They seem to be affiliated with the church!"}, {"speaker": "Death Knight", "line": "Close the gates. Leave no survivors."}, {"speaker": "Death Knight", "line": "The time is ripe."}, {"speaker": "Seteth", "line": "Do not let him get away! Circle around and cut off his retreat!"}, {"speaker": "Death Knight", "line": "The time of ruin draws near... But their slaughter must wait until next we meet..."}, {"speaker": "Seteth", "line": "He's fled, has he? Let us deal with the remaining foes and then make haste in our pursuit!"}], "boss": [{"speaker": "Death Knight", "line": "You. Leave.", "unit": "Mercedes", "boss": "Death Knight"}, {"speaker": "Mercedes", "line": "No! I won't! I... I refuse to run from you anymore!", "unit": "Mercedes", "boss": "Death Knight"}, {"speaker": "Flayn", "line": "So it's you, Death Knight! Remember me?!", "unit": "Flayn", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "You again. Here to lose more blood?", "unit": "Flayn", "boss": "Death Knight"}, {"speaker": "Flayn", "line": "Never! You will not lay a hand on me ever again", "unit": "Flayn", "boss": "Death Knight"}, {"speaker": "Seteth", "line": "You will not escape, Death Knight. Today you will be unmasked!", "unit": "Seteth", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "My true identity has no value.", "unit": "Seteth", "boss": "Death Knight"}, {"speaker": "Seteth", "line": "I will be the judge of that, once I've seen your face.", "unit": "Seteth", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "If you desire to slay me, follow. The appointed hour is at hand..."}], "cutscene": [{"speaker": "Death Knight", "line": "It is coming... Leave now or all of you will die."}, {"speaker": "Alliance Soldier In Imperial Gear", "line": "Run! We have to evacuate immediately!"}, {"speaker": "Alliance Infantry Soldier", "line": "What just happened here?"}, {"speaker": "Alliance Armoured Soldier", "line": "The fort, it's... It's just... gone."}], "end": [{"speaker": "Seteth", "line": "Whatever could that have been... It was almost reminiscent of that terror of legend..."}, {"speaker": "Byleth", "line": "What legend?"}, {"speaker": "Seteth", "line": "We haven't the time for stories..."}, {"speaker": "Byleth", "line": "We need to get out of here."}, {"speaker": "Seteth", "line": "Agreed. We must retreat for now."}, {"speaker": "Seteth", "line": "All we can do is retreat to the Great Bridge of Myrddin and assess our situation."}, {"speaker": "Manuela", "line": "Well now, that marching was nearly as trying as the battle itself."}, {"speaker": "Hanneman", "line": "We wasted a few days, but now that we're this far back, we should be safe... Or so I believe."}, {"speaker": "Catherine", "line": "I still can't believe it. The fort was destroyed, just like that..."}, {"speaker": "Shamir", "line": "The Death Knight knew about the attack. Was it the Empire's doing?"}, {"speaker": "Cyril", "line": "Guess that means they'd rather destroy the fort than lose it."}, {"speaker": "Alois", "line": "Whatever the case, we need to get our bearings and decide what we're going to do next."}, {"speaker": "Seteth", "line": "We all have many questions, but for now, we must focus on our next move."}, {"speaker": "Byleth", "line": "Let's give up."}, {"speaker": "Seteth", "line": "What?! How could... Ah. Yes, I see."}, {"speaker": "Byleth", "line": "Let's attack the Imperial capital."}, {"speaker": "Seteth", "line": "I wish for that as well, but we are sure to fall if we charge in without a plan. Hmm... But by the look on your face, I have the feeling you are working out a plan even now."}, {"speaker": "Byleth", "line": "Let's return to the monastery."}, {"speaker": "Seteth", "line": "What?! If we return to the monastery, then our situation is sure to... Ah. Yes, I see..."}, {"speaker": "Byleth", "line": "Now you've got it."}, {"speaker": "Byleth", "line": "Whatever do you mean?"}, {"speaker": "Seteth", "line": "No need to hide your intentions from me."}, {"speaker": "Seteth", "line": "So, we make it appear as though we have ceased our invasion by returning to Garreg Mach. Then we divide up our soldiers and infiltrate nearby areas of the capital right under the Empire's nose. Finally, we gather all of the soldiers somewhere we can get to swiftly from Garreg Mach and proceed to invade Enbarr. Is that what you are thinking?"}, {"speaker": "Caspar", "line": "Are you serious? You know there's no guarantee that we won't be spotted by the enemy, right?"}, {"speaker": "Ferdinand", "line": "If we fail to intervene, we will be isolated inside the Empire and be...utterly obliterated."}, {"speaker": "Petra", "line": "I will be embracing the nearness of death if I am needing to. With each other!"}, {"speaker": "Bernadetta", "line": "That sounds dangerous...really, incredibly dangerous!"}, {"speaker": "Seteth", "line": "Make no mistake...if we fail in this plan, there will be no coming back from it. Are you sure about this, Professor?"}, {"speaker": "Byleth", "line": "It's our only hope."}, {"speaker": "Seteth", "line": "I see. If you are resolved, then I will follow suit. We may be weaker and the terrain may be against us, but all we can do is use our resources the best we can. That, and pray for the blessings of the goddess."}]}