{"chapter": "18", "title": "The Chaos Of War", "speakers": ["Seteth", "Byleth", "Flayn", "Caspar", "Dorothea", "Linhardt", "Bernadetta", "Petra", "Ferdinand", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Anna", "Gatekeeper", "Imperial Soldier", "Hubert", "Dedue"], "dialogue_counts": {"Seteth": 15, "Byleth": 25, "Flayn": 11, "Caspar": 7, "Dorothea": 5, "Linhardt": 4, "Bernadetta": 3, "Petra": 3, "Ferdinand": 3, "Felix": 1, "Ashe": 1, "Sylvain": 3, "Mercedes": 1, "Annette": 1, "Ingrid": 3, "Lorenz": 1, "Raphael": 5, "Ignatz": 1, "Lysithea": 4, "Marianne": 2, "Hilda": 1, "Leonie": 2, "Hanneman": 1, "Manuela": 2, "Alois": 2, "Catherine": 4, "Shamir": 2, "Cyril": 3, "Anna": 1, "Gatekeeper": 1, "Imperial Soldier": 1, "Hubert": 3, "Dedue": 5}, "gender_counts": {"M": 56, "F": 45, "N": 1, "A": 25}, "lines": 130, "transitions": "-MAMAMAM--FMFMFMFMFFFMFFFMFMMF-M---M---MAMAMM-F---F---F---M---M---MAMAM---F---F---FAFAF---M---MAMAM-MM---M---FAFAFF---FAAF---F---FAAF---MAMAMM---F---M---F---M---FAFAFF---F---MAAM-F---M---MFMM-M-NM--MM-M-F-M-F-F-MFMAMAMFMMMMF-F", "opening": ["The resistance army, having finished preparations for their surprise attack on the Imperial capital, departs Garreg Mach. Along the way, they join forces with ally soldiers who had already secretly entered Empire territory. Together, they storm the streets of Enbarr, giving the Imperial army no time to counterattack.", "Vastly outnumbered by Imperial forces, it becomes clear that a surprise attack, followed by a short and decisive battle, is the only path to victory. With this in mind, you stealthily approach Enbarr, the Imperial Capital."], "dialogue": [{"speaker": "Seteth", "line": "It seems the preparations for our invasion of Enbarr are advancing smoothly. All has been laid out so we can move swiftly to the necessary locations. Until the time comes, please try to keep your spirits up."}, {"speaker": "Byleth", "line": "I understand."}, {"speaker": "Seteth", "line": "There is something else... I have heard that Rhea is potentially being held captive in the capital. The information could not be confirmed, nor even properly sourced, but even still... We cannot ignore the possibility. Please bear that in mind."}, {"speaker": "Byleth", "line": "If it's true, we'll find her."}, {"speaker": "Seteth", "line": "Yes. We must not let anything get in the way of rescuing her."}, {"speaker": "Byleth", "line": "I don't believe it."}, {"speaker": "Seteth", "line": "Do not say that. To receive any information at all is surely a boon. If it is true, we must not let anything let in the way of rescuing her."}, {"speaker": "Flayn", "line": "We're finally heading to Enbarr. The capital city of the Empire... So many memories there..."}, {"speaker": "Caspar", "line": "Oh yeah? So you've been there before?"}, {"speaker": "Flayn", "line": "Oh! Um. Yes. Though it was a very long time ago."}, {"speaker": "Caspar", "line": "A very long time? You must have been really young. I'm surprised you remember."}, {"speaker": "Dorothea", "line": "The main stage of the Mittelfrank Opera Company is in the capital... I hope no one from the opera gets swept up in the coming chaos..."}, {"speaker": "Linhardt", "line": "There are many buildings straight out of the history books in Enbarr. I hope they remain unharmed..."}, {"speaker": "Dorothea", "line": "You're worried about the buildings? What about the people? You're an odd one, Lin."}, {"speaker": "Linhardt", "line": "I am also worried about the people. I'm sure my father is in a palace in the capital."}, {"speaker": "Flayn", "line": "Many people reside in Enbarr, so we must take care to avoid needless casualties."}, {"speaker": "Bernadetta", "line": "I don't think Edelgard cares much for avoiding casualties, so that's probably impossible. I bet we'll be fighting until one side or the other is completely destroyed."}, {"speaker": "Petra", "line": "Bernie, you should be staying away from thoughts like that. We will be defeating her with our full power. Our enemy has great strength, but we will not be losing!"}, {"speaker": "Ferdinand", "line": "I could not agree more. Remember, even if our surprise attack works, a force even greater than all of our troops combined awaits us in the capital. Zero casualties is always the goal, but we must not underestimate the situation at hand."}, {"speaker": "Flayn", "line": "Still, we must not hold ourselves to the same twisted morality that she does. After all, we are here to stop her, not to follow her down her dark path. We all choose to fight back. We are all in this together!"}, {"speaker": "Bernadetta", "line": "You're right, Flayn. We've got to try our hardest!"}, {"speaker": "Dorothea", "line": "A different path from Edelgard..."}, {"speaker": "Ferdinand", "line": "There is no stopping her. The only way to end this is to kill her."}, {"speaker": "Petra", "line": "Our choice... Flayn, your words are wonderful and full of bravery."}, {"speaker": "Caspar", "line": "Let's go! We can't lose!"}, {"speaker": "Linhardt", "line": "The situation is dire...and so I will do what must be done."}, {"speaker": "Flayn", "line": "I am certain that if we can join our strength, we can win this battle without losing a single soul!"}], "conversation": [{"speaker": "Ferdinand", "line": "Professor. At last, the end is nigh. I love the Empire. Part of me wants it to survive. But I know that is not reasonable. The Empire's time has come. What we need now is a mighty leader who can rebuild Fódlan and rule it as a single nation. Nonetheless, it saddens me that we will not have an Adrestian emperor..."}, {"speaker": "Linhardt", "line": "They used to call Enbarr the city of Seiros... To assault it, together with the knights, is surreal. If Seiros were alive today, I wonder what she might make of our war... In Enbarr, there was once a Southern Church, and apparently a bishop was dispatched to it. A hundred years ago, the Southern Church became entangled in an insurrection. Until five years ago, the Empire and the church maintained a certain distance from one another."}, {"speaker": "Caspar", "line": "It's such a relief that we've made it this far without having to fight my father."}, {"speaker": "Byleth", "line": "You'll have to face him at some point."}, {"speaker": "Caspar", "line": "Hey, don't try and scare me!"}, {"speaker": "Byleth", "line": "It sounds like you're scared."}, {"speaker": "Caspar", "line": "You bet I'm scared! The Imperial army hasn't lost a single battle with my father on the field!"}, {"speaker": "Caspar", "line": "If he turns up as a reinforcement during the assault, we might lose. I better make peace with that."}, {"speaker": "Bernadetta", "line": "Professor! My, um, my mother might be in the city. I don't have many good memories of her if I'm being honest, but she's dearer to me than my father. If you happen to see her, please make sure she's not caught up in all the fighting. She's only a civil servant, so hopefully she takes a cue from her Bernie and stays inside."}, {"speaker": "Dorothea", "line": "The whole of the capital is going to be a battleground. The city has such a long heritage... Even so, perhaps it deserves to be reduced to ashes for once. But we can't let the commonfolk get hurt. We should try to confine the damage to the noble section of town."}, {"speaker": "Petra", "line": "Five years ago...Edelgard said a thing to me. Brigid is a vassal of the Empire. But she also said I always have the freedom to be choosing whether I am with or not with her. I will become the ruler of Brigid. So she said I must make my own path. So now, my path and her path will be colliding."}, {"speaker": "Felix", "line": "The Death Knight is no ordinary knight. I will prey upon him. I will quench my blade's thirst with his blood. His focus is on fighting you, I'm sure. But mine will be the last face he sees."}, {"speaker": "Ashe", "line": "Those things appeared as soon as we got ourselves set up in Fort Merceus."}, {"speaker": "Sylvain", "line": "So Enbarr, the capital of the Empire. It's finally time. I never thought I'd live this long. It's like any battle, really--stay calm, stay focused. Don't give in to the enemy or your own fear."}, {"speaker": "Byleth", "line": "You seem more serious than usual."}, {"speaker": "Sylvain", "line": "Hey, I'm always serious! When I'm chasing girls or preparing for battle, always serious. That's me..."}, {"speaker": "Byleth", "line": "We'll get through this together."}, {"speaker": "Sylvain", "line": "Striking down the Empire is my offering to His Highness. Heh, I left the Kingdom... What am I saying?"}, {"speaker": "Mercedes", "line": "It's been so long since I've been to the Imperial capital. I used to go to the opera there with my mother and brother. I never thought my return would be like this..."}, {"speaker": "Annette", "line": "Enbarr... Never in my wildest dreams did I imagine I'd be returning like this. Of course, most of the nobles in the Empire make their home in the capital. In the Kingdom, all nobles live in their own domains. So if the capital is attacked, it doesn't affect them directly. What will happen to the Imperial nobles when their capital becomes a battlefield?"}, {"speaker": "Ingrid", "line": "Once this battle is over, what will become of Faerghus and Fódlan?"}, {"speaker": "Byleth", "line": "Peace will reign."}, {"speaker": "Ingrid", "line": "Peace you say? It sounds so...foreign, so unattainable. But maybe...just maybe."}, {"speaker": "Byleth", "line": "What would you like to see happen?"}, {"speaker": "Ingrid", "line": "My hope is for a world of peace. A world in which this present turmoil is a thing of the past--the stuff of legends. I believe those who survive the atrocities of war have a duty to create a new, better world. So the sooner we can stamp out such turmoil, the better. We must win, Professor. There is no alternative here. I won't allow for anything else."}, {"speaker": "Lorenz", "line": "I have been to the Kingdom capital before, but never to the Imperial one. They say it is the biggest city in all Fódlan, so we will no doubt have many civilians to worry about. I hope we can preserve the city. If it is destroyed in the battle, the people will face hardship. I would say we should avoid the use of excessive force, but I suppose that hinges upon the Empire's terms of engagement."}, {"speaker": "Raphael", "line": "We're heading up to Enbarr next. I hope I make it back safe so I can tell my little sis about it! I hear they got a neat opera house there where Manuela used to perform. What was it called again?"}, {"speaker": "Byleth", "line": "Mitreflanc Opera Company."}, {"speaker": "Raphael", "line": "Nah, that doesn't sound right!"}, {"speaker": "Byleth", "line": "Mittelfrank Opera Company."}, {"speaker": "Raphael", "line": "Ah, that's the one!"}, {"speaker": "Raphael", "line": "Nah, that doesn't sound right!"}, {"speaker": "Raphael", "line": "My little sis always goes on about how much she'd like to see them perform. I know we can't see a show, but do you think we can at least see the building?"}, {"speaker": "Ignatz", "line": "We're about to put the finishing touches on this war. I wonder how Fódlan will look without the backdrop of death and destruction. I can't wait to see it. On the other hand, I'm terrified of what the future might hold. Who knows if I'll survive the assault on the capital?"}, {"speaker": "Lysithea", "line": "Invading the capital and smashing the Empire. I wonder if doing so could really end this war. Care to share your thoughts, Professor?"}, {"speaker": "Byleth", "line": "I think it'll end the war."}, {"speaker": "Lysithea", "line": "You say that with such confidence. I want to believe that it's true."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Lysithea", "line": "Perhaps you feel similarly to me. The whole mess puts me on edge."}, {"speaker": "Lysithea", "line": "Although for now, better to focus my efforts on the fight at hand."}, {"speaker": "Marianne", "line": "So, if we win the war...will you become the ruler of Fódlan?"}, {"speaker": "Byleth", "line": "That might be the case."}, {"speaker": "Byleth", "line": "I don't really know."}, {"speaker": "Marianne", "line": "You seem unsure, so I guess anything is possible. For what it's worth, I think you'd make a good ruler. You could bring peace to the land..."}, {"speaker": "Hilda", "line": "Fighting in the capital? Ugh! And we're fighting against Edelgard! Double ugh! But with you leading us, Professor, I know we'll win. Yeah! Wahoo! Fighting! I'm a little scared, to be honest. I'm just shouting to relieve the tension, but I'll be fine."}, {"speaker": "Leonie", "line": "We're finally going to the capital. This will be my chance to avenge Captain Jeralt. Once we smash the Empire, I'm sure his soul will finally be able to rest in peace."}, {"speaker": "Byleth", "line": "I think you're right."}, {"speaker": "Byleth", "line": "Who can say for sure?"}, {"speaker": "Leonie", "line": "Monica killed Captain Jeralt for the Flame Emperor, and the Flame Emperor was Edelgard. I know that the future of all Fódlan rests on this battle. Nothing else is more important. But for me, this is personal. For Captain Jeralt's sake, I'm going to give it all I've got and more!"}, {"speaker": "Seteth", "line": "Rhea will be somewhere in the city. I wonder if she can sense us coming. If we are able to save her, then I expect you will learn many secrets that have hitherto been kept from you. Are you prepared for that?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Seteth", "line": "Excellent"}, {"speaker": "Byleth", "line": "I don't think I'm ready yet."}, {"speaker": "Seteth", "line": "That is unfortunate. Well, you must become ready."}, {"speaker": "Seteth", "line": "The battle will soon be upon us. Let us both be at our best for what is to come."}, {"speaker": "Flayn", "line": "I was born in Enbarr. My mother and father met in a church there. Not too long after, I was brought into the world. I do not understand how war can happen in such a precious place. It is most regrettable."}, {"speaker": "Hanneman", "line": "Enbarr's streets are paved with unhappy memories, Professor. I've avoided the darned place ever since I abandoned my nobility. Swore never to return. Now here we are. To return in this manner... Well, I can't say it is something I ever imagined."}, {"speaker": "Manuela", "line": "In the opera, actors came and went all the time. But the people behind the scenes would stay forever. I'll bet I'd know a few of them now, even after all these years. I wonder if they've left the capital. I certainly hope so..."}, {"speaker": "Alois", "line": "Here we are, facing the final battle with the Empire. It's been a long, difficult struggle. We have to get Lady Rhea back! And we have to crush the Empire, in the name of Captain Jeralt. I don't know what comes next. But we can sort out those details later."}, {"speaker": "Catherine", "line": "Looks like we're nearing the end of this struggle. I'm sure Lady Rhea is on tenterhooks waiting for me to swoop in and rescue her."}, {"speaker": "Byleth", "line": "Probably"}, {"speaker": "Catherine", "line": "I was just kidding! Pay me no mind."}, {"speaker": "Byleth", "line": "I doubt it."}, {"speaker": "Catherine", "line": "Oof... You don't mince your words. Try being a bit more mindful of other people's feelings."}, {"speaker": "Catherine", "line": "Lady Rhea's not waiting for me, I know, no matter how much I might wish she were. She's waiting for you."}, {"speaker": "Shamir", "line": "Ten years ago, Dagda and Brigid attacked the Empire from the west. Their final target was the capital. But they were countered at a port town, long before they reached their destination. I guess our attempt has been more successful than theirs, all things considered."}, {"speaker": "Cyril", "line": "Whenever I think about how we'll be seeing Lady Rhea real soon, I get happy and really get cleaning! We'll get there for sure, right? We'll see her again?"}, {"speaker": "Byleth", "line": "We'll meet her for sure."}, {"speaker": "Byleth", "line": "We don't know for sure."}, {"speaker": "Cyril", "line": "I just gotta believe Lady Rhea is waiting for us in the capital... We just have to find her."}, {"speaker": "Anna", "line": "There's unrest everywhere these days. All of my fellow merchants seem to be endangered. I hope things go back to normal soon. People need more to smile about, aside from my great deals."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Momentum's really picking up for this final battle, huh? Even I'm starting to feel tense! ME! Enbarr's history goes back 1,400 years. That even predates the founding of the Empire. It's one of the sacred sites of the Seiros faith, so it's a pretty big deal. But hey, no need to worry about the monastery while you're fighting the final battle. I've got it covered! I'll defend it to my last!"}], "intro": [{"speaker": "Seteth", "line": "There it is. The greatest city in all of Fódlan... Enbarr, the Imperial Capital. Deep within are the palace grounds, where the emperor resides. If Rhea is being kept here, she must be within the palace... We shall tear through the city streets, capture the palace, and kill Edelgard at last."}, {"speaker": "Shamir", "line": "If the enemy spots us, they'll call back any troops deployed in other areas. We have no leeway here."}, {"speaker": "Cyril", "line": "Lady Rhea, please be safe."}, {"speaker": "Seteth", "line": "Now, we must organize our reserve troops and invade Enbarr!"}], "battle": [{"speaker": "Seteth", "line": "It appears that Hubert and the Death Knight are in command of the Empire's forces in the city. We've not the time to deal with them one by one. Split up and take both on at once!"}, {"speaker": "Imperial Soldier", "line": "It's here! The Crest of Flames banner! There! On the other side of the canal!"}, {"speaker": "Hubert", "line": "Uninvited guests, I see. Heh. Let's ensure they receive a warm welcome. Ready the artillery. Prepare to attack. Rocks, arrows, magic--rain death upon the enemy until they are silent as the grave. Reinforcements will fly in shortly. Defend the heavy weapons until they arrive."}, {"speaker": "Hubert", "line": "Our first wave of reinforcements is here. It will not be long until the next."}, {"speaker": "Seteth", "line": "Their reinforcements just keep on coming. We need to secure the artillery. That will make it easier to deal with them."}, {"speaker": "Hubert", "line": "We have reinforcements coming in from another direction. Deploy them as soon as they arrive."}, {"speaker": "Flayn", "line": "That church... It looks familiar. I believe that is where my parents first met."}, {"speaker": "Seteth", "line": "Ah--that church. I've such memories of that place. From a time before I was Seteth."}, {"speaker": "Manuela", "line": "Has it really been so long since I was in that opera house? Couldn't have imagined any of this back then."}, {"speaker": "Dorothea", "line": "The battle is nearing the opera house. I hope everyone in the company is safe."}], "end": [{"speaker": "Seteth", "line": "We have finally made it. I am sure that Edelgard is hiding in the palace, awaiting our arrival..."}, {"speaker": "Flayn", "line": "Who is that? Is that not Dedue?!"}, {"speaker": "Dedue", "line": "I heard knights had arrived. I came here to find you."}, {"speaker": "Byleth", "line": "How long have you been in Enbarr?"}, {"speaker": "Dedue", "line": "I arrived not long after the battle at Gronder Field. I am here to kill Edelgard."}, {"speaker": "Byleth", "line": "What are you doing in Enbarr"}, {"speaker": "Dedue", "line": "I'm waiting for a chance to kill Edelgard. I have not yet been blessed with the opportunity."}, {"speaker": "Flayn", "line": "Will you now fight alongside us?"}, {"speaker": "Dedue", "line": "We fight for different objectives. I swore to offer Edelgard's head to his Highness. But... Should I fail, I will have no choice but to entrust that mission to you. This is the information I have gathered during my time in hiding here. It includes details about the inside of the castle. There's more. The archbishop is being held in the palace. I do not know the exact location."}, {"speaker": "Seteth", "line": "Indeed! Just as we suspected!"}, {"speaker": "Alois", "line": "It seems we chose wisely when we decided to fight against the Empire!"}, {"speaker": "Dedue", "line": "I've done what I came here to do. Farewell."}, {"speaker": "Flayn", "line": "Wait a moment!"}, {"speaker": "Flayn", "line": "He is gone. I believe we should make our way there as well!"}]}