{"chapter": "20", "title": "The City Without Light", "speakers": ["Seteth", "Flayn", "Rhea", "Bernadetta", "Linhardt", "Ferdinand", "Caspar", "Dorothea", "Petra", "Byleth", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Gatekeeper", "Thales"], "dialogue_counts": {"Seteth": 11, "Flayn": 4, "Rhea": 10, "Bernadetta": 4, "Linhardt": 3, "Ferdinand": 3, "Caspar": 3, "Dorothea": 3, "Petra": 3, "Byleth": 23, "Felix": 1, "Ashe": 1, "Sylvain": 4, "Mercedes": 1, "Annette": 1, "Ingrid": 2, "Lorenz": 4, "Raphael": 2, "Ignatz": 5, "Lysithea": 1, "Marianne": 1, "Hilda": 1, "Leonie": 3, "Hanneman": 1, "Manuela": 1, "Alois": 2, "Catherine": 1, "Shamir": 3, "Cyril": 1, "Gatekeeper": 1, "Thales": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 112, "transitions": "-----------------------------------------------------------------------------------------------", "opening": ["Relying on a map entrusted to them by Hubert, the resistance army sets their sights on the base belonging to those who slither in the dark. Beyond its entrance, they are met by a sprawling underground city.", "Though the flame of war is quenched, its embers endure. You travel deep underground to confront those who slither in the dark and bring lasting peace to Fódlan."], "dialogue": [{"speaker": "Seteth", "line": "The Empire has been defeated, and we have rescued Rhea. But still, the flames of war burn on. We journey to Shambhala, where those who slither in the dark reside."}, {"speaker": "Flayn", "line": "We know nothing of the place or what we can expect to find there."}, {"speaker": "Seteth", "line": "What Flayn says is true. If we are to prevail, we must be prepared for any eventuality before we advance."}, {"speaker": "Rhea", "line": "I will accompany you."}, {"speaker": "Seteth", "line": "What?! No! That would be far too dangerous! Your long confinement weakened you greatly, did it not?"}, {"speaker": "Rhea", "line": "Those people have opposed us since ancient times. I wish to learn the truth about them for myself."}, {"speaker": "Seteth", "line": "I...I understand. I will not stop you, but please take care not to overexert yourself."}, {"speaker": "Bernadetta", "line": "What?! But she's been hiding away so long! She shouldn't just up and go somewhere scary. Trust me, it's a bad idea!"}, {"speaker": "Linhardt", "line": "Bernadetta, \"hiding away\" seems a poor description for someone who was imprisoned."}, {"speaker": "Ferdinand", "line": "We must be careful not to put undue stress on Lady Rhea."}, {"speaker": "Caspar", "line": "If the going gets tough, we'll have to carry her on our backs and make a run for it!"}, {"speaker": "Dorothea", "line": "You think you can carry her? Um, maybe someone else should do that part..."}, {"speaker": "Petra", "line": "No matter what enemies are appearing, we will be protecting her. We will be winning!"}, {"speaker": "Flayn", "line": "If we work together, I am certain all will be well..."}, {"speaker": "Seteth", "line": "The ones we are soon to face have eluded us for a long time. There is much to fear... We must all proceed with utmost caution, lest we fall prey to one of their traps."}], "conversation": [{"speaker": "Ferdinand", "line": "The history of the Empire spans 1185 years. And just like that, it ends. But the Hresvelg legacy could live on... When Edelgard assumed power, there were no other rightful heirs. She said that whoever takes the throne next should do so by the virtue of merit, not blood. And she truly meant what she said. At any rate... I feel that a huge hole has opened up in my heart. Who knows if it can ever be filled?"}, {"speaker": "Linhardt", "line": "As history proves, everything comes to an end eventually. I knew that all along, but it still came as a surprise. Those who slither in the dark... It's all so fascinating and strange. They must certainly have a long history of their own. And when they fall, that will come quickly too. Don't you think? Heh, that almost sounded like a prophecy there. Am I spooking you yet?"}, {"speaker": "Caspar", "line": "He's dead... My father's dead... I'm OK though. Really. I was ready for it. He was a general in the Imperial army, after all. Minister of Military Affairs... He gave his own life so the Empire's soldiers wouldn't have to lose theirs. That's a fight that only he could take on. He was such a tough guy. I fought side by side with you this whole time. But did I ever get any stronger? Will I ever be as strong as my father?"}, {"speaker": "Bernadetta", "line": "With Edelgard gone, maybe Fódlan will finally find some peace. That's all well and good, but, um... She was also the one to put my father under house arrest, so now he's been released, and he's taken charge of House Varley. I can't handle it! I can't deal with him! Please, you have to do something!"}, {"speaker": "Byleth", "line": "How about we exile him?"}, {"speaker": "Byleth", "line": "We can put him back under arrest."}, {"speaker": "Bernadetta", "line": "Thank you so much!"}, {"speaker": "Dorothea", "line": "So, the moment we defeat Edie, the nobles cozy up to the Alliance and the Church... That lot really does think only of themselves, and no one else. But then there's Count Bergliez. He used to be Minister of Military Affairs... He sacrificed his own life so that all the soldiers and officers who fought could be given quarter... When I heard that... I don't know... that simple act of humanity... I couldn't help it. I burst into tears. You know Count Bergliez is Caspar's father, right? I can't even imagine how Caspar must feel about it."}, {"speaker": "Petra", "line": "The Empire has broken in... in smithereens. Now it is possible for me to go back to Brigid. But... I cannot choose that choice. The time is still too soon for that. We must be stopping the evil for everyone in Fódlan. We will be fighting until the end of it!"}, {"speaker": "Felix", "line": "I thought that after the Empire fell, the boar might finally be avenged... But something dark is certainly lurking in the shadows - an organization behind the Empire. We'll have to take care of them if the boar... if Dimitri is to rest in peace."}, {"speaker": "Ashe", "line": "I've only ever done what I thought was just. I've got no regrets, but sometimes I do wonder if I've done the right thing. Was all this really for the best? Sorry - thinking about the end of the war makes me reconsider all kinds of things. But it's not over yet, is it? I need to steel myself for the next battle."}, {"speaker": "Sylvain", "line": "This war might be over but not war in general. Human beings thrive on conflict. We can't get enough of it. I don't know when, but you know someday another war will begin."}, {"speaker": "Byleth", "line": "Even so..."}, {"speaker": "Sylvain", "line": "Heh heh... That's the way it is, right?"}, {"speaker": "Byleth", "line": "You're probably right on that."}, {"speaker": "Sylvain", "line": "Yeah, but the fight is still worth it."}, {"speaker": "Sylvain", "line": "War may always come back but so will peace. And peace is what we fight for."}, {"speaker": "Mercedes", "line": "Lady Rhea still seems weak... but at least she's safe now. I'm praying that she'll be well as soon as possible. Goddess... I beg you... Protect Lady Rhea!"}, {"speaker": "Annette", "line": "Finally, that awful war is over. Everyone lost something, and everyone had to make sacrifices... But maybe we can put a stop to all of this pain and loss now. Let's hurry to Shambhala, Professor! We have to defeat them if we ever want to see a world without war."}, {"speaker": "Ingrid", "line": "Is it really prudent to bring Lady Rhea on our upcoming expedition? It would be best not to have her doing anything strenuous, considering how long she was confined..."}, {"speaker": "Byleth", "line": "It's her decision, ultimately."}, {"speaker": "Byleth", "line": "I feel similarly."}, {"speaker": "Ingrid", "line": "There are still many in Fódlan who are seeking Lady Rhea's salvation. For their sake, we cannot put her in harm's way."}, {"speaker": "Lorenz", "line": "A mysterious power threatening the very future of Fódlan? Certainly we cannot give it leeway. Right now, the Empire, the Kingdom, and even the Alliance no longer exist. There is only Fódlan - and Fódlan must fight together as one!"}, {"speaker": "Byleth", "line": "Aren't you frightened?"}, {"speaker": "Lorenz", "line": "Fear will serve no purpose here. The only path to survival now is victory."}, {"speaker": "Byleth", "line": "Do you think we can defeat it?"}, {"speaker": "Lorenz", "line": "There is simply no option but victory! The alternative is unthinkable."}, {"speaker": "Lorenz", "line": "Perhaps I will have the opportunity to strike the decisive blow on the enemy commander. That would secure my place in history for certain!"}, {"speaker": "Raphael", "line": "Wake up, eat, train, eat, train, eat, sleep. We gotta prepare for the assault, but that hasn't changed my routine!"}, {"speaker": "Byleth", "line": "You're doing plenty."}, {"speaker": "Byleth", "line": "Isn't there more you can do?"}, {"speaker": "Raphael", "line": "All the training... and eating... I do is for the sake of Fódlan! Gotta stay strong... and fed... to keep it safe!"}, {"speaker": "Ignatz", "line": "Our next opponent is an ally of Solon. Do you remember what Solon called us?"}, {"speaker": "Byleth", "line": "Traitors?"}, {"speaker": "Ignatz", "line": "No. He called us beasts."}, {"speaker": "Byleth", "line": "Beasts?"}, {"speaker": "Ignatz", "line": "That's right. He called us beasts."}, {"speaker": "Byleth", "line": "Insects?"}, {"speaker": "Ignatz", "line": "No. He called us beasts."}, {"speaker": "Ignatz", "line": "Meanwhile, he refers to himself as the Savior. Who exactly is he saving?"}, {"speaker": "Lysithea", "line": "Those who slither in the dark... It seems we'll finally discover their true form. I get the sense that they're in league with the mages who experimented on me as a child. I wouldn't be surprised if Edelgard was subjected to them too. There's no telling what their true motives are. But whatever their motives, what they have done is unforgivable. They must be exterminated."}, {"speaker": "Marianne", "line": "I thought the war would end with Edelgard's defeat... But that wasn't the case. This may be premature, but I'm feeling a little relieved. I'll have to consider what I'll do with myself and where I'll go when this war is finally over... I don't have an answer yet... Let's make sure the next battle puts an end to this war. That way we can all move forward!"}, {"speaker": "Hilda", "line": "Shambhala it was called, right? Scary that it's so close to the House Goneril territories. Who'd have thought all those creeps were living under my nose? I was hoping my big brother would help us in the next battle. But he says that I can represent House Goneril without his help. That I have it in me. I'm glad he recognizes that I have some ability. Still, I wish he wasn't leaving it all to me."}, {"speaker": "Leonie", "line": "These are Monica's people, aren't they? The ones who killed Captain Jeralt. Then this is my real opportunity for revenge. There's no way I can back down from this one."}, {"speaker": "Byleth", "line": "You're not scared?"}, {"speaker": "Leonie", "line": "No, I'm OK. Actually, I'm eager to get out there and fight. This is what I've been training for."}, {"speaker": "Byleth", "line": "I wonder if we can win."}, {"speaker": "Leonie", "line": "If we lose, it's the end for Fódlan. So we have to win, even if it kills us."}, {"speaker": "Seteth", "line": "Rhea is sleeping right now. If it is not absolutely urgent, please do not disturb her rest. The long confinement took its toll on her health. Truthfully, she is in no shape to be exerting herself at all - to say nothing of a military expedition. To make matters worse, we are now facing a very old enemy. One that has conspired against us since time out of mind. Please proceed with caution. I have a bad feeling."}, {"speaker": "Flayn", "line": "I am so glad that Rhea is unharmed. My brother continues to worry about her, however. Of course, I am worried myself. I cannot imagine being in that situation while in such a state... I hope she will rest now and leave it up to you and my brother to see things through."}, {"speaker": "Hanneman", "line": "A mysterious organization, slithering in the dark of Fódlan... Like something out of a midnight tale. It appears these fiends have infiltrated the deepest corners of the Empire. After the fall of Enbarr, they've remained well concealed... That said, I would keep an eye on Edelgard's uncle, Lord Arundel. Something about him sits ill with me."}, {"speaker": "Manuela", "line": "Professor! I just got word from the opera company. I don't know if everyone survived, but it looks like they should be able to mount a revival. They even asked if I'd consider making a return to the stage someday... I suspect I may refuse though. We're at the dawn of something new. No reason to look backwards, eh?"}, {"speaker": "Alois", "line": "You've done it. You did it. You crushed the Empire, and rescued Lady Rhea. I'm sure the captain is proud of you right now. As am I, of course! I'm as proud as if I'd done it myself!"}, {"speaker": "Byleth", "line": "Let's not celebrate just yet."}, {"speaker": "Byleth", "line": "We still have opponents left to fight."}, {"speaker": "Alois", "line": "Sorry I didn't mean to overdo it. We still have to deal with Monica's group... Those who killed the captain. We'll knock 'em down so hard that they can't get back up!"}, {"speaker": "Catherine", "line": "We rescued Lady Rhea! I can hardly express my joy. But now we know about a new foe, who intends to bring her harm. In time, we'll realize the peaceful world that Lady Rhea has always hoped for. I'll have to keep that in mind when I'm fighting."}, {"speaker": "Shamir", "line": "We saved Rhea and the Empire has crumbled. The Kingdom may as well be finished too. The reasons for me to remain in Fódlan are fading."}, {"speaker": "Byleth", "line": "Please, stay with us a little longer."}, {"speaker": "Shamir", "line": "Of course. I've come this far. May as well see it through to the end."}, {"speaker": "Byleth", "line": "Is it time to bid farewell?"}, {"speaker": "Shamir", "line": "That's a little hasty. I've come this far. May as well see it through the end."}, {"speaker": "Cyril", "line": "Lady Rhea's back! Lady Rhea's back! I'm so happy! But... things aren't gonna be like they used to be any time soon, are they? There's still folks out there that want us all dead, and Lady Rhea still hasn't regained her strength yet. Speaking of which, Professor, please don't ask too much of her right now, OK?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! I can hardly believe you managed to handle the capital city like that. Everyone did sterling work! I really thought we'd know peace after that battle. But we're not quite there yet, huh?"}], "intro": [{"speaker": "Flayn", "line": "To think there is such a vast space hidden beneath the ground. How very creepy."}, {"speaker": "Linhardt", "line": "Hmm, the atmosphere here is very different from the Holy Mausoleum or the Holy Tomb. Look at the shapes and the light..."}, {"speaker": "Caspar", "line": "It's too strange... It's all really old, but you get the feeling that it's also...new? I don't understand it."}, {"speaker": "Petra", "line": "This decorating is not of Fódlan... What is the meaning here?"}, {"speaker": "Dorothea", "line": "I hate the look of things in here. Is this some kind of city? I would never, ever live here."}, {"speaker": "Bernadetta", "line": "Living underground...all safe and isolated... It sounds really... Um! Really awful!"}, {"speaker": "Ferdinand", "line": "An underground city hiding those who slither in the dark. I would not mind finishing up here and returning to the surface with haste."}, {"speaker": "Seteth", "line": "Let us search for a way to descend further still. We should survey our surroundings carefully."}, {"speaker": "Rhea", "line": "…"}, {"speaker": "Byleth", "line": "Something on your mind?"}, {"speaker": "Byleth", "line": "Are you not feeling well?"}, {"speaker": "Rhea", "line": "No. It is simply… We must defeat those who slither in the dark, no matter what happens. But if my conjecture is correct, the one who they will wish to kill the most…"}, {"speaker": "Rhea", "line": "Is you, dear child."}, {"speaker": "Byleth", "line": "Why me?"}, {"speaker": "Rhea", "line": "They are aware that you can use the Sword of the Creator. Your body houses the same power they once bestowed upon Nemesis. That is why I must protect you, no matter what. Even if I must die to do so..."}, {"speaker": "Byleth", "line": "I don't understand."}, {"speaker": "Rhea", "line": "Somewhere in your heart, I believe you do understand. You must at least have your suspicions. There is something I have not yet told you, dear child... I swear to illuminate you once this awful battle has concluded. And at the same time... I will offer my apologies to you. I must, because...when you learn the truth, you will also learn what you are, and how you were born into this world. It will be a hard truth to hear. When the time comes, I hope you are prepared for it..."}], "battle": [{"speaker": "Thales", "line": "For thousands of years, we have existed underground, living on only that we might someday see our vengeance realized. Here and now, that vengeance is finally within our grasp. There is but one thing left to do. Destroy them! Damn those who stand with that arrogant goddess to oblivion, away from the world of the living!"}, {"speaker": "Thales", "line": "Now is the time. Remove the binding spell of Titanus. Let their metal bodies be drenched in blood!"}, {"speaker": "Seteth", "line": "What is that?!"}, {"speaker": "Rhea", "line": "Demonic Beasts… No, I think not. They appear to have no will of their own. Someone must be controlling them."}, {"speaker": "Thales", "line": "Initiate all that remain! We must advance our preparations!"}, {"speaker": "Thales", "line": "Viskam has been activated? Increase output gradually, depending on the amount of magical energy charged. I don't care if we destroy Shambhala, as long as our goals are fulfilled!"}, {"speaker": "Seteth", "line": "They're trying to take something out of here. We should capture them before they escape."}, {"speaker": "Seteth", "line": "More of these giant weapons?! They must be controlled by someone nearby. That facility over there seems suspicious."}, {"speaker": "Rhea", "line": "Those awful weapons have been stopped. They were being controlled from that facility!"}, {"speaker": "Seteth", "line": "Finally, they've stopped! That should make things easier."}, {"speaker": "Thales", "line": "You!"}, {"speaker": "Rhea", "line": "That is the leader of those who slither in the dark. We must go after him with all our might!"}]}