{"chapter": "02", "title": "The Princess Of Bern", "speakers": ["Melady", "Rude", "Soldier", "Merlinus", "Roy", "Elen", "", "Dieck", "Shanna", "Wade", "Lot", "Village", "House", "Guinevere"], "dialogue_counts": {"Melady": 4, "Rude": 12, "Soldier": 6, "Merlinus": 9, "Roy": 27, "Elen": 12, "": 1, "Dieck": 9, "Shanna": 2, "Wade": 2, "Lot": 2, "Village": 1, "House": 3, "Guinevere": 11}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 103, "transitions": "-------------------", "opening": ["There is a small village on the border of Pherae and Bern. This is where Roy is to meet the mercenary band that Eliwood hired.", "Just east of the village is a small castle occupied by Bern's forces. At the time Roy reaches the village, the castle is in an outright panic. Roy has yet to realize that this confusion going on in the castle will spread, engulfing the entire continent of Elibe in chaos..."], "intro": [{"speaker": "Melady", "line": "All I want to know is what happened to Princess Guinevere!"}, {"speaker": "Rude", "line": "Y-yes, Captain Melady... I'm certain she was in her room this morning, but she simply vanished..."}, {"speaker": "Melady", "line": "You told me that already, you buffoon! I don't want excuses! Are you so incompetent you can't understand that?!"}, {"speaker": "Rude", "line": "Well... I... Er..."}, {"speaker": "Melady", "line": "Our forces are mobilizing to begin a full-scale war with Lycia. How are we to focus on the battle if the princess is missing?! Naturally, you will take full responsibility for her disappearance."}, {"speaker": "Rude", "line": "......"}, {"speaker": "Melady", "line": "I never should have let Her Highness come to the border to begin with. I will return to Bern and inform the king of this matter. I'll try not to cause a panic, but I can't promise your life if the princess isn't found. I trust you'll take every measure to locate her as soon as possible."}, {"speaker": "Rude", "line": "Yes, Captain!"}, {"speaker": "Rude", "line": "Is Princess Guinivere secure?"}, {"speaker": "Soldier", "line": "Yes, Commander. She's under constant surveillance in the cellar."}, {"speaker": "Rude", "line": "Good. Don't let her escape."}, {"speaker": "Soldier", "line": "But Commander... are you sure this is a good idea?"}, {"speaker": "Rude", "line": "Of course I'm sure! The younger sister of King Zephiel... We're sure to get a hefty sum turning her over to one of Bern's enemies."}, {"speaker": "Soldier", "line": "....."}, {"speaker": "Rude", "line": "Loyalty to one's king. Bah. What a worthless notion. The world is ruled by neither king nor queen. It's ruled by gold!"}, {"speaker": "Soldier", "line": "Yes, indubitably, Commander.... But there has been a snag, shall we say."}, {"speaker": "Rude", "line": "Hm? What do you mean?"}, {"speaker": "Soldier", "line": "I just received a report... It seems that Princess Guinivere's lady-in-waiting has escaped..."}, {"speaker": "Rude", "line": "What?! You lout, why didn't you say so earlier? Find her this instant! Don't let her get away!"}, {"speaker": "Merlinus", "line": "Lord Roy, this is the location."}, {"speaker": "Roy", "line": "This is where we're supposed to meet the mercenaries?"}, {"speaker": "Merlinus", "line": "Yes, though it seems they aren't here yet. Wait, who's that? Somebody's coming this way..."}, {"speaker": "Roy", "line": "Be careful there!"}, {"speaker": "Elen", "line": "Oh, forgive me! I'm in such a hurry..."}, {"speaker": "Roy", "line": "No need for apologies. Are you hurt?"}, {"speaker": "Elen", "line": "No, I'm fine. Thank you, good sir."}, {"speaker": "Roy", "line": "Farewell, then."}, {"speaker": "", "line": ""}, {"speaker": "Roy", "line": "I am. I am the son of Marquess Pherae."}, {"speaker": "Elen", "line": "Oh, Saint Elimine! Thank you for guiding me to this boy!"}, {"speaker": "Roy", "line": "Pardon?"}, {"speaker": "Elen", "line": "Please, I need your help to rescue my mistress."}, {"speaker": "Roy", "line": "What happened?"}, {"speaker": "Elen", "line": "My name is Elen. I am a cleric of Saint Elimine. My mistress and I came from Bern to seek an audience with the lords of Lycia. However, Commander Rude of the castle east of here trapped us. We were captured, imprisoned by our own countrymen."}, {"speaker": "Merlinus", "line": "Lord Roy! We must avoid unnecessary entanglements with Bern!"}, {"speaker": "Roy", "line": "But we can't neglect a noble of Bern who wants to speak with the lords of Lycia... Then again, we can't simply charge into enemy territory either... Wait, who's there?!"}, {"speaker": "Soldier", "line": "There's the wench! Over here, boys! Get the girl! Our orders say dead or alive!"}, {"speaker": "Elen", "line": "Oh dear..."}, {"speaker": "Roy", "line": "Well, Merlinus, they provoked hostilities. I don't think we have any choice now."}, {"speaker": "Merlinus", "line": "You wouldn't listen even if we did, I'm sure. But no matter. Let me witness all you've learned about tactics in Ostia."}, {"speaker": "Roy", "line": "All right, everyone! We're going to charge the castle! Sister Elen, you should find a place to hide..."}, {"speaker": "Elen", "line": "No, I will come with you. I cannot fight, but I can heal wounded allies."}, {"speaker": "Roy", "line": "But..."}, {"speaker": "Elen", "line": "I'm the one that got you tangled up in this mess. Please let me do what I can to help."}, {"speaker": "Roy", "line": "OK, but just stay behind us so you aren't hurt."}, {"speaker": "Elen", "line": "Certainly. Thank you for the concern."}], "battle": [{"speaker": "Dieck", "line": "They should be around here somewhere... Shanna, check around and try to find the soldiers from Pherae, will you?"}, {"speaker": "Shanna", "line": "Sure!"}, {"speaker": "Wade", "line": "So, Big Man, who's our client this time?"}, {"speaker": "Dieck", "line": "House Pherae, one of the noble families of Lycia. The marquess's son is going to join the other armies of the Lycian League."}, {"speaker": "Lot", "line": "We're going up against Bern then?"}, {"speaker": "Dieck", "line": "Looks that way."}, {"speaker": "Wade", "line": "Finally, a foe worthy of my axe! Let's show 'em what we're made of!"}, {"speaker": "Lot", "line": "Bern, eh? This won't be easy, I can tell you that. We had best tread lightly."}, {"speaker": "Shanna", "line": "I think I've found them! But it looks like they're already caught up in a skirmish."}, {"speaker": "Dieck", "line": "What? The fighting's started already? Let's get a move on then. Time to earn our pay!"}], "battle-talk": [{"speaker": "Dieck", "line": "Are you Lord Roy of House Pherae?", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Roy", "line": "Who is it that's asking?", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Dieck", "line": "Name's Dieck. You should've heard about me from an older man named Merlinus.", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Roy", "line": "So you're the leader of the mercenary band?", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Dieck", "line": "Just a small company, really. Sorry we're late. Didn't think the fighting would start so soon.", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Roy", "line": "Well... There was a complication...", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Dieck", "line": "Don't take it the wrong way. We don't blame you. Actually, quite the contrary. My boys are excited for a chance to show off their skills.", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Roy", "line": "Brilliant. It sounds like you're just the caliber of fighters we need.", "person_1": "Roy", "person_2": "Dieck"}, {"speaker": "Dieck", "line": "Enough chitchat then. Let's wrap things up.", "person_1": "Roy", "person_2": "Dieck"}], "visit": [{"speaker": "Village", "line": "Armored knights have nearly impenetrable defenses. But some weapons, like this sword, can pierce their armor. I'm sure you can get better use out of it than us. Please, take it."}, {"speaker": "House", "line": "Pegasi are useful for flying to hard-to-reach places. But woe to any rider who finds herself against an archer. An arrow can take a pegasus down in a single hit!"}, {"speaker": "House", "line": "Forts are the key to a good defense. If you're in a fort, you can defend and even dodge more easily. On top of that, your wounds will heal slowly over time."}, {"speaker": "House", "line": "The weapon triangle... Swords, axes and lances. Remember, swords best axes, axes best lances, and lances best swords! Keep this in mind and things will be much easier for you!"}], "boss": [{"speaker": "Rude", "line": "Curse it all! Just when I thought things had finally turned my way..."}, {"speaker": "Rude", "line": "Oof... Greed can only...bring you...an ill fate..."}], "end": [{"speaker": "Merlinus", "line": "Lord Roy! There was a woman locked in the cellar!"}, {"speaker": "Roy", "line": "That must be Elen's mistress. Bring her here."}, {"speaker": "Merlinus", "line": "Yes, milord."}, {"speaker": "Elen", "line": "Your Highness!"}, {"speaker": "Guinevere", "line": "Elen! I'm so relieved you're well. You put yourself in such danger running off like you did... I worried myself sick about you."}, {"speaker": "Elen", "line": "I am sorry, Your Highness, but I couldn't leave you in that dank cellar..."}, {"speaker": "Guinevere", "line": "Don't worry yourself, Elen. It's thanks to you I am safe now. I am in your debt. May I ask your name...?"}, {"speaker": "Roy", "line": "I am Roy, son of Eliwood, Marquess Pherae."}, {"speaker": "Guinevere", "line": "It's a pleasure... As for myself..."}, {"speaker": "Elen", "line": "Your Highness... Are you certain you should?"}, {"speaker": "Guinevere", "line": "Yes, Elen. It is fine. My name is Guinivere."}, {"speaker": "Roy", "line": "Guinivere?! That's the name of the Princess of Bern!"}, {"speaker": "Guinevere", "line": "Yes, that is I."}, {"speaker": "Merlinus", "line": "What?! This was a trap, wasn't it?!"}, {"speaker": "Roy", "line": "Merlinus, hold."}, {"speaker": "Merlinus", "line": "I beg your pardon, Lord Roy, but..."}, {"speaker": "Roy", "line": "I wish to hear her out. Give her a chance, will you?"}, {"speaker": "Merlinus", "line": "Tsk. As you will..."}, {"speaker": "Roy", "line": "Are you truly Princess Guinivere from Bern?"}, {"speaker": "Guinevere", "line": "Yes, truly. I cannot blame you for doubting me, however."}, {"speaker": "Roy", "line": "Maybe you are the princess of Bern, and maybe you aren't. I can see from your actions and dress that you are at least of high status. If you are indeed Princess Guinivere, however, there's one thing I don't understand. Elen told me you intended to meet the lords of the Lycian League."}, {"speaker": "Guinevere", "line": "Yes, that is correct."}, {"speaker": "Roy", "line": "Why, if you are the sister of the King of Bern?"}, {"speaker": "Guinevere", "line": "I want to find a peaceful way to end the war. If I can speak to the Lycian council, I'm certain we can come to a solution."}, {"speaker": "Roy", "line": "Your brother instigated this war. Is it in your power to stop it?"}, {"speaker": "Guinevere", "line": "At the very least, I wish to do everything I can. No, I MUST do everything I can."}, {"speaker": "Roy", "line": "...I see. For the time being, come with us to meet the Lycian League armies. I want to see what Lord Hector thinks of this affair."}, {"speaker": "Guinevere", "line": "You will allow me to accompany you?"}, {"speaker": "Roy", "line": "Yes. If there is any possibility to avoid further bloodshed, we must try. It matters not how small the chance."}, {"speaker": "Guinevere", "line": "Thank you! I truly am in your debt."}]}