{"chapter": "03", "title": "Late Arrival", "speakers": ["Brunnya", "Zephiel", "Hector", "Soldier", "Roy", "Chad", "Guinevere", "Lugh", "Priest", "Boy", "Girl", "Narcian", "Idunn", "Slater", "Village", "Merlinus"], "dialogue_counts": {"Brunnya": 6, "Zephiel": 15, "Hector": 14, "Soldier": 1, "Roy": 18, "Chad": 13, "Guinevere": 2, "Lugh": 19, "Priest": 3, "Boy": 3, "Girl": 2, "Narcian": 11, "Idunn": 3, "Slater": 6, "Village": 1, "Merlinus": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 121, "transitions": "------------------", "opening": ["Just to the north of Pherae territory stands Castle Araphen. The Lycia Alliance had gathered here to discuss the matters of going up against Bern. However, Roy and Guinevere were only half a day away from Castle Araphen, when a messenger brought them news that they could not believe. The message was this: \"Bern has a trio of elite generals called the Three Dragon Lords. Two of these three, General Brunnya and General Narcian, have attacked Castle Araphen and nearly decimated the Lycia Alliance Army.\"", "Although the morale of the Pherae Army went down severely, Roy led his group towards Castle Araphen to find survivors and check the damage."], "intro": [{"speaker": "Brunnya", "line": "Your Majesty, we have captured the enemy leader."}, {"speaker": "Zephiel", "line": "Good. Bring him before me."}, {"speaker": "Hector", "line": "You... Zephiel, the King of Bern!!! Damn you...!"}, {"speaker": "Zephiel", "line": "Ah, Lord Hector. I must praise your ability of putting up such a good fight against two of our Dragon Lords. I suppose they do not call you the leader of the Lycia Alliance for nothing. However, you were not good enough. Pray while you can, for you end here."}, {"speaker": "Hector", "line": "Why...?"}, {"speaker": "Zephiel", "line": "Hm?"}, {"speaker": "Hector", "line": "Bern and Lycia... We were always on good terms with each other. Even when you took the throne, we have always paid our respects towards Bern..."}, {"speaker": "Zephiel", "line": "Respect? Don't be ridiculous. Lycia... no, this entire continent must go under my rule. That is the only way to liberate this world. I lack the time to be worrying about such trivial matters as respect."}, {"speaker": "Hector", "line": "To liberate... this world? What do you mean...?"}, {"speaker": "Zephiel", "line": "It is of no importance to you. You are going to die anyway. Someone! Take him away! Throw Lord Hector into the dungeon!"}, {"speaker": "Soldier", "line": "Yes, sir!"}, {"speaker": "Brunnya", "line": "Your Majesty, I will now return to the Sacae Plains."}, {"speaker": "Zephiel", "line": "Yes, you may be on your way."}, {"speaker": "Brunnya", "line": "... One thing before I leave, your Majesty. I beg your pardon, but I do not think that it is such a good idea to put too much trust into sinister people..."}, {"speaker": "Zephiel", "line": "Do you mean Idunn?"}, {"speaker": "Brunnya", "line": "Yes. Our soldiers call her the 'Dark Priestess' and do not approve of her presence. I understand she is a shaman of great powers, however..."}, {"speaker": "Zephiel", "line": "Brunnya, do you not have faith in me?"}, {"speaker": "Brunnya", "line": "...! Yes, of course I do, your Majesty! I just thought that..."}, {"speaker": "Zephiel", "line": "Then all you do is follow my orders. Understood?"}, {"speaker": "Brunnya", "line": "... Yes. I will do whatever his Majesty wishes."}, {"speaker": "Zephiel", "line": "'Do you not have faith in me?' Dear, dear, the things I say sometimes..."}, {"speaker": "Roy", "line": "So Lord Hector is still alive?!"}, {"speaker": "Chad", "line": "Yeah, that's for sure. I saw some of Bern's soldiers take him into the castle."}, {"speaker": "Roy", "line": "Chad, was it? Do you know the inside of Castle Araphen well?"}, {"speaker": "Chad", "line": "I guess... Wait, are you guys planning on going in to save Lord Hector? I wouldn't try that if I were you. The bulk of Bern's forces are gone, but there are still a decent number of soldiers in the castle, you know? It would be suicide to try and charge them with your army."}, {"speaker": "Roy", "line": "Perhaps. But we can't afford to lose Lord Hector. And you said that their main forces are gone, right? Then there is a chance we could win."}, {"speaker": "Chad", "line": "I see... Then I guess I'll go along too. I can show you around the castle."}, {"speaker": "Roy", "line": "What?! No, no, don't feel pressured! If you could just explain what the interior of the castle looks like..."}, {"speaker": "Chad", "line": "I also want revenge against Bern. C'mon, let me go with you!"}, {"speaker": "Roy", "line": "All right. Then I'll be counting on you."}, {"speaker": "Chad", "line": "Of course! Leave locked chests and doors to me!"}, {"speaker": "Guinevere", "line": "... Master Roy... I beg your forgiveness of my brother's doings... I didn't think he would invade Lycia so soon..."}, {"speaker": "Roy", "line": "My Lady, there's no point in dwelling over the past. Please do not blame yourself. Besides, Lycia is still intact. If we could get our leader, Lord Hector, out of harm's way, we can unite Lycia once again and fight! We must recapture Castle Araphen for all of our sakes... and for Lilina's sake..."}, {"speaker": "Guinevere", "line": "......"}, {"speaker": "Roy", "line": "Let's go!"}], "battle": [{"speaker": "Lugh", "line": "Thanks for taking care of the children, Reverend."}, {"speaker": "Priest", "line": "Of course. We of the Elimine Church will take good care of the orphans. And what will you do, Lugh?"}, {"speaker": "Lugh", "line": "I'm going to stay here. I still have some things to do."}, {"speaker": "Priest", "line": "I see... Please do not stress yourself."}, {"speaker": "Lugh", "line": "Yes, thank you."}, {"speaker": "Lugh", "line": "Make sure you listen to what the priest says, okay?"}, {"speaker": "Boy", "line": "Aren't you coming with us, Lugh?"}, {"speaker": "Lugh", "line": "I'm going to wait for Chad, and then we'll catch up with you..."}, {"speaker": "Girl", "line": "Yay! Chad's coming too?"}, {"speaker": "Lugh", "line": "That's right."}, {"speaker": "Boy", "line": "Then I want Raigh to come too!"}, {"speaker": "Lugh", "line": "Yeah... It would be great if Raigh came back and we could all go together, wouldn't it?"}, {"speaker": "Priest", "line": "Children, we must be off."}, {"speaker": "Boy", "line": "See you later, Lugh."}, {"speaker": "Girl", "line": "Hurry and catch up, okay?"}, {"speaker": "Lugh", "line": "Sure..."}, {"speaker": "Lugh", "line": "Sorry... But I've chosen not to run anymore."}, {"speaker": "Zephiel", "line": "Narcian! What is causing all that noise?"}, {"speaker": "Narcian", "line": "Probably what's left of the enemy are trying to put up a fight in their last hope."}, {"speaker": "Idunn", "line": "Your Highness, should we use the Dragons?"}, {"speaker": "Narcian", "line": "No, I do not wish to put the Dark Priestess through any trouble. Do not worry, we can handle them by ourselves..."}, {"speaker": "Idunn", "line": "......"}, {"speaker": "Zephiel", "line": "Not this time, Idunn. Send the Dragons back to Bern, as we planned."}, {"speaker": "Idunn", "line": "Yes, if his Highness wishes it to be so."}, {"speaker": "Narcian", "line": "......"}, {"speaker": "Zephiel", "line": "I will be off to Bern soon as well. Narcian, I'm going to leave Lycia up to you."}, {"speaker": "Narcian", "line": "... What shall I do with the remaining forces of the Lycia Army?"}, {"speaker": "Zephiel", "line": "Kill all those that stand against us."}, {"speaker": "Narcian", "line": "... Does that include women and children?"}, {"speaker": "Zephiel", "line": "Of course. Annihilate them enough so that they would no longer even think about going against us."}, {"speaker": "Narcian", "line": "Leave that to me, sire. Hehehe..."}, {"speaker": "Narcian", "line": "Hmph, I wonder what his Majesty sees in that Idunn girl. Well, I think I'll be going as well. Slater, I'm trusting this castle with you."}, {"speaker": "Slater", "line": "Are you leaving?"}, {"speaker": "Narcian", "line": "Yes. One of the marquesses who turned against Lycia has a special gift for me. He says it's a girl from Etrurian nobility or something... Hehehe..."}, {"speaker": "Slater", "line": "From Etruria? She must be very beautiful, then!"}, {"speaker": "Narcian", "line": "Yes, the marquess tells me she's still young but very beautiful."}, {"speaker": "Slater", "line": "I would be looking forward to it if I were you, sir. Please be careful on your way there."}, {"speaker": "Narcian", "line": "You be careful too, Slater. Don't you dare get defeated by these remainders of Lycia's army. If you do, I will personally tear you apart."}, {"speaker": "Slater", "line": "... Have mercy, sir...!"}, {"speaker": "Narcian", "line": "Hahahaha...!"}], "recruit-visit": [{"speaker": "Lugh", "line": "Excuse me! You're from the Lycian Army, right? Please let me fight with you! I don't have any useful information, but I can use a bit of magic! Please let me help you!"}, {"speaker": "Lugh", "line": "Chad! You're okay!"}, {"speaker": "Chad", "line": "Lugh!? What are you doing here?"}, {"speaker": "Lugh", "line": "We all fled to here."}, {"speaker": "Chad", "line": "Oh... Where's everybody else? Are they all right?"}, {"speaker": "Lugh", "line": "Yeah. The Elimine Church is going to take care of them for a while."}, {"speaker": "Chad", "line": "What about you?"}, {"speaker": "Lugh", "line": "What?"}, {"speaker": "Chad", "line": "How come you're still here?"}, {"speaker": "Lugh", "line": "... The same reason as you."}, {"speaker": "Chad", "line": "!? Lugh, you're not thinking of...!"}, {"speaker": "Lugh", "line": "I can use some magic! You know, when I borrowed the Fire spell from Father's room?"}, {"speaker": "Chad", "line": "Lugh, don't force yourself. You can't hurt people, can you?"}, {"speaker": "Lugh", "line": "But..."}, {"speaker": "Chad", "line": "I'm going to avenge Father. Lugh, you should stay with the others."}, {"speaker": "Lugh", "line": "I'm not going to hide anymore! Everyone, everyone just disappears when I'm not looking! Father, you, even Lleu... I want to fight to protect the people that I care for. I want to protect and not be just protected!"}, {"speaker": "Chad", "line": "Lugh... All right then, let's crush Bern as soon as possible and go meet everyone else!"}, {"speaker": "Lugh", "line": "Yeah!"}], "visit": [{"speaker": "Village", "line": "You're the remnants of the Lycian Army, right? Here, take this and go quickly. There are a bunch of Bern soldiers here. Bern may govern this whole area, but we're friends of Lycia!"}], "boss": [{"speaker": "Slater", "line": "I-I won't lose! If I don't win... ... Oh... No...!!!"}, {"speaker": "Slater", "line": "Sir Narcian... Please... have mercy...!!"}], "end": [{"speaker": "Merlinus", "line": "Master Roy! We have found Lord Hector in the dungeon level!"}, {"speaker": "Roy", "line": "Really!? Is he all right?"}, {"speaker": "Merlinus", "line": "He's severely wounded..."}, {"speaker": "Hector", "line": "Roy..."}, {"speaker": "Roy", "line": "Lord Hector! What an awful wound...! We must treat it! Here, lean on my shoulder.."}, {"speaker": "Hector", "line": "It's all right... I won't last much longer..."}, {"speaker": "Roy", "line": "Lord Hector..."}, {"speaker": "Hector", "line": "I was taken by surprise... I never would have guessed that Bern had resurrected the Dragons...!"}, {"speaker": "Roy", "line": "Dragons!?"}, {"speaker": "Hector", "line": "Yes... The Dragons that we humans fought in the past..."}, {"speaker": "Roy", "line": "The Scouring? I have heard of it. A long time ago, two races that each had half of Elibe, the humans and the Dragons, fought over total control of the continent..."}, {"speaker": "Hector", "line": "Right... the \"Eight Heroes\"... defeated the Dragons and led us humans... to... victory..."}, {"speaker": "Roy", "line": "How did Bern use the Dragons...?"}, {"speaker": "Hector", "line": "I... have no idea... But... the Dragons had control of what is now Bern in the past... and Hartmut, one of the Eight Heroes... is the founder of Bern... Perhaps... the reason... lies there..."}, {"speaker": "Roy", "line": "Lord Hector!"}, {"speaker": "Hector", "line": "Roy... Go to Ostia...! ... You must... lead what is left of the Lycia Alliance Army... instead of me..."}, {"speaker": "Roy", "line": "Me...? But..."}, {"speaker": "Hector", "line": "Don't worry... in Ostia... are weapons that... are effective against Dragons..."}, {"speaker": "Roy", "line": "Weapons?"}, {"speaker": "Hector", "line": "I have already told this to Lilina... Please take care of her too... She... may seem strong... But she is still a child... Please... give... her support..."}, {"speaker": "Roy", "line": "... Yes, I will."}, {"speaker": "Hector", "line": "... Lilina... Just... one... more...... time...!!!"}, {"speaker": "Roy", "line": "Lord Hector!"}]}