{"chapter": "05", "title": "The Emblem Of Fire", "speakers": ["Bandit", "Dory", "Boss", "Merlinus", "Villager", "Roy", "Yoder", "Dorothy", "Girl", "Saul", "Village", "House", "Guinevere"], "dialogue_counts": {"Bandit": 3, "Dory": 4, "Boss": 1, "Merlinus": 6, "Villager": 7, "Roy": 14, "Yoder": 1, "Dorothy": 10, "Girl": 2, "Saul": 20, "Village": 1, "House": 3, "Guinevere": 13}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 86, "transitions": "-------------", "opening": ["Lord Erik, Marquess of Laus, had been working with Bern against his allies of Lycia. This gave Roy further shock. Lycia, where Roy had grown up in, was no longer a safe place to be either. Heading for Ostia, Roy decided to move through the mountains, where people seldom want to avoid unnecessary trouble."], "intro": [{"speaker": "Bandit", "line": "Boss! Our boys just got back from scouting the village."}, {"speaker": "Dory", "line": "Then let's go get our tribute."}, {"speaker": "Bandit", "line": "But Boss, something's different today. There's an army stationed real close to us! They say it looks like the Lycian Army."}, {"speaker": "Dory", "line": "Lycia? Then there's nothing to worry about. They were almost wiped out by Bern. We can handle a few battered soldiers."}, {"speaker": "Bandit", "line": "You're right, boss!"}, {"speaker": "Boss", "line": "They've probably got some valuables on them too! Still, don't get careless. Ready then? Let's mop up these losers, boys!"}, {"speaker": "Merlinus", "line": "A villager is here to see you, Lord Roy. Hey, you, wait just a second..."}, {"speaker": "Villager", "line": "Are you Lord Roy of House Pherae?"}, {"speaker": "Roy", "line": "Yes. How may I help you?"}, {"speaker": "Villager", "line": "Milord, I beg you! Please, rid us of the bandits terrorizing our village!"}, {"speaker": "Roy", "line": "Bandits?"}, {"speaker": "Villager", "line": "There's a group of bandits that made their base in the castle near the cliffs."}, {"speaker": "Roy", "line": "Where are the castle guards?"}, {"speaker": "Villager", "line": "They fled once they heard that the Lycian Army was defeated by Bern... We villagers were left on our own. Our days are spent in fear of bandit attacks."}, {"speaker": "Roy", "line": "....."}, {"speaker": "Villager", "line": "We have no one else we can ask. Please, help us!"}, {"speaker": "Merlinus", "line": "Lord Roy, we must keep our pace towards Ostia..."}, {"speaker": "Roy", "line": "Yes, I know. But we can't simply ignore people in need of help!"}, {"speaker": "Merlinus", "line": "You're joking!"}, {"speaker": "Villager", "line": "You will help us?! Thank you! Please use the gate to the west. It'll take you right to the castle."}, {"speaker": "Roy", "line": "Thank you."}, {"speaker": "Villager", "line": "I'll arrange for the gate to be opened when you give the signal."}, {"speaker": "Roy", "line": "Merlinus! We're going to the castle to drive off the bandits!"}, {"speaker": "Merlinus", "line": "Sigh... Youthful energy. Where does it come from?"}], "battle": [{"speaker": "Yoder", "line": "Thank you, Dorothy. Please tell Brother Saul as well."}, {"speaker": "Dorothy", "line": "I will, Father Yoder."}, {"speaker": "Dorothy", "line": "But where did Saul run off to now? How am I supposed to guard him if he keeps disappearing?"}, {"speaker": "Girl", "line": "Er... Brother Saul, I appreciate the offer, but not tonight..."}, {"speaker": "Saul", "line": "Come now, don't be like that. We can sit by the fire in the dark of night as I soothe you with my calming sermons..."}, {"speaker": "Dorothy", "line": "There you are! Saul!"}, {"speaker": "Saul", "line": "Wonderful. Dorothy..."}, {"speaker": "Girl", "line": "I'll take my leave now."}, {"speaker": "Saul", "line": "No, don't go! Oh my... Look what you've done now, Dorothy. That expression on your face scared her away."}, {"speaker": "Dorothy", "line": "This is my normal look! Saul, you can't try to woo every girl you meet."}, {"speaker": "Saul", "line": "You make it sound like a bad thing! I simply offer my helping hand to any poor souls in need."}, {"speaker": "Dorothy", "line": "Then why do you always offer to give your sermons at night?"}, {"speaker": "Saul", "line": "...Well, putting that aside... Did you have some good reason for interrupting my good work?"}, {"speaker": "Dorothy", "line": "Oh, right. The Lycian Army is apparently somewhere around here."}, {"speaker": "Saul", "line": "Truly?! Is Princess Guinivere still with them?"}, {"speaker": "Dorothy", "line": "Yes, if the reports from the St. Elimine Church are accurate."}, {"speaker": "Saul", "line": "Then we must make haste! Let us join them."}, {"speaker": "Dorothy", "line": "....."}, {"speaker": "Saul", "line": "What's the matter, Dorothy?"}, {"speaker": "Dorothy", "line": "You only want to join them because Princess Guinivere is said to be so beautiful."}, {"speaker": "Saul", "line": "Don't be ridiculous... Come now, hurry along."}, {"speaker": "Dorothy", "line": "Yes, let's go!"}], "visit": [{"speaker": "Village", "line": "Hold on. Before you go, take this lance with you. It was once wielded by a knight called Sir Gant. The stories say he bested many a foe with this lance!"}, {"speaker": "House", "line": "If you can, try to occupy forts. That'll stop enemy reinforcements from showing up!"}, {"speaker": "House", "line": "I was there when Araphen was taken... The wyvern riders of Bern were terrifying enough... But then a dragon engulfed the Lycian Army in flame... Oh Elimine, please tell me it was a dream..."}, {"speaker": "House", "line": "This whole area is really perfect for bandits. It's no wonder they appeared. They can cross mountains and a bandit on a peak is a force to be reckoned with. Dreadful. Just dreadful..."}], "boss": [{"speaker": "Dory", "line": "No one's ever survived a blow from my axe! Hey, you. Wanna see why?"}, {"speaker": "Dory", "line": "Gah...! No...I don't wanna...die..."}], "end": [{"speaker": "Merlinus", "line": "Lord Roy! A priest from the St. Elimine Church wants an audience with you...and Princess Guinivere!"}, {"speaker": "Roy", "line": "He knew that Princess Guinivere was with us?"}, {"speaker": "Merlinus", "line": "Yes. I can't imagine how."}, {"speaker": "Roy", "line": "Me neither... I'll see him alone."}, {"speaker": "Guinevere", "line": "Roy, I will be fine. I wish to meet this priest."}, {"speaker": "Roy", "line": "Princess?"}, {"speaker": "Guinevere", "line": "Tensions between my brother and the church have worsened as of late. I do not believe they would attempt anything underhanded."}, {"speaker": "Roy", "line": "I see. Merlinus, allow this priest in."}, {"speaker": "Saul", "line": "Lord Roy, it is a pleasure to meet you at last. I am Saul, an acolyte of the St. Elimine Church."}, {"speaker": "Roy", "line": "Pleased to meet you."}, {"speaker": "Saul", "line": "Oh... And you must be Princess Guinivere! You are as beautiful as the rumors say!"}, {"speaker": "Guinevere", "line": "Pardon me...?"}, {"speaker": "Saul", "line": "Ahem... Forgive me. Your Highness, I wish to know the location of the Fire Emblem. You have it with you, do you not?"}, {"speaker": "Guinevere", "line": "How did you know that?!"}, {"speaker": "Saul", "line": "Bern's head church tells us the Fire Emblem disappeared from the Shrine of Seals. And you also went missing at exactly the same time."}, {"speaker": "Guinevere", "line": "....."}, {"speaker": "Saul", "line": "I was sent by the Church to confirm the truth. Why did you take the Fire Emblem?"}, {"speaker": "Guinevere", "line": "...I wished to stop my brother."}, {"speaker": "Saul", "line": "Your brother... Zephiel, the king of Bern."}, {"speaker": "Guinevere", "line": "Yes."}, {"speaker": "Saul", "line": "Do you know what the Fire Emblem is used for?"}, {"speaker": "Guinevere", "line": "...It's the key that awakens a sword that was used to slay the dragons long ago. That was what my father told me anyway. I am unsure how exactly the Fire Emblem or the sword work. My brother seemed to worry abut the Fire Emblem falling into enemy hands. ...Extraordinarily so."}, {"speaker": "Saul", "line": "So you took the Fire Emblem to make the king believe it fell into enemy hands? All in an attempt to stop his conquest?"}, {"speaker": "Guinevere", "line": "Yes...but the war continued anyway."}, {"speaker": "Saul", "line": "And what will you do now?"}, {"speaker": "Guinevere", "line": "...Must I reveal my plan at this moment?"}, {"speaker": "Saul", "line": "Ah, so Your Highness has a plan."}, {"speaker": "Guinevere", "line": "Yes. I have not given up hope of settling this war without further bloodshed."}, {"speaker": "Saul", "line": "I see. In that case, I will accompany you on your journey."}, {"speaker": "Guinevere", "line": "If Roy allows it."}, {"speaker": "Roy", "line": "I have no objections."}, {"speaker": "Guinevere", "line": "Thank you, Roy."}, {"speaker": "Roy", "line": "Of course, Princess."}]}