{"chapter": "07", "title": "The Rebellion Of Ostia", "speakers": ["Leygance", "Devias", "Roy", "Merlinus", "Guinevere", "Zelots", "Trec", "Noah", "Fir", "Bors", "House"], "dialogue_counts": {"Leygance": 4, "Devias": 8, "Roy": 33, "Merlinus": 14, "Guinevere": 4, "Zelots": 23, "Trec": 15, "Noah": 23, "Fir": 9, "Bors": 1, "House": 8}, "gender_counts": {"M": 86, "F": 13, "N": 43, "A": 0}, "lines": 144, "transitions": "--NNNNNNNN-MMMMFMMMFMMMFMFMMMMMMM-NMNMNMN-MFMFMFMFMFMFMFMFMFM-N-MMMMMMMMMMM-MNMNMNMNMNM-MMMMMMMMMMM-MMMMMMMMMMM-NMNMNM-NMNMNMNMN-MNMNMNM-MNMNMNM-N-N-NM-N-N-N-N-N-N-N-N", "opening": ["Hearing of the rebellion, Roy hurried his pace towards Ostia. According to the information he had gathered on the way, General Leygance, one of Lord Hector's advisors, had started a rebellion with Liutenant Devias to sell Ostia to Bern. Lilina had been captured and taken hostage by Leygance. She was then imprisoned inside Castle Ostia, because Leygance thought that he could use her for something later on.", "Hearing that report, Roy and company entered Ostia in an effort to rescure Lilina. Ostia, the largest and most active city in Lycia, was to become a battlefield, stained with blood..."], "intro": [{"speaker": "Leygance", "line": "Devias, how is the city doing?"}, {"speaker": "Devias", "line": "They've been quiet so far, sir. But the mercenary knights from Ilia that Hector hired are showing no submission."}, {"speaker": "Leygance", "line": "Hmph! What's wrong with them? We're telling them we'll pay more!"}, {"speaker": "Devias", "line": "Well, Ilia's mercenary knights are known never to betray their masters."}, {"speaker": "Leygance", "line": "You fool! I know that! General Narcian is going to arrive soon! If we don't have Ostia under our control by then, he'll laugh at us!"}, {"speaker": "Devias", "line": "O-of course, sir."}, {"speaker": "Leygance", "line": "We may have to use Lilina to bargain with the mercenary knights... If we use her as a hostage, they should surrender to us. But that must be a last resort. We will fight them ourselves with the help of Dragon Knights sent from Bern to crush Ilia's forces!! Devias, I want you to clear out the town and guard the castle gate. I will defend the inside of our castle."}, {"speaker": "Devias", "line": "Yes sir!"}, {"speaker": "Roy", "line": "Merlinus! Around how many of Ostia's troops have joined the rebellion?"}, {"speaker": "Merlinus", "line": "Quite a few, I'm afraid. They have forgotten their loyalty towards Lord Hector, and are simply flocking towards the one with more power, which is Bern. How disgraceful!"}, {"speaker": "Roy", "line": "I see..."}, {"speaker": "Merlinus", "line": "But there is good news too, Master Roy! There is a band of mercenary knights from Ilia that are willing to join forces with us and attack the rebels."}, {"speaker": "Guinevere", "line": "Mercenary knights from Ilia?"}, {"speaker": "Merlinus", "line": "Yes. They said that they signed a contract with Lord Hector that they would fight Bern alongside Ostia's troops."}, {"speaker": "Roy", "line": "That's fortunate. But when the mercenary knights hear the news that Lord Hector has passed away, that contract would probably be broken. Do you think it's possible for us to officially hire them into our service?"}, {"speaker": "Merlinus", "line": "I would have thought so too, Master Roy. However, they already knew of Lord Hector's death. They offered to fight alongside us anyway."}, {"speaker": "Guinevere", "line": "Why do they go that far, when they are mercenaries?"}, {"speaker": "Merlinus", "line": "Ilia is a snowy area with a harsh temperature so the land isn't very arable. Therefore, sending out mercenaries to fight for pay is one of Ilia's main sources of economic input. I've also heard that mercenaries from Ilia put trust over anything else and that they never betray their employers. The rumors are true, I see."}, {"speaker": "Roy", "line": "Then they should be powerful allies."}, {"speaker": "Merlinus", "line": "Yes! Fortune is still with us, Master Roy! But... I heard from the mercenary knights that one of the Three Dragon Lords is coming here with a legion of Dragon Knights. If they should join the rebels, then our chances of defeating them would become extremely slim."}, {"speaker": "Guinevere", "line": "Roy, what are you going to do?"}, {"speaker": "Roy", "line": "... The Kingdom of Etruria might join us."}, {"speaker": "Guinevere", "line": "Etruria?! Would that be possible?"}, {"speaker": "Roy", "line": "General Cecilia, the Sorcery General of Etruria was my teacher in battle arts while I was studying in Ostia. I have a feeling she would be willing to join forces with us."}, {"speaker": "Merlinus", "line": "I would object, Master Roy! If we depend on Etruria to solve our own matters in Lycia, we'll be sure to be their laughing stock for decades!"}, {"speaker": "Roy", "line": "Yes, I know that... But this is truly an important matter for Lycia. I think that we should go for the safest and most definite option rather than worry about the consequences and do nothing, which would most likely lead to the extinction of Lycia."}, {"speaker": "Merlinus", "line": "... Lord Roy."}, {"speaker": "Roy", "line": "We have to move quickly! I'll write a letter to General Cecilia. Merlinus, I need you to get the letter to her as quickly as possible."}, {"speaker": "Merlinus", "line": "... Yes, Lord Roy! You are right. I shall send the letter to her as soon as you are ready."}, {"speaker": "Roy", "line": "Thanks. All right, everybody! Let's retake Ostia!"}], "battle": [{"speaker": "Zelots", "line": "It looks like the Lycia Alliance have started attacking the rebels. All right, we're going too. Let's go and drive off the rebel forces!"}, {"speaker": "Trec", "line": "Will do, sir."}, {"speaker": "Zelots", "line": "Wait, where's Noah?"}, {"speaker": "Trec", "line": "Ummm, I think he went to the arena a while ago. He said he's coaching a young girl in the sword arts."}, {"speaker": "Zelots", "line": "That Noah, a coach? That's unusual... Well, no matter. Once he finds out we're attacking the rebels, he'll catch up to us."}, {"speaker": "Trec", "line": "Yup."}, {"speaker": "Zelots", "line": "All right, let's go."}, {"speaker": "Noah", "line": "Looks like they've started attacking the rebels. Well then, Fir, I should get going soon."}, {"speaker": "Fir", "line": "Thank you for coaching me, Sir Noah."}, {"speaker": "Noah", "line": "No problem. But I must say you surprised me. You suddenly came up to me and said, \"I want to fight a match with you!\""}, {"speaker": "Fir", "line": "I-I'm sorry, Sir Noah. It was my first time in the arena..."}, {"speaker": "Noah", "line": "If you asked another person, you would have been killed. You need to look your opponent over very carefully before choosing to fight."}, {"speaker": "Fir", "line": "And you must not hesitate to surrender if it looks like you're going to lose. Right?"}, {"speaker": "Noah", "line": "Exactly. You can always win back your money, but if you lose your life, it's all over."}, {"speaker": "Fir", "line": "Yes!"}, {"speaker": "Noah", "line": "What are your plans now? Are you going to stay here and work on your sword skills?"}, {"speaker": "Fir", "line": "No. I'm planning to travel to the Western Isles."}, {"speaker": "Noah", "line": "The Western Isles? Why?"}, {"speaker": "Fir", "line": "They're building a new mine there, and I heard that a lot of people are going there looking for work. They must be strong people if they're miners, so I thought it would be the ideal place to find people to fight for my training. And besides..."}, {"speaker": "Noah", "line": "Besides?"}, {"speaker": "Fir", "line": "The Western Isles is where my mother first met my father. She's dead now, but when she was my age she was also traveling around the world training her sword skills."}, {"speaker": "Noah", "line": "I see... You surprise me again."}, {"speaker": "Fir", "line": "?"}, {"speaker": "Noah", "line": "All you were saying at first was, \"I want to become strong, I want to become strong,\" right? So I thought swordplay was all you had interest in. But you were training because you wanted to be like your mother? I'm so happy that you do have a cute side!"}, {"speaker": "Fir", "line": "What? ... Sir Noah! Please don't tease me!"}, {"speaker": "Noah", "line": "Hahahaha!"}, {"speaker": "Devias", "line": "The reinforcements should be arriving from the south soon. Hehe... That Lycia army'll be shocked when they get hit from behind!"}], "end": [{"speaker": "Roy", "line": "Okay, the city should be under control by now. Now we have to recapture Castle Ostia and rescue Lilina!"}, {"speaker": "Merlinus", "line": "Master Roy, we are currently breaking down the gate to enter the castle. I understand that you want to get in quickly, but we are working as fast as we can, so please be patient!"}, {"speaker": "Roy", "line": "... Lilina."}, {"speaker": "Merlinus", "line": "Speaking of Lady Lilina... What do you think of Lord Hector's story, Master Roy?"}, {"speaker": "Roy", "line": "You mean about the Dragons? They weren't myth, they were real... Lord Hector is one of the greatest battle tacticians in Lycia. And his army was decimated in such a short time..."}, {"speaker": "Merlinus", "line": "Well, Bern's army is among the strongest in Elibe. I say, those Dragon Knights are indeed very formidable opponents."}, {"speaker": "Roy", "line": "Of course the Dragon Knights must have been tough enemies. But the real Dragons... I can't even imagine how powerful they must be. The weapons that are effective against Dragons... I wonder where they are?"}, {"speaker": "Merlinus", "line": "I presume they must be the Divine Weapons."}, {"speaker": "Roy", "line": "So if we use those weapons, we can fight the Dragons effectively. But I wonder what a Divine Weapon is doing in Ostia?"}, {"speaker": "Merlinus", "line": "Perhaps Lady Lilina knows that. Hmm, I do wish to know as well. Oh! Master Roy, our men have finished knocking down the gate. We can enter now!"}, {"speaker": "Roy", "line": "All right! Charge! We will rescue Lilina, no matter what!"}], "recruit-talk": [{"speaker": "Roy", "line": "Excuse me, sir, are you Sir Zelots of the Ilia Mercenary Knights?", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "And you are?", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "My name is Roy. I'm the leader of the army that's fighting the rebels.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "You? Impressive... I was expecting somebody a little older.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "I am here, respecting the will of Lord Hector.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Lord Hector... We've lost a valuable person. He was a true warrior.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "Yes, and I want to retake Ostia, for Lord Hector's sake! And Lilina's sake...", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "All right. Then we'll help you as much as we can.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "Thank you for your assistance.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "You can thank me after we've retaken the castle. Come, we must concentrate on the enemy right now.", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "Yes!", "recruiter": "Roy", "recruit": "Zelots"}, {"speaker": "Roy", "line": "You're one of the Ilian mercenaries, right?", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Trec", "line": "Hmmm? Yeah, so what?", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": "My name is Roy. I lead the Lycia Alliance Army...", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Trec", "line": "Ah, then I'm going to be under your leadership from now.", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": "What?? Is that okay?", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Trec", "line": "Hm?", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": "You don't have to check with your commander first?", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Trec", "line": "Ah, don't worry about that. He said we were to join with the Lycia Alliance.", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": "But did he really mean...", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Trec", "line": "\"Really mean\" what? We're in the middle of a battle. If you take the time to check every little thing with your commander, you'll be dead. I'm not going against his orders, though.", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": ".. All right.", "recruiter": "Roy", "recruit": "Trec"}, {"speaker": "Roy", "line": "You're one of the Ilian mercenaries, right?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Noah", "line": "Yeah. And what do you want?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Roy", "line": "My name is Roy. I'm the leader of the Lycian Alliance Army.", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Noah", "line": "Oh! I heard about you... From now on, is it all right if I join with you?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Roy", "line": "Are you sure that's all right?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Noah", "line": "What?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Roy", "line": "Don't you have to ask your commander if it's okay..?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Noah", "line": "He told us to join with the Lycia Alliance Army. That's enough for me.", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Roy", "line": "But did he mean like this?", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Noah", "line": "This is a battlefield. If you take your time to check everything with your commander, then you won't be able to act quickly in trouble. It's not good to disobey orders, but outside of that you can play it by ear.", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Roy", "line": "I see... Thanks for telling me.", "recruiter": "Roy", "recruit": "Noah"}, {"speaker": "Zelots", "line": "Trec, we are going into the Lycia army's service.", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Trec", "line": "Okay, sir.", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Zelots", "line": "Hm, not the most enthusiastic response. You don't like the idea?", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Trec", "line": "Eh? No, I have no problem with it.", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Zelots", "line": "Oh, all right. Just thought I'd ask.", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Trec", "line": "Lycia... Nah, we shouldn't have much trouble.", "recruiter": "Zelots", "recruit": "Trec"}, {"speaker": "Zelots", "line": "Noah!", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Noah", "line": "Sir Zelots, I'm sorry that I'm late.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Zelots", "line": "I heard you were coaching a young girl in the sword arts.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Noah", "line": "Yes... She was a little naive, so I couldn't help it.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Zelots", "line": "Is she not with you?", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Noah", "line": "She said she was headed for the Western Isles.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Zelots", "line": "I see. Pity, I thought she might have been of some help if she were still here. But you, who ordinarily wouldn't start nosing around into other people's matters, a coach? Now that is unusual.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Noah", "line": "Do you think so, sir?", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Zelots", "line": "Yes. Trec and I were joking around saying that you may have fancied the girl. But it is in the arena, so that probably wasn't the case.", "recruiter": "Zelots", "recruit": "Noah"}, {"speaker": "Trec", "line": "General Zelots.", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Trec, what is it?", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Trec", "line": "I just met with the Lycia Alliance leader.", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Ah, did you? Why didn't you tell me, then?", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Trec", "line": "Oh, not like that. I just met with him now.", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "That's fine. Then it's time for us to submit to his leadership. Trec, I leave the negotiations with the Lycian Alliance to you.", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Trec", "line": "Yes sir!", "recruiter": "Trec", "recruit": "Zelots"}, {"speaker": "Noah", "line": "General Zelots!", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Ah, it's Noah. You were at the arena, weren't you?", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Noah", "line": "Yes, sorry I'm late.", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Doesn't really matter... We've just started fighting. I haven't talked to the Lycia Alliance army yet.", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Noah", "line": "Oh? Don't worry, I just got done talking to their leader.", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Zelots", "line": "Really! Then it's time for us to submit to his leadership. Noah, I leave the negotiations with the Lycia Alliance to you.", "recruiter": "Noah", "recruit": "Zelots"}, {"speaker": "Noah", "line": "Yes sir!", "recruiter": "Noah", "recruit": "Zelots"}], "boss": [{"speaker": "Devias", "line": "You... you beat Bern's Dragon Knights!? Ergh... I'll not let you pass here!"}, {"speaker": "Devias", "line": "General Leygance... Please be careful... These people are... strong..."}, {"speaker": "Devias", "line": "Bors! You returned!", "unit": "Bors", "boss": "Devias"}, {"speaker": "Bors", "line": "Causing a rebellion during Lord Hector's absence?! That is unforgivable!", "unit": "Bors", "boss": "Devias"}], "visit": [{"speaker": "House", "line": "This...? This is the Torch staff! It creates light in the foggiest places! If you're in a fog, you can't attack or see anything! It helps to have this when it works against you."}, {"speaker": "House", "line": "A while back, some unknown person was dying in the street. When I helped him, he gave me this sword. Really strange person, but nice... Hm? Here's the sword. You can have it! Just take good care of it."}, {"speaker": "House", "line": "Hey you, look at this great thing I made. It fires arrows MUCH further than a normal bow! It's very useful, right? Right. Just like I thought. I'll give it to you guys, I want it with someone that knows how to use it."}, {"speaker": "House", "line": "Are you going to help Lady Lilina? Here's something that can cure injuries from a distance! If Lady Lilina's hurt, please help her..."}, {"speaker": "House", "line": "Be careful. General Leygance is allied with Bern now! He went and slaughtered all those who resisted him... But I saved my own hide. Please take this, it's proof for heroes. Give this to them, and keep fighting to protect Ostia..."}, {"speaker": "House", "line": "This town used to belong to Lycia! But now, look at it... You guys are out to restore Ostia's former glory, right? Then, take this gem... If you sell it, it will catch a high price! Please, help Ostia!"}, {"speaker": "House", "line": "Social Knights, Paladins, Nomads... All those guys riding on horses... This spear, the Knight Killer, is effective against them. There's a lot of horsemen in the rebel army, so use this against them!"}, {"speaker": "House", "line": "Medicine! Medicine! This cures anything! No matter what kind of wounds you have, this will restore you completely! The contents are a secret, though... Can't tell you, or I'll get in trouble. Hmm? You don't want the medicine? Aww, I'll give you some for free, if you buy it next time!"}]}