{"chapter": "08", "title": "Reunion", "speakers": ["Leygance", "Soldier", "Astore", "Roy", "Merlinus", "Lilina", "Ogier", "Barth", "Wendy", "Cath", "Narcian", "Unknown Person", "Percival", "Cecilia", "Bors"], "dialogue_counts": {"Leygance": 14, "Soldier": 7, "Astore": 5, "Roy": 38, "Merlinus": 3, "Lilina": 20, "Ogier": 3, "Barth": 10, "Wendy": 13, "Cath": 10, "Narcian": 7, "Unknown Person": 1, "Percival": 5, "Cecilia": 12, "Bors": 10}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 160, "transitions": "-----------------------", "opening": ["Ostia's military primarily consists of soldiers in heavy defense gear, such as Armor Knights and Generals. With them, Castle Ostia's defenses have always been incredibly strong. For a long time now, the castle has been rumored to be \"unconquerable.\"", "However, that rumor was about to be proven wrong. By Roy, who, ironically, wanted to protect the castle."], "intro": [{"speaker": "Leygance", "line": "What?! The enemy has broken into the castle? What the hell was Devias doing out there?! Were those knights from Ilia so strong? ... Or was the Lycia Army larger than I expected... In any case, they have gotten into the 'unconquerable' Castle Ostia!"}, {"speaker": "Leygance", "line": "We must drive them out, or Bern will look down upon us... You over there!"}, {"speaker": "Soldier", "line": "Yes, sir!"}, {"speaker": "Leygance", "line": "Set up the troops all over the castle! Especially around the throne room! Prepare your defenses! We must not let the Lycia Army get any further into the castle!"}, {"speaker": "Soldier", "line": "Understood sir!"}, {"speaker": "Leygance", "line": "One more thing. I want you to discreetly kill Lilina during the battle."}, {"speaker": "Soldier", "line": "What? ... Sir, weren't we supposed to keep her alive?"}, {"speaker": "Leygance", "line": "I was planning on using her as a hostage. But there are still many rebels that put faith in her. If we openly use her as a hostage, those soldiers might turn against us."}, {"speaker": "Soldier", "line": "But in that case sir, they would surely turn on us if we kill her!"}, {"speaker": "Leygance", "line": "So I said to do it discreetly, didn't I?! Kill her quietly, and pretend that she was hit by a stray arrow. Then we can make the enemy responsible for it! Now go!"}, {"speaker": "Soldier", "line": "Yes, sir..."}, {"speaker": "Astore", "line": "... General Roy of the Lycia Alliance Army, I presume."}, {"speaker": "Roy", "line": "! Who are you? An enemy?!"}, {"speaker": "Astore", "line": "No, I'm on your side. Greetings, my name is Astore. I used to work here in the service of Lord Hector."}, {"speaker": "Merlinus", "line": "Excuse me, but what kind of work were you doing? You certainly don't look like one of Ostia's servants..."}, {"speaker": "Astore", "line": "My, my, aren't we a little rude, old man? See, I'm a spy. I go on secret missions to gather information, steal things, check on people... that kind of thing."}, {"speaker": "Merlinus", "line": "Hmm, I see."}, {"speaker": "Astore", "line": "If people can tell that I'm working for a noble just by looking at me, then I'm not much of a spy, am I? Anyway, for a month now, I've been running around Lycia to gather the latest news. When I heard about Lord Hector's death in Araphen, I returned here as quickly as I could. Then I see that those idiots, Leygance and Devias, have caused a rebellion! I didn't make it in time to save Lord Hector, but I don't want to be too late for Lady Lilina."}, {"speaker": "Roy", "line": "Then you'll join us? Good, let's work together to rescue her. Do you know where Lilina is?"}, {"speaker": "Astore", "line": "Of course, investigating into matters like that is my job. Lady Lilina is locked into a small room in the center of the castle. And that dastard Leygance is sitting on the throne like he owns the place."}, {"speaker": "Roy", "line": "We have to hurry then. We must defeat the rebels and rescue Lilina before Narcian arrives from Bern!"}], "battle": [{"speaker": "Lilina", "line": "What's all that noise? Is there a battle going on? I wonder what's happening outside..."}, {"speaker": "Ogier", "line": "Sir Barth, this is a dead end!"}, {"speaker": "Barth", "line": "Don't worry. This wall has cracks in it. We can break through it if we hit it a little with our weapons."}, {"speaker": "Wendy", "line": "I wonder where Lady Lilina is?"}, {"speaker": "Barth", "line": "I have a pretty good idea where she is. We've known this castle for a long time. Hmm, I do wonder what's causing all the noise, though."}, {"speaker": "Wendy", "line": "The Alliance Army? Then my brother must be with them..."}, {"speaker": "Barth", "line": "... We don't know if he's still alive. You shouldn't have such high expectations."}, {"speaker": "Wendy", "line": "Oh... Yes."}, {"speaker": "Ogier", "line": "Sir Barth, you don't have to be so cold. He's Wendy's only brother, right?"}, {"speaker": "Barth", "line": "You must never look away from reality."}, {"speaker": "Ogier", "line": "But..."}, {"speaker": "Wendy", "line": "It's all right, Ogier. Sir Barth is right."}, {"speaker": "Barth", "line": "As an Armor Knight of Ostia, you must never panic, no matter what the situation. Understood, Wendy?"}, {"speaker": "Wendy", "line": "... Yes."}, {"speaker": "Cath", "line": "Yes! Just as I thought, they're at each other again. I mean, how stupid can these nobles get? I can never understand what the fun is in fighting all the time. Oh well, guess I'll swipe what I can."}], "end": [{"speaker": "Roy", "line": "We have finally recaptured the castle, Lilina."}, {"speaker": "Lilina", "line": "Thank you, Roy. I'm glad that my father didn't have to go through the trouble."}, {"speaker": "Roy", "line": "!"}, {"speaker": "Lilina", "line": "Roy, is my father still in Araphen? I heard it was a tough battle there, but does it look like it's going to take much longer?"}, {"speaker": "Roy", "line": "Lilina... haven't you heard anything?"}, {"speaker": "Lilina", "line": "What?"}, {"speaker": "Roy", "line": "Lord Hector... has passed away."}, {"speaker": "Lilina", "line": "What...?"}, {"speaker": "Roy", "line": "I'm sorry... When we arrived at Castle Araphen... It was already under Bern's control."}, {"speaker": "Lilina", "line": "It's not your fault... Don't apologize."}, {"speaker": "Roy", "line": "Lord Hector was already severely wounded when we arrived. If only we had gotten there faster, maybe I could have helped him..."}, {"speaker": "Lilina", "line": "No... it's okay. I... was prepared for this... I'm a warrior's daughter. I've been taught not to panic in times like this."}, {"speaker": "Roy", "line": "Lilina."}, {"speaker": "Lilina", "line": "So everyone should have told me... They're too considerate... I'm strong too, you know..."}, {"speaker": "Roy", "line": "Lilina, you don't have to hold back in front of me."}, {"speaker": "Lilina", "line": "Roy... I..."}, {"speaker": "Roy", "line": "It's okay... I'll be with you."}, {"speaker": "Merlinus", "line": "Master Roy! Bern's Dragon Knights have appeared at Castle Ostia!"}, {"speaker": "Roy", "line": "What! They're here already?"}, {"speaker": "Narcian", "line": "Hehehe... Are you Roy? I must thank you for getting rid of that idiot Leygance for me. Now, you will leave Ostia to me."}, {"speaker": "Roy", "line": "Don't be ridiculous! Who would give Ostia to the likes of you..!"}, {"speaker": "Narcian", "line": "Oh? Then do you wish to fight us with that sad little group of yours? I shall annihilate you, as I did with Hector!"}, {"speaker": "Roy", "line": "Damn!"}, {"speaker": "Unknown Person", "line": "That's enough!"}, {"speaker": "Soldier", "line": "General Narcian! A legion has arrived from Etruria!"}, {"speaker": "Narcian", "line": "I can see that, you fool! Why..."}, {"speaker": "Percival", "line": "I am Percival, Knight General of Etruria. Yesterday, Sorcery General Cecilia informed me that Ostia had requested Etruria's protection."}, {"speaker": "Narcian", "line": "What...!"}, {"speaker": "Cecilia", "line": "You seem discontent. We are prepared for battle. But can those Dragon Knights of yours stand a chance against all of us?"}, {"speaker": "Narcian", "line": "You...!"}, {"speaker": "Cecilia", "line": "I am Cecilia, Sorcery General of Etruria! Ostia is now under our protection."}, {"speaker": "Narcian", "line": "Argh... You... you...!!!"}, {"speaker": "Soldier", "line": "General Narcian, please control your temper! General Percival is one of the strongest warriors in Etruria! And with General Cecilia here as well we'll be slaughtered!"}, {"speaker": "Narcian", "line": "I know! We're leaving! Cecilia, is it? Watch your back from now on!"}, {"speaker": "Percival", "line": "Are you General Roy of the Lycia Alliance Army?"}, {"speaker": "Roy", "line": "Y-Yes! I am in charge of the Alliance Army in the place of Lord Hector."}, {"speaker": "Percival", "line": "I see. Lycia is in a time of hardship. Our king also sends his words of regret for Lord Hector's death."}, {"speaker": "Roy", "line": "Thank you for your consideration. If Etruria hadn't helped us... Ostia would be under Bern's control now. Thank you very much."}, {"speaker": "Percival", "line": "I'm not the one to thank. I simply followed my king's orders. You should thank Cecilia, who went against the king to help you."}, {"speaker": "Cecilia", "line": "She... disobeyed the king's orders?"}, {"speaker": "Percival", "line": "Yes, now isn't that something? Well, I must be off. Two of the three Etrurian Generals shouldn't be leaving the country for so long. Cecilia, can you take care of the rest?"}, {"speaker": "Cecilia", "line": "Yes. Thank you, Percival. You can leave the rest to me."}, {"speaker": "Roy", "line": "Whew... General Percival... Now he's someone."}, {"speaker": "Cecilia", "line": "Nervous, were you?"}, {"speaker": "Roy", "line": "General Cecilia! It is good to see you again."}, {"speaker": "Cecilia", "line": "How are you doing, Roy? You look a little tired, but you seem okay."}, {"speaker": "Roy", "line": "Yes, thanks to Etruria, we were able to avoid disaster."}, {"speaker": "Cecilia", "line": "I'm glad we made it here in time."}, {"speaker": "Roy", "line": "I'm sorry. I put you through a lot of trouble."}, {"speaker": "Cecilia", "line": "No. It's going to be beneficial for Etruria for Ostia to go under our protection."}, {"speaker": "Roy", "line": "Beneficial?"}, {"speaker": "Cecilia", "line": "Yes. Bern's been acting aggressively these days, as you know. We also want to do something about it, but since we haven't been directly invaded, we have no reason to go to war with them. But if Bern gets any stronger, the balance of powers would be shattered."}, {"speaker": "Roy", "line": "So when Ostia requested protection, you saw it as a good reason to declare war on Bern?"}, {"speaker": "Cecilia", "line": "Right. We just did what would be best for us. You don't need to feel that you're in our debt."}, {"speaker": "Roy", "line": "Yes."}, {"speaker": "Cecilia", "line": "So you shouldn't thank us."}, {"speaker": "Roy", "line": "Understood. I won't. Well anyway, come in and meet the rest of our army."}, {"speaker": "Cecilia", "line": "... He's gotten so bold in the short time that I haven't seen him. Well, he is a boy, after all."}], "battle-talk": [{"speaker": "Wendy", "line": "Bors! You're all right!", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "Why, is it Wendy? I'm glad to see you're okay too. ...!? What the... What are you wearing? Did you apply to become an Ostian Armor Knight or something?", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "Ah... Actually, I did. I was knighted just yesterday.", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "What are you doing... I thought I told you to leave the fighting to us and live your life as you wished! You didn't need to become an Armor Knight...", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "Yes, well, I thought about it, and what I truly want is to become a knight.", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "But...", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "I don't want to just wait for you to return from battle. I want to become a knight as great as you.", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "......", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "... Bors?", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "Well, you were always stubborn, weren't you, Wendy?", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "Bors...", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Bors", "line": "You should live your life as you wish. If Mother and Father were alive, they would say that as well. But the way of the knight is no easy feat!", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Wendy", "line": "Yes, I'm prepared! I shall never give up!", "person_1": "Bors", "person_2": "Wendy"}, {"speaker": "Roy", "line": "Lilina!", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "... Roy? Is it really you?", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Roy", "line": "Yes!", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "You came! Thank you.", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Roy", "line": "Thank goodness you're all right. Here, take this spell book. Use it to defend yourself for the time being.", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Thanks.", "person_1": "Roy", "person_2": "Lilina"}, {"speaker": "Bors", "line": "Lady Lilina! You are safe!", "person_1": "Bors", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Bors, I am sorry that I worried you.", "person_1": "Bors", "person_2": "Lilina"}, {"speaker": "Bors", "line": "Not at all, my Lady! You were alive... That in itself...", "person_1": "Bors", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Thank you, Bors. And you kept your promise that you would protect Roy for me. I knew I was doing the right thing when I asked you.", "person_1": "Bors", "person_2": "Lilina"}, {"speaker": "Bors", "line": "Thank you, my Lady!", "person_1": "Bors", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Barth!", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Barth", "line": "Lady Lilina! I am happy to see you are safe.", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Barth, you were right. Leygance was planning a rebellion.", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Barth", "line": "......", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "I'm sorry... If I had believed you in the first place, this wouldn't have happened...", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Barth", "line": "No... Lady Lilina, you do not have anything to apologize about. The one to be prosecuted is Leygance, who insulted your kind and trusting heart toward him. It is your kindness that we respect the most, my Lady.", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Lilina", "line": "Barth...", "person_1": "Barth", "person_2": "Lilina"}, {"speaker": "Roy", "line": "It's you!", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "Crap... Er, what a coincidence! Hahaha...", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "... If you're in the battlefield just to steal, you shouldn't be. It's not right.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "Don't worry. I only take from the rich who have plenty of money. No one's going to starve or anything.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "That's not the point.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "Oh really? Then let me ask you this. You nobles take food and money from the people living in what you call your territory. Who said that was your land, anyway? And you say you're collecting taxes, but what you're doing is the same. Looting!", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "What?! But we protect the people in return...", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "But you're not! You're killing your own people, causing a war like this!", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "Well... Bern started to invade, so we had to fight to defend our people...", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "So you can just do anything you want, as long as you say you're protecting us? You can burn down villages and ruin our crops?", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "Burned? We never...! Wait a minute, was your... ?", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "... My village was burned to the ground by our marquess. He said that he had no choice because he needed to prepare for Bern's attacks.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "Well... that's...", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "We always had just enough to eat and survive, and then we just lost everything... Our homes... our crops... And then you say not to take from other people? Ha! You shouldn't be talking! You dastards from the nobility take from us so you can live in luxury while we suffer!", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "I... don't know what to say.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "Sigh. We're getting all gloomy now. I really don't like talking about 'I'm worse off so you should pity me' arguments. But you're the one who started it.", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": "I...", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Cath", "line": "Ah, to heck with this. It's not fun stealing after a talk like that. Well, I guess I better bail out then. See ya!", "person_1": "Roy", "person_2": "Cath"}, {"speaker": "Roy", "line": ".....", "person_1": "Roy", "person_2": "Cath"}], "boss": [{"speaker": "Leygance", "line": "You vermin of the Alliance Army... Come. I shall cut down all of you!"}, {"speaker": "Leygance", "line": "Why? You are only... to be trampled upon by Bern... How can you fight so hard...?"}, {"speaker": "Leygance", "line": "Bors! So you were still alive.", "unit": "Bors", "boss": "Leygance"}, {"speaker": "Bors", "line": "Of course. Taking Ostia while we weren't around...", "unit": "Bors", "boss": "Leygance"}, {"speaker": "Leygance", "line": "Is that a problem? Then try and take it back with your own strength and skill", "unit": "Bors", "boss": "Leygance"}, {"speaker": "Leygance", "line": "Lady Lilina? Damn, you were supposed to be dead by now...", "unit": "Lilina", "boss": "Leygance"}, {"speaker": "Lilina", "line": "Leygance... Why?", "unit": "Lilina", "boss": "Leygance"}, {"speaker": "Leygance", "line": "Times are changing, my Lady. I'm just making sure I don't get left behind. I'm not like Lord Hector, who was too foolish to realize the change.", "unit": "Lilina", "boss": "Leygance"}, {"speaker": "Lilina", "line": "Quiet! You will not insult my father any further!", "unit": "Lilina", "boss": "Leygance"}, {"speaker": "Wendy", "line": "General Leygance! You shall rest here!", "unit": "Wendy", "boss": "Leygance"}, {"speaker": "Leygance", "line": "Ah, Bors' sister, is it? It's nice to be brave and all, but can you really defeat me?", "unit": "Wendy", "boss": "Leygance"}, {"speaker": "Barth", "line": "Leygance, you fool! Are you not ashamed that you betrayed Lord Hector?!", "unit": "Barth", "boss": "Leygance"}, {"speaker": "Leygance", "line": "Barth... Shut up. Lord Hector stupidly caused his death. I do not plan on falling with him.", "unit": "Barth", "boss": "Leygance"}, {"speaker": "Barth", "line": "Why, you...!", "unit": "Barth", "boss": "Leygance"}]}