{"chapter": "09", "title": "The Misty Isles", "speakers": ["Bandit", "Scott", "Cecilia", "Roy", "Guinevere", "Fir", "Sin", "Merlinus", "Sue", "Noah", "Village", "House"], "dialogue_counts": {"Bandit": 8, "Scott": 14, "Cecilia": 9, "Roy": 20, "Guinevere": 2, "Fir": 34, "Sin": 22, "Merlinus": 9, "Sue": 9, "Noah": 13, "Village": 3, "House": 3}, "gender_counts": {"M": 64, "F": 54, "N": 28, "A": 0}, "lines": 150, "transitions": "----NNNNN-FMFMFMFMFMFMFMFFMFFM-FNFNFNFNFNFNFN-FMFMFMFMFMFMFFMFMFMFMFMFMFM-NNNNNNN-MMMMMMMMMMMMM-MMMMMMM-MFMFMFMFMFMFMFMFMF-MFMMFMFMFMFMFMFNFMFMFMFMFMF-N-N-N-N-N-N-N-N", "opening": ["After driving off General Narcian from Ostia, Roy and company braced themselves for further attacks from Bern. However, Bern's belligerent movement towards Lycia suddenly stopped altogether, as if to mock Roy and his caution. Bern was also maintaining a neutral position regarding the truce offer from Etruria. Bern's sudden silence and lack of activity could only be described as eerie.", "With Hector gone, Eliwood was now the only lasting power in Lycia. Eliwood summoned the various marquesses to Pherae to discuss their further actions. It was decided that Eliwood was to become the next leader of the Lycia Alliance and that a new Lycia Alliance Army would be established. The new army's purpose was not to take the offense against Bern, but rather take a defensive stance for Lycia. For his victory against Bern in Ostia, Roy was chosen to be the leader of the new Lycia Alliance army. Slowly but surely, the people of Lycia were starting to brighten up. Business was improving, and people's attitudes started to get more optimistic.", "Around that time, Etruria called for Lycia's assistance in ridding the Western Isles of the outlaws and bandits making their base there. Lycia's citizens expressed their discontent by saying that they saw no reason in sending troops all the way to the Western Isles, but because Lycia needed Etruria's protection against Bern, they had no choice but to oblige. Thus, Roy and the Lycia Alliance Army passed through Etruria and made their way towards the Western Isles.", "The Western Isles are the various islands off the western coast of Elibe. Currently, they are colonies of Etruria. The Western Isles are rich in minerals and natural resources, so mining is a major industry. However, these minerals are worth a fortune, so various rogue groups have traveled there hoping to loot the mines and sell the minerals for themselves. Thus, the people living on the Western Isles spend their days in constant fear of bandit attacks. And Roy has been sent to defeat those bandits."], "intro": [{"speaker": "Bandit", "line": "Boss! Those guys from Lycia, they're here."}, {"speaker": "Scott", "line": "You sure?"}, {"speaker": "Bandit", "line": "Yep. We just saw 'em arrive on the small island to the east."}, {"speaker": "Scott", "line": "Just as that other group said... All right, they're probably floundering around in the fog unable to see anything. Just sneak up on them from behind and kill 'em off."}, {"speaker": "Bandit", "line": "Sure thing, boss."}, {"speaker": "Cecilia", "line": "Roy, I'm sorry that I couldn't be of help."}, {"speaker": "Roy", "line": "Please don't worry about it. It isn't your responsibility, Lady Cecilia."}, {"speaker": "Cecilia", "line": "Yes. But even within Etruria, there are a lot of people voicing their discontent on how the adviser is treating Lycia like servants."}, {"speaker": "Roy", "line": "Adviser? I thought the king had made the decision to send Lycia to clear out the bandits."}, {"speaker": "Cecilia", "line": "No. Adviser Roartz had been working with Lord Arcard, who's in charge of the mining operation in the Western Isles, and they decided to do it on their own without consulting the king."}, {"speaker": "Roy", "line": "How can they do that?"}, {"speaker": "Cecilia", "line": "... Do you remember last year's tragedy in Etruria?"}, {"speaker": "Roy", "line": "Of course. Etruria's next heir, Prince Mildain, suddenly passed away last year."}, {"speaker": "Cecilia", "line": "Right."}, {"speaker": "Roy", "line": "I never had the honor to meet him. I understand that he was a very bright individual."}, {"speaker": "Cecilia", "line": "Yes... If the prince were alive, Etruria wouldn't be like this. King Mordred couldn't bear the fact that his son had died. The shock was so great that he never completely recovered from it. And today, it seems like he's always in a different world, and he doesn't really pay attention to anything going on around him or in his country. Roartz took advantage of this. Now, he's basically in charge of what goes in the palace. Ever since then, he has kept the Three Etrurian Generals, Lord Douglas, Percival, and me, away from the king unless there's a great emergency."}, {"speaker": "Roy", "line": "But what about the time when you came to aid us in Ostia?"}, {"speaker": "Cecilia", "line": "That event was an exception because Percival worked with me. But now..."}, {"speaker": "Roy", "line": "Please don't worry yourself. We can return to Lycia when we complete this mission anyway. But may I ask you to take care of Lycia while we are away?"}, {"speaker": "Cecilia", "line": "Of course. You can leave the Lycia Alliance, and also Princess Guinevere, to me."}, {"speaker": "Guinevere", "line": "Roy... I may not go with you?"}, {"speaker": "Roy", "line": "The battles on these islands are likely to become slugfests. You can never know what will happen. I think you should hide in Etruria with protection from General Cecilia."}, {"speaker": "Cecilia", "line": "Your Highness, please trust me. I understand your intentions of suggesting a truce, and I also promised Roy that I would protect you. Trust me, I will defend you at all costs."}, {"speaker": "Guinevere", "line": "... I understand. I apologize for being selfish. Roy, I pray for your safety."}, {"speaker": "Roy", "line": "Thank you, my Lady. I will pray for yours as well."}], "battle": [{"speaker": "Fir", "line": "Sir Scott!"}, {"speaker": "Scott", "line": "Oh, it's Fir. Sorry I had to call you in."}, {"speaker": "Fir", "line": "What is all this noise about?"}, {"speaker": "Scott", "line": "Well you see, some brigands are attacking this island. The people living here are in danger."}, {"speaker": "Fir", "line": "What!"}, {"speaker": "Scott", "line": "I sent some guys over to try and stop them, but the invaders are pretty tough. The situation doesn't look good."}, {"speaker": "Fir", "line": "I can't believe..."}, {"speaker": "Scott", "line": "If only I could go out there... but I can't leave the castle. So, Fir, I'm sorry, but..."}, {"speaker": "Fir", "line": "Yes. I shall go and drive them off."}, {"speaker": "Scott", "line": "Thanks."}, {"speaker": "Fir", "line": "Leave it to me! Attacking innocent villagers... that's not forgivable!"}, {"speaker": "Scott", "line": "I asked another guy too, so you can work with him."}, {"speaker": "Fir", "line": "Someone else?"}, {"speaker": "Scott", "line": "Yeah, a nomad named Sin. He looks frail, but he's got a decent shot with his bow."}, {"speaker": "Fir", "line": "Are you... Sin?"}, {"speaker": "Sin", "line": "That's me. I heard the story from Scott. Let's go."}, {"speaker": "Fir", "line": "....."}, {"speaker": "Sin", "line": "....."}, {"speaker": "Fir", "line": "Um..."}, {"speaker": "Sin", "line": "What?"}, {"speaker": "Fir", "line": "Um, did you also join the fight to protect the people living here?"}, {"speaker": "Sin", "line": "No... I have no such interest in such things."}, {"speaker": "Fir", "line": "Then why?"}, {"speaker": "Sin", "line": "I'm paid to fight. That's all."}, {"speaker": "Fir", "line": "....."}, {"speaker": "Sin", "line": "....."}, {"speaker": "Fir", "line": "... I gotta keep the conversation going."}, {"speaker": "Fir", "line": "Um... you're from Sacae, right?"}, {"speaker": "Sin", "line": "Right."}, {"speaker": "Fir", "line": "What took you all the way out here?"}, {"speaker": "Sin", "line": "It's nothing new. You look like you're from Sacae, and you're also here."}, {"speaker": "Fir", "line": "Well, I'm traveling around Elibe to train myself, and... Oh, you weren't asking about me, were you..."}, {"speaker": "Sin", "line": "....."}, {"speaker": "Fir", "line": "... Whew."}, {"speaker": "Sin", "line": "... I'm looking for somebody."}, {"speaker": "Fir", "line": "Who?"}, {"speaker": "Sin", "line": "... My clan lost to Bern when they invaded Sacae."}, {"speaker": "Fir", "line": "......"}, {"speaker": "Sin", "line": "Our clan leader let me escape, and he told me to find and protect his granddaughter. So I left the battlefield to fulfill his request."}, {"speaker": "Fir", "line": "I see... Well, I hope you find her."}, {"speaker": "Sin", "line": "... Yes."}, {"speaker": "Bandit", "line": "Boss, you sure? I mean, letting a girl like that fight out there..."}, {"speaker": "Scott", "line": "Yeah, I know what I'm doing. Once she's killed, we can get that sword she's carrying."}, {"speaker": "Bandit", "line": "Sword? That weird one she has?"}, {"speaker": "Scott", "line": "That's no ordinary sword. That's the 'Wo Dao,' a famous katana. If we can get it from her and sell it, it'll be worth a fortune. Hehe..."}, {"speaker": "Bandit", "line": "I see. That's why you were so generous to her at first."}, {"speaker": "Scott", "line": "I couldn't make a move up until now, but now's a chance. Listen, I want you to follow her. When you see the chance, grab the sword from her!"}, {"speaker": "Bandit", "line": "Sure thing, boss!"}], "end": [{"speaker": "Roy", "line": "Merlinus, it looked like the enemy was trying to ambush us..."}, {"speaker": "Merlinus", "line": "They must have known we were coming."}, {"speaker": "Roy", "line": "Something must be going on behind the scenes..."}, {"speaker": "Merlinus", "line": "Yes. Clearing out the bandits might be harder than we had expected. Ever since Bern started this invasion, something is different with Elibe."}, {"speaker": "Roy", "line": "I wonder what's going to happen from now... Dragons reappearing, Bern's sudden invasion, the collapse of the Lycia Alliance... All of these strange things happening at once. Still, we have to take things one at a time however tedious it may seem."}, {"speaker": "Merlinus", "line": "Now... where do we go from here?"}, {"speaker": "Roy", "line": "How about moving north along the coast?"}, {"speaker": "Merlinus", "line": "North... Towards the mines?"}, {"speaker": "Roy", "line": "Right. I've heard that the people living on the islands are being forced into labor over there."}, {"speaker": "Merlinus", "line": "So we must rescue them first."}, {"speaker": "Roy", "line": "Yes. Then we might be able to find out who's behind all this."}, {"speaker": "Merlinus", "line": "Well, we must start somewhere."}, {"speaker": "Roy", "line": "All right, then let's head north."}, {"speaker": "Roy", "line": "Let's head west."}, {"speaker": "Merlinus", "line": "West?"}, {"speaker": "Roy", "line": "I've heard there's a rebel group based there. They're fighting the bandits to protect the villagers."}, {"speaker": "Merlinus", "line": "I see. So we can visit them and gather some information on what's going on these islands."}, {"speaker": "Roy", "line": "Right. If we just go searching blindly, we won't get anywhere."}, {"speaker": "Merlinus", "line": "I have no objections, Master Roy."}, {"speaker": "Roy", "line": "All right, then let's head west."}], "recruit-talk": [{"speaker": "Sin", "line": "Lady Sue!", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "Sin... What are you doing here?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "I was looking for you.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "For me?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "Yes. That was the clan leader's orders.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "... What happened to our clan after I left?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "I'm sorry, we didn't stand a chance against Bern.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "... We lost.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "......", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "What has happened to my grandfather?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "He's continuing the struggle against Bern...", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "I see...", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "I was told by the clan leader to leave and look for you.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "Then will you fight alongside us?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "With you?", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "We will be helping Grandfather because this army is fighting against Bern. Also, this army saved my life earlier.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sin", "line": "Understood, my lady. If that is your plan, then I am at your disposal.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Sue", "line": "Thank you.", "recruiter": "Sue", "recruit": "Sin"}, {"speaker": "Noah", "line": "Fir! It is you!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Sir Noah?! What are you doing here?!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "Yes, I joined this army a while back... Whoa!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "What are you thinking?! Put away your sword!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Sir Noah! I thought you were nobler than this!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "What?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Just because you're a mercenary knight... Lending your services to pirates?! You should be ashamed!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "... Huh?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Don't play dumb! You're working with a band of pirates to attack the people living in this island! And you call yourself a knight?!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "Um, can I have a sec? I think there's a really big misunderstanding...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Misunderstanding?! You still insist...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "We're trying to help the villagers. We're supposed to go defeat the head of a pirate group. I think his name was Scott or something.", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "What? Scott is the head of a pirate band?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "If you think I'm lying, why don't you ask the pirate over here? He's right behind you, hiding in the bushes.", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Pirate? What pirate...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Bandit", "line": "Damn! I better go tell the boss!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Hey! Wait!", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "... You didn't suspect at all?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "No! Scott was really kind to me...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "Really? Rumors say that he's a very cruel man...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Well, my mother used to say that you shouldn't judge people by their looks...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "Well, that's true, but...", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "... I was lending my services to pirates... What can I do now?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "Then you want to come along with us?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "What? Would it be okay?", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Noah", "line": "We're always looking for more people to strengthen our army. I'll talk to Roy about it.", "recruiter": "Noah", "recruit": "Fir"}, {"speaker": "Fir", "line": "Thank you!", "recruiter": "Noah", "recruit": "Fir"}], "boss": [{"speaker": "Scott", "line": "So the fog didn't stop you after all... But you gotta be pretty beat up by now! I'll finish you off!"}, {"speaker": "Scott", "line": "Who the hell... are you? You're no ordinary army.."}], "visit": [{"speaker": "Village", "line": "Eh... The only people here are the women and children. Everyone else, the workers, have gone north to the mines. They aren't even allowed to sleep there, they just work until they die... My brother, who escaped, is as thin as an old man. That day, he drew his last breath. Now that I've told you this... Can you do... er, sorry... I've said too much. Please forget all of this. We're leaving this island now."}, {"speaker": "Village", "line": "You saved us! Are you with the Resistance? No? Then you're just normal good people? Just as you've seen, this island is swarmed with pirates and bandits! But... what are we going to do? Rumors around here say there's a severe battle going on the west. Go ahead and tell them that we're leaving the island..."}, {"speaker": "Village", "line": "This area basically belongs to the pirates. They just steal from us all the time. Resistance? That's useless. They can do whatever they want because they have lots of support. We can't fight against them like the resistance forces."}, {"speaker": "House", "line": "The resistance is doing quite well. In the north, and in the west-- they are always in the thick of battle. Which way will you go?"}, {"speaker": "House", "line": "The nearby villages... Everyone in them are leaving the islands. It's very sad, really. If you want to visit, you'd better do it quickly. You don't have time to go to both, so you'll have to decide."}, {"speaker": "House", "line": "Geez, there's so much mist here... In these conditions, you have NO idea if anyone is lurking around! The Torch Staff is useful, even for those hard-eyed thieves."}]}