{"chapter": "10A", "title": "The Resistance Forces", "speakers": ["Nord", "Soldier", "Merlinus", "Roy", "Woman", "Geese", "Gonzalez", "Lilina", "Old Woman", "Larum"], "dialogue_counts": {"Nord": 17, "Soldier": 10, "Merlinus": 9, "Roy": 26, "Woman": 7, "Geese": 15, "Gonzalez": 13, "Lilina": 9, "Old Woman": 1, "Larum": 11}, "gender_counts": {"M": 63, "F": 20, "N": 35, "A": 0}, "lines": 119, "transitions": "-NNNNNNNNNNNNNNNNN-MMMMMMMMMM-NMNMNMNMNMNM-MMMMMMMMMMMMMMMM-NMNMNMNMNMN-FMFMFMFMFMFMFMFMF-N-N-N-N-MMMMNMNFMFMMMFMFMFMFMFMFMFMMFMF", "opening": ["Three seperate islands: Fibernia, Caldonia, and Dia. All of these islands are rich in minerals, and mining is the economic backbone. The largest mine located in Eburacum, in north of Fibernia. Roy leads his forces toward Eburacum hoping to learn more about the bandits. To get to Eburacum, one must pass a castle located nearby. Roy sends a messenger to Sir Nord, lord of the castle, to resuqest permission to pass through his lands. Because Roy and company are in Isles on Etruria's request, they don't anticipate trouble in gaining Nord's support. But not everything is as simple as it appears..."], "intro": [{"speaker": "Nord", "line": "What can you tell me about that spy from the resistance?"}, {"speaker": "Soldier", "line": "You mean the dancer called Larum? We threw her in the dungeon, sire."}, {"speaker": "Nord", "line": "Has she told you anything?"}, {"speaker": "Soldier", "line": "No. She keeps insisting that she's not affiliated with the resistance."}, {"speaker": "Nord", "line": "A liar, is she? Perhaps I could interrogate her myself..."}, {"speaker": "Soldier", "line": "Sir Nord!"}, {"speaker": "Nord", "line": "What is it?"}, {"speaker": "Soldier", "line": "There is a messenger here from the Lycian Army."}, {"speaker": "Nord", "line": "Ah, the army that was sent to clean up tthe bandits on the Isles."}, {"speaker": "Soldier", "line": "It seems that they want permission to pass through to Eburacum."}, {"speaker": "Nord", "line": "...Lord Arcard told us to get rid of the Lycian Army in their time here. Heh heh heh... If we impress Lord Arcard he may see fit to reward us. Desploy the troops and finish them here!"}, {"speaker": "Soldier", "line": "Yes, sire... And the messenger?"}, {"speaker": "Nord", "line": "Kill him."}, {"speaker": "Soldier", "line": "Understood, sire."}, {"speaker": "Nord", "line": "Be sure to deploy the ballista. Use it to defeat the Lycian Army before they even reach you."}, {"speaker": "Soldier", "line": "Yes, sire."}, {"speaker": "Nord", "line": "Just make sure the enemy doesn't get hold of it!"}, {"speaker": "Merlinus", "line": "Lord Roy, soldiers are flowing out from the castle."}, {"speaker": "Roy", "line": "Are there bandits around here?"}, {"speaker": "Merlinus", "line": "No, they seem to be heading towards us, actually."}, {"speaker": "Roy", "line": "...What about the messenger?"}, {"speaker": "Merlinus", "line": "He hasn't returned... Which may mean the worst..."}, {"speaker": "Roy", "line": "He hasn't returned? Why is Sir Nord attack us?"}, {"speaker": "Merlinus", "line": "The enemy draws near... Lord Roy, what are your orders?"}, {"speaker": "Roy", "line": "...I guess we have no choice but to fight. We might learn something if we can reach the castle."}, {"speaker": "Merlinus", "line": "Yes, milord. You're right."}, {"speaker": "Roy", "line": "All right, storm the castle! But have mercy! Some of their soldiers may be willing to listen!"}], "battle": [{"speaker": "Woman", "line": "Geese... You're really leaving?"}, {"speaker": "Geese", "line": "The lord of that castle killed my mates. I won't let their deaths be unavenged."}, {"speaker": "Woman", "line": "You mean that crew that was always with you..."}, {"speaker": "Geese", "line": "Yeah... They were taken to the mines and told that they would be given work. But they were all worked like slaves until they... died."}, {"speaker": "Woman", "line": "......"}, {"speaker": "Geese", "line": "Maybe they weren't the brightest bunch, but they were good people... And they were killed... just like that...!!"}, {"speaker": "Woman", "line": "Do you intend to avenge them on your own?"}, {"speaker": "Geese", "line": "Is there something wrong with that?"}, {"speaker": "Woman", "line": "No... But I thought you were going to go back to your merchant business."}, {"speaker": "Geese", "line": "Yeah, well, I've got bigger problems now... Once my mates get their revenge, and once the war subsides, maybe I will."}, {"speaker": "Woman", "line": "...We won't forget you, Geese. You and your crew risked your lives to get us food and supplies. If you ever need anything, we'll be here."}, {"speaker": "Geese", "line": "Maybe I'll take you up on that, if I'm still alive. ...Thanks."}, {"speaker": "Geese", "line": "Yeah? What? You got something to say to me?"}, {"speaker": "Roy", "line": "I want to ask you why you're fighting against the soldiers."}, {"speaker": "Geese", "line": "Who wants to know?"}, {"speaker": "Roy", "line": "Roy, leader of the Lycian Army. We're here on behalf of Etruria..."}, {"speaker": "Geese", "line": "You're with Etruria?! Then you're the enemy. Get ready to die!"}, {"speaker": "Roy", "line": "Slow down! We're fighting the castle's troops too."}, {"speaker": "Geese", "line": "And yet Etruria sent you? I don't understand."}, {"speaker": "Roy", "line": "I don't either. We were sent by Etruria to get rid of bandits here, but something's strange."}, {"speaker": "Geese", "line": "...You say you're fighting the castle's troops. I'm for hire, if you'll take me."}, {"speaker": "Roy", "line": "What?"}, {"speaker": "Geese", "line": "I'm a seafaring man, so I know both the land and sea around the Isles. You look a bit lost, so I could be a good guide for you."}, {"speaker": "Roy", "line": "That would help, but why?"}, {"speaker": "Geese", "line": "I want to help with your mission. To be honest, I'm a pirate, so I'm probably the type you were sent to get rid of. But I only go after the rich. They have more than their fair share anyway."}, {"speaker": "Roy", "line": "Well then, if you'll join us, we're pleased to have you. We don't know this area at all, so it's been difficult thus far."}, {"speaker": "Geese", "line": "Sounds like we have a deal! Leave it to me!"}, {"speaker": "Geese", "line": "...This is it, lads. Can you taste it? You'll have your vengeance. And after you do, I might just tag along with this Roy fellow for a while..."}, {"speaker": "Nord", "line": "Gonzalez! Gonzalez, where are you?!"}, {"speaker": "Gonzalez", "line": "Here... I here..."}, {"speaker": "Nord", "line": "There's a village to the north, right along the mountain. Do you understand?"}, {"speaker": "Gonzalez", "line": "Understand."}, {"speaker": "Nord", "line": "It may be a resistance base. I want you to go and burn it to the ground, village and all."}, {"speaker": "Gonzalez", "line": "Village and all..."}, {"speaker": "Nord", "line": "Good. You understand. This is the only use I have for a lump such as you. Now get goung, you halfwit, before you forget your orders."}, {"speaker": "Gonzalez", "line": "I...I..."}, {"speaker": "Nord", "line": "Forget how to speak? Are you trying to say something?"}, {"speaker": "Gonzalez", "line": "N-no..."}, {"speaker": "Nord", "line": "Such a monsterous face, and yet such a needlessly compassionate heart. He will learn the value of destroying a village firsthand!"}], "recruit-talk": [{"speaker": "Lilina", "line": "Excuse me!", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "W-what you doing?! I am enemy!", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "I know... But there's such a look of sorrow in your eyes.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "...There is a village near mountain. You know?", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "Yes, I know it.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "Tell people escape. I have order. Destroy village. I...", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "What? Don't! The villagers are innocent...", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "No. It order. I must.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "It sounds to me like you should leave the person who gave you that order.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "Leave?", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "Yes! You can fight with us. We're protecting the villagers.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "No... I monster... People mean to me... People throw stones... People say \"Go away!\"... \"You a monster!\"... Not human...", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "That's horrible! Of course you're human! You're a very kind-hearted man. I can tell. Please, come with us. Don't be afraid.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "Me afraid? I never afraid! Everyone afraid of ME! I not afraid!", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "No. You ARE afraid. You're afraid that people will throw stones and call you a monster.", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Gonzalez", "line": "......", "recruiter": "Lilina", "recruit": "Gonzalez"}, {"speaker": "Lilina", "line": "But you don't have to be afraid of us. Everyone in our army is nice. They won't do that to you. Be brave... Take that first step, and you'll never have to be afraid again.", "recruiter": "Lilina", "recruit": "Gonzalez"}], "boss": [{"speaker": "Nord", "line": "You made it all the way here. But I shall take your pathetic lives..."}, {"speaker": "Nord", "line": "Death? I feel...my life...draining...away..."}], "visit": [{"speaker": "Woman", "line": "I'm worried about Larum. I hope she's all right. She smuggled us weapons so we could defend ourselves. Even when we begged her to hide, she refused and kept helping us. Here's an axe that she brought us. It's a strange one... It's strong against swords, but weak against lances! I'd gladly trade it for her safety, though, so please, take it..."}, {"speaker": "Old Woman", "line": "Brigands and pirates... They were all just as innocent as anyone when they were young. Maybe if you spoke to some of them, you could make them understand."}], "end": [{"speaker": "Merlinus", "line": "Lord Roy... We couldn't find any evidence explaining Sir Nord's aggression."}, {"speaker": "Roy", "line": "But now we know for certain that somebody wants our heads."}, {"speaker": "Merlinus", "line": "I think we should contact Etruria about this."}, {"speaker": "Roy", "line": "Yes, I'll send a message to General Cecilia."}, {"speaker": "Soldier", "line": "Excuse me, Lord Roy. We found a girl imprisoned in the dungeon. She wishes to speak with you."}, {"speaker": "Roy", "line": "To me? Let her pass."}, {"speaker": "Soldier", "line": "Yes, milord."}, {"speaker": "Larum", "line": "You're Roy? The one who's here to clear out the bandits?"}, {"speaker": "Roy", "line": "Yes, that's me."}, {"speaker": "Larum", "line": "I beg you, Roy! Please rescue my friends!"}, {"speaker": "Roy", "line": "Whoa, easy there!"}, {"speaker": "Merlinus", "line": "Hey! Get off of him!"}, {"speaker": "Roy", "line": "C-calm down and tell me everything. You say your friends are in danger?"}, {"speaker": "Larum", "line": "My name is Larum. I'm part of the resistance force on the Isles."}, {"speaker": "Roy", "line": "The force that's fighting against the bandits?"}, {"speaker": "Larum", "line": "Yes. ...Actually, no!"}, {"speaker": "Roy", "line": "No?"}, {"speaker": "Larum", "line": "That's part of it, but the real enemy is Etruria! They work with the bandits to squeeze every bit they can out of the people here!"}, {"speaker": "Roy", "line": "What?! Is that true?!"}, {"speaker": "Larum", "line": "The lords living here take people into the mines and work them to death!! They're allowed no rest, even if they're sick or injured."}, {"speaker": "Roy", "line": "...That's terrible..."}, {"speaker": "Larum", "line": "We're fighting Etruria to stop the abuse! Our next plan was to attack the mine at Eburacum and rescue the people there! But...but...!"}, {"speaker": "Roy", "line": "Calm down! You can tell me."}, {"speaker": "Larum", "line": "A villager here leaked the details of the plan! He was probably tortured... I have to go to the mines before the resistance is ambushed!"}, {"speaker": "Roy", "line": "Then there's no time to spare! We'll backup the resistance force and rescue the people being forced into labor!"}, {"speaker": "Larum", "line": "Truly, you will?! Thank you, Roy!"}, {"speaker": "Roy", "line": "Whoa! L-Larum!"}, {"speaker": "Merlinus", "line": "Hey! I said get off of him!"}, {"speaker": "Larum", "line": "Here, Roy. Use this sword."}, {"speaker": "Roy", "line": "What is it?"}, {"speaker": "Larum", "line": "It's called a wyrmslayer. It's effective against wyvern riders, and it's said it was used against dragons, too. Who can say, though? It might come in handy. It belongs to Echidna, the leader of the resistance. You're helping us though, so you can have it for now."}]}