{"chapter": "12x", "title": "The Axe Of Thunder", "speakers": ["Gelero", "Bandit 1", "Bandit 2", "Roy", "Elffin", "Soldier", "Merlinus"], "dialogue_counts": {"Gelero": 3, "Bandit 1": 2, "Bandit 2": 1, "Roy": 10, "Elffin": 7, "Soldier": 4, "Merlinus": 3}, "gender_counts": {"M": 20, "F": 0, "N": 10, "A": 0}, "lines": 31, "transitions": "-NNNNNN-MMMMMMMMMM-MMMM-NMNMMNMNMM", "opening": ["Following Elffin's lead, Roy headed for the cave near Jutes to find the Divine Weapon hidden there. Little did they know that they weren't the only ones who knew about the cave..."], "intro": [{"speaker": "Gelero", "line": "This is the end of the caaave? Treasuuure… Where are yooouu…? Answer meee..."}, {"speaker": "Bandit 1", "line": "Boss... Are you sure about this? The men from Bern just told us to block the entrance. If they catch us now, they'll surely have us back in chains!"}, {"speaker": "Gelero", "line": "You foooool! We'll do as we're told in tiiime… They'll never know that we took the treasuuure… If we block the entrance without taking the treasure, it's all the same anywaaay… Do you really want that poor treasure trapped in here for all eternityyy?"}, {"speaker": "Bandit 1", "line": "Well. when you put it that way... I guess you're right."}, {"speaker": "Bandit 2", "line": "Boss! There's an army stationed outside the cave!"}, {"speaker": "Gelero", "line": "Whaaat? They want to take our treasure, do theeey? Have the boys near the entrance take them ooouut… And grab all the treasure cheeests… We rightfully stole them fiiirst!"}, {"speaker": "Roy", "line": "A legendary weapon lies in this cave...? It's so dark in here."}, {"speaker": "Elffin", "line": "According to the scholar in Jutes I spoke to, the legendary weapon in this cave is most likely the Tunder Axe, Armads."}, {"speaker": "Roy", "line": "Armads… An axe this time."}, {"speaker": "Elffin", "line": "Armads was wielded by Durban the Berserker, who was said to be a colossus of a man. A single blow from his axe surely made short work of any opponent."}, {"speaker": "Roy", "line": "Elffin, you seem to know a lot about the Eight Legends and their weapons"}, {"speaker": "Elffin", "line": "I'm a bard. It is my job to know myths and legends."}, {"speaker": "Roy", "line": "I'd like to hear some of them when we have the time."}, {"speaker": "Elffin", "line": "Of course. ...Lord Roy, it seems we are not alone in this cave."}, {"speaker": "Roy", "line": "We aren't?"}, {"speaker": "Elffin", "line": "There are also noxious fumes coming from the cave walls. We must tread lightly."}], "end": [{"speaker": "Roy", "line": "Where is the legendary weapon?"}, {"speaker": "Elffin", "line": "Hmm... I hear wind blowing from behind the throne."}, {"speaker": "Roy", "line": "What? I can't hear it... A niche... between the floor and the wall. Oh! It opened! ...So this is the legendary weapon? This axe is enormous."}, {"speaker": "Elffin", "line": "Armads… The very axe wielded by Durban the Berserker. It certainly appears fit for a warrior of his stature."}, {"speaker": "Soldier", "line": "R-report! I have a message from Etruria... A revolution has broken out in Aquleia, the capital of Etruria."}, {"speaker": "Merlinus", "line": "What?!"}, {"speaker": "Soldier", "line": "The ones leading the revolution are High Chancellor Roartz and Lord Arcard. They have captured King Mordred. They also say they plan to divided dominion of the continent between Bern and Etruria!"}, {"speaker": "Merlinus", "line": "The two strongest nations in Elibe joining forces..."}, {"speaker": "Roy", "line": "Is General Cecilia all right?! And what of Princess Guinivere..."}, {"speaker": "Soldier", "line": "We don't have any current information... But the three Etrurian Generals have parted ways and are working separately. Mage General Cecilia has fled Aquleia for the Missur Peninsula in the southwest."}, {"speaker": "Roy", "line": "And the other Generals?"}, {"speaker": "Soldier", "line": "They're with the revolutionaries against their will because the king was taken hostage."}, {"speaker": "Merlinus", "line": "Lord Roy..."}, {"speaker": "Roy", "line": "We need to contact General Cecilia... Princess Guinivere… Please be safe..."}]}