{"chapter": "14", "title": "Arcadia", "speakers": ["Igrene", "Fa", "Randy", "Zeiss", "Roy", "Sophia", "Rose", "Maggie", "Merlinus", "Elder Of Arcadia", "Elder"], "dialogue_counts": {"Igrene": 11, "Fa": 10, "Randy": 7, "Zeiss": 4, "Roy": 20, "Sophia": 8, "Rose": 9, "Maggie": 9, "Merlinus": 1, "Elder Of Arcadia": 1, "Elder": 11}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 94, "transitions": "--------------", "opening": ["After rescuing Guinevere and Cecilia, Roy headed towards the Nabata Desert, following Sophia’s lead. According to her, the village of Arcadia was located in an oasis hidden in the desert.", "However, Arcadia was already under attack by Bern. Roy suspected their aim to be the Dragons that were said to inhabit the village.", "Although the Lycia Alliance Army moved as quickly as they could towards Arcadia, a vicious sandstorm stood in their way."], "intro": [{"speaker": "Igrene", "line": "Hurry, Fa! There’s a place to hide if you follow this path. Can you make it there?"}, {"speaker": "Fa", "line": "But Fa’s tired!"}, {"speaker": "Igrene", "line": "Don’t be stubborn. Now go, or else Bern’s soldiers might find us."}, {"speaker": "Fa", "line": "What about Sophia?"}, {"speaker": "Igrene", "line": "I don’t know... Maybe she was caught by Bern’s troops."}, {"speaker": "Fa", "line": "If we get caught by Bern, then can we see the outside world?"}, {"speaker": "Igrene", "line": "Fa, no. The elders said that we mustn’t communicate with the outside."}, {"speaker": "Fa", "line": "Aww... Please?"}, {"speaker": "Igrene", "line": "No. ...But I wonder how Bern found out about our village... Perhaps it has something to do with the ominous energy that Sophia detected from the soldiers..."}, {"speaker": "Fa", "line": "What’s wrong?"}, {"speaker": "Igrene", "line": "! I shouldn’t be thinking about such matters now. Fa! Over here, hurry!"}, {"speaker": "Fa", "line": "...Fa wants to see the outside world, too."}, {"speaker": "Randy", "line": "Zeiss! Hasn’t General Narshen arrived yet?"}, {"speaker": "Zeiss", "line": "A band of mercenaries and some Dragons have arrived as reinforcements, but General Narshen’s group hasn’t arrived yet."}, {"speaker": "Randy", "line": "What is he thinking? He must know that it’s impossible to conquer the village with a small army like this..."}, {"speaker": "Zeiss", "line": "......"}, {"speaker": "Randy", "line": "Anyway, we must inform the king about the Dragons living here. Zeiss, I want you to go to Aquleia and report to King Zephiel."}, {"speaker": "Zeiss", "line": "What shall I say?"}, {"speaker": "Randy", "line": "Dragons do indeed inhabit this village. According to a captive, there are also signs of ‘Divine Dragons,’ the most powerful even among Dragons."}, {"speaker": "Zeiss", "line": "Yes, sir."}, {"speaker": "Randy", "line": "Make it quick."}, {"speaker": "Roy", "line": "Wow... This is some sandstorm."}, {"speaker": "Sophia", "line": "Yes... This sandstorm...has always protected our village from intruders..."}, {"speaker": "Roy", "line": "It’s going to be a pain trying to look for a village in this mess. I can’t see three meters ahead... So in which direction should we be moving?"}, {"speaker": "Sophia", "line": "Yes... Head to the northeast... But..."}, {"speaker": "Roy", "line": "But?"}, {"speaker": "Sophia", "line": "There may be things hidden in the sand...blown around by the sandstorm... Please be careful where you step..."}], "battle": [{"speaker": "Rose", "line": "Maggie, my dear, did we not see someone head towards the middle of the desert?"}, {"speaker": "Maggie", "line": "Yes, Rose, you are most correct."}, {"speaker": "Rose", "line": "Then, Maggie, it must be true that there is a hidden village around here."}, {"speaker": "Maggie", "line": "Bless my soul, Rose, I believe you are correct."}, {"speaker": "Rose", "line": "But, my dear Maggie, we don’t want to get lost in the sandstorm, do we?"}, {"speaker": "Maggie", "line": "Of course not, Rose. Then we wouldn’t be able to find our way home."}, {"speaker": "Rose", "line": "Well then, Maggie, do you think that we should pass up the hidden village?"}, {"speaker": "Maggie", "line": "My dear Rose, you forget that there are rumors of vast treasures hidden in that village."}, {"speaker": "Rose", "line": "Well, we certainly don’t want to miss that, do we, Maggie?"}, {"speaker": "Maggie", "line": "Of course not, Rose. We can make a lot more money through that than by mugging travelers."}, {"speaker": "Rose", "line": "But we don’t want to get lost, either, do we, Maggie?"}, {"speaker": "Maggie", "line": "My dear Rose, I have an idea. We may follow the people whom we saw heading into the desert earlier."}, {"speaker": "Rose", "line": "That’s a wonderful idea, Maggie. And once we reach the village, we can thank them by mashing their heads in."}, {"speaker": "Maggie", "line": "Of course, my dear Rose."}, {"speaker": "Rose", "line": "Well then, Maggie, shall we be off?"}, {"speaker": "Maggie", "line": "Why certainly, my dear Rose."}, {"speaker": "Roy", "line": "The sandstorm...it stopped."}, {"speaker": "Merlinus", "line": "This is our chance, Master Roy! We can see the village clearly now!"}, {"speaker": "Roy", "line": "But so can the enemy. We have to hurry!"}, {"speaker": "Sophia", "line": "Something…is glittering in the sand… Oh… A beautiful ring…"}], "boss": [{"speaker": "Rose", "line": "Bless my soul, Maggie… It hurts, does it not…?"}, {"speaker": "Maggie", "line": "Hmm… My dear Rose, maybe we were wrong…"}, {"speaker": "Randy", "line": "My sword is invincible. Now choose your death. By the blade…or by its light?"}, {"speaker": "Randy", "line": "I am glad…that I could meet one as strong as you…before my death."}], "end": [{"speaker": "Roy", "line": "That was tough...but we won. Sophia, where are the inhabitants of the village? ...What’s wrong?"}, {"speaker": "Sophia", "line": "...The entrance to the temple..."}, {"speaker": "Roy", "line": "This door... It looks like it was forced open. What lies inside this temple?"}, {"speaker": "Sophia", "line": "A spell book... We call it...the Divine Weapon..."}, {"speaker": "Roy", "line": "Divine Weapon!? There was one here, too? ...Then that must be what Bern was after! In that case, we might be too late...!"}, {"speaker": "Sophia", "line": "...The Divine Weapon is still here..."}, {"speaker": "Roy", "line": "Really? How can you tell?"}, {"speaker": "Sophia", "line": "It is there... I can feel it..."}, {"speaker": "Roy", "line": "All right. Let’s go! We may still be able to stop Bern!"}, {"speaker": "Elder Of Arcadia", "line": "Who are you? How did you enter?"}, {"speaker": "Roy", "line": "My name is Roy. I came with Sophia to protect this village."}, {"speaker": "Elder", "line": "With Sophia...? Then it was you who drove off Bern’s soldiers? Oh... Please forgive my impudence. I am the Elder of Arcadia."}, {"speaker": "Roy", "line": "Elder... Then are you the Dragon?"}, {"speaker": "Elder", "line": "Dragon... They once called me that. But that is a story of a time long since past."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Elder", "line": "Let me see... The only real Dragon we have is Fa right here."}, {"speaker": "Fa", "line": "Hi..."}, {"speaker": "Roy", "line": "This little girl is a Dragon?"}, {"speaker": "Elder", "line": "Yes, although she is far from her mature form."}, {"speaker": "Roy", "line": "Elder, do you know anything about the Dragons in Bern?"}, {"speaker": "Elder", "line": "What! There are Dragons in Bern?"}, {"speaker": "Roy", "line": "Yes, we have seen them."}, {"speaker": "Elder", "line": "Why...? Dragons do not exist anywhere except here."}, {"speaker": "Igrene", "line": "Elder, if I may."}, {"speaker": "Elder", "line": "What is it, Igrene?"}, {"speaker": "Igrene", "line": "Sophia said that she could detect evil energy coming from Bern’s troops. That may have something to do with the Dragons Master Roy says he saw in Bern’s army."}, {"speaker": "Elder", "line": "Perhaps... But I am too old to detect such energy now."}, {"speaker": "Roy", "line": "Energy? What is that?"}, {"speaker": "Elder", "line": "Sophia is half Dragon, half human. That gives her the ability to detect the pulses emitted from other Dragons. But because she can’t detect them clearly, she only said that she felt a force...twisted and unnatural."}, {"speaker": "Igrene", "line": "I think that we should look into it. Elder, if you would allow it, I would like to join Master Roy and look at Bern’s Dragons myself."}, {"speaker": "Elder", "line": "I really do not want to deal with matters of the outside... But this is a time of emergency. Well then, Roy, will you take her?"}, {"speaker": "Roy", "line": "Certainly."}, {"speaker": "Igrene", "line": "I am Igrene, the Guardian of Nabata. I have confidence in my skills with the bow. I believe I may be of some help in battle."}, {"speaker": "Roy", "line": "Thank you."}, {"speaker": "Fa", "line": "Fa’s going, too!"}, {"speaker": "Elder", "line": "What are you saying? Of course you may not. There is no telling what could happen if your existence were exposed to the world!"}, {"speaker": "Fa", "line": "......"}, {"speaker": "Roy", "line": "Well then, let’s go."}, {"speaker": "Igrene", "line": "Yes."}, {"speaker": "Fa", "line": "...Fine... Fa will just follow them anyway!"}]}