{"chapter": "16", "title": "Retaking The Capital", "speakers": ["Narcian", "Soldier", "Murdock", "Arcard", "Roartz", "Douglas", "Yoder", "Roy", "Galle", "Zeiss", "Hugh", "Cath", "Elffin", "Larum", "Cecilia", "Percival", "Melady", "Clarine", "", "Mordred", "Merlinus", "Guinevere"], "dialogue_counts": {"Narcian": 22, "Soldier": 6, "Murdock": 7, "Arcard": 4, "Roartz": 6, "Douglas": 31, "Yoder": 6, "Roy": 39, "Galle": 7, "Zeiss": 17, "Hugh": 17, "Cath": 1, "Elffin": 10, "Larum": 10, "Cecilia": 4, "Percival": 7, "Melady": 8, "Clarine": 1, "": 2, "Mordred": 5, "Merlinus": 1, "Guinevere": 11}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 235, "transitions": "---------------------------", "opening": ["After rescuing Fa, Roy headed for Aquleia.", "The capitol of Etruria, Aquleia is also the largest, most prosperous city on", "the continent.", "Preparing for the Lycia Alliance Army's attack, the Coup d'etat army", "concentrated their forces in Aquleia.", "Originally they had planned on using the garrison of the city for defense, but", "since the Elimine Church had turned to Roy's side, the Coup d'etat army had no", "choice but to retreat to the castle and take post there instead for fear that", "the Church may have encouraged the city denizens to protest.", "The Elimine Church was started by \"Saint\" Elimine, one of the Eight Heroes.", "This religious organization had many followers, primarily in Bern and Etruria.", "Roy had gained the Church's support in attacking Aquleia.  However, Narcian and", "his elite troops were waiting for Roy inside the castle."], "intro": [{"speaker": "Narcian", "line": "Damn...! The Lycia Alliance Army still stands! How could they come this far...!"}, {"speaker": "Soldier", "line": "G-General Narcian... The leader of the Three Dragon Lords, Lord Murdock is here!"}, {"speaker": "Narcian", "line": "What!? H-Hurry! Send someone out to escort him here! Make sure he gets the utmost attention..."}, {"speaker": "Soldier", "line": "He already is here..."}, {"speaker": "Murdock", "line": "Enough. Step aside."}, {"speaker": "Narcian", "line": "L-Lord Murdock... What a pleasant surprise! What brings you all the way from Ilia?"}, {"speaker": "Murdock", "line": "Narcian, I believe you owe me an explanation."}, {"speaker": "Narcian", "line": "I-I’m sorry, my lord, I’m not sure I understand..."}, {"speaker": "Murdock", "line": "Princess Guinevere has escaped, again. Flaer, your lieutenant, has failed at Western Isles. Also, you have neglected your mission of capturing the hidden village in Nabata, as given by the king himself! Narcian! I want explanations. Now!"}, {"speaker": "Narcian", "line": "Y-Yes... Well, you see, my lord, there have been many complications, and..."}, {"speaker": "Murdock", "line": "...Enough. I have orders from the king. You are to be demoted from Dragon Lord status."}, {"speaker": "Narcian", "line": "What!?"}, {"speaker": "Murdock", "line": "His Majesty wants Galle to take your place."}, {"speaker": "Narcian", "line": "M-My lord! Please wait! One more chance, please! Just give me one more chance!"}, {"speaker": "Murdock", "line": "...The Lycia Alliance Army is approaching this palace. Stop them to show me your worth. If you succeed, I shall negotiate with the king."}, {"speaker": "Narcian", "line": "Lord Murdock..."}, {"speaker": "Murdock", "line": "Narcian... Don’t fail the king...or me, again."}, {"speaker": "Narcian", "line": "Rubbish! Me, demoted!? And my replacement is that Galle...! Never! I will never allow that to happen! B-But what can I do... No...! My honor, my status... It’s all collapsing!"}, {"speaker": "Soldier", "line": "General Narcian, the enemy is approaching..."}, {"speaker": "Narcian", "line": "Shut up! I know that. ...Wait. The brother of that traitor, Melady, was here, wasn’t he... Ah! I can say that we failed because he was working with his sister to leak information to the enemy, and kill him off later! Hehehe..."}, {"speaker": "Soldier", "line": "General Narcian... What are you thinking?"}, {"speaker": "Narcian", "line": "Hm? Oh, do you know Melady’s younger brother?"}, {"speaker": "Soldier", "line": "Do you mean Sir Zeiss?"}, {"speaker": "Narcian", "line": "Right, Zeiss. Anyway, he’s suspected of leaking information to the Lycia Alliance Army. Capture him and bring him here."}, {"speaker": "Soldier", "line": "What? But Sir Zeiss would never do something like that..."}, {"speaker": "Narcian", "line": "Shut up! All you must do is follow my orders! Now bring him here!"}, {"speaker": "Arcard", "line": "T-The enemy is right at our doorstep!"}, {"speaker": "Roartz", "line": "Oh...what must we do! If we get caught, we shall be prosecuted as the initiators of the coup d’etat...!"}, {"speaker": "Douglas", "line": "......"}, {"speaker": "Roartz", "line": "...Arcard! This is all your fault! If you had done your duty and gotten rid of the Lycia Alliance Army at Djuto..."}, {"speaker": "Arcard", "line": "B-But Lord Roartz...! ...No! This is not the time to be arguing, my lord! We must escape!"}, {"speaker": "Roartz", "line": "But escape to where..."}, {"speaker": "Arcard", "line": "...Let us turn to Bern! This was originally their plan..."}, {"speaker": "Roartz", "line": "Y-Yes, of course! We have done what they asked of us. They would be sure to help us."}, {"speaker": "Douglas", "line": "...May I ask what you intend to do with the king?"}, {"speaker": "Roartz", "line": "Er... W-Well, I’m sure they wouldn’t harm the king. After all, King Zephiel’s mother was an Etrurian. Anyway, Douglas, you must escape as well..."}, {"speaker": "Douglas", "line": "I refuse. I was originally fighting alongside you because King Mordred’s safety was at stake. I had no intention of going along with your plans."}, {"speaker": "Roartz", "line": "Hmph! Stubborn as always, I see. Suit yourself. Arcard, let us escape!"}, {"speaker": "Arcard", "line": "Lord Roartz! Please wait..."}, {"speaker": "Douglas", "line": "...Dirty traitors! Fleeing at the last minute... It must have been easy for Bern to seduce them. I suppose I can leave those two to the Lycia Alliance Army... If Prince Mildain returns...Etruria will pull itself together again. And until then... I shall fight and prove my loyalty as the Great General of Etruria!"}, {"speaker": "Yoder", "line": "Master Roy, this is the palace of Aquleia. According to the information we have gathered, the Revolutionaries have holed up inside."}, {"speaker": "Roy", "line": "Bishop Yoder, I thank you for your help. Thanks to the Elimine Church, we were able to avoid fighting in the city and killing innocent people."}, {"speaker": "Yoder", "line": "No, I must thank you. Our order was being persecuted by the Revolutionaies, so if you hadn’t come along to fight, we would have been driven out of the land a long time ago."}, {"speaker": "Roy", "line": "Persecuted? Why?"}, {"speaker": "Yoder", "line": "Most likely because we were investigating into Bern’s Dragons. Saint Elimine, our founder, said this before she ascended to heaven: ‘Never allow the Dragons to be brought back to the world... It would spell death for many a people.’ Therefore, we are making our best efforts to find a way to send the Dragons back to the world in which they belong."}, {"speaker": "Roy", "line": "If the Revolutionaries had joined Bern, then they would naturally want to stop you..."}, {"speaker": "Yoder", "line": "That’s right. Also, we found out this: The resurrection of the Dragons is somehow tied to the Fire Emblem, Bern’s greatest treasure. That was where I sent Saul and Dorothy to investigate."}, {"speaker": "Roy", "line": "I see."}, {"speaker": "Yoder", "line": "Master Roy, you must stop the Revolutionaries. And if you would allow me to give you further advice, I would suggest that you do not do any unnecessary killing. I am sure there are troops that had no choice but to join the Revolutionaries due to inside reasons."}, {"speaker": "Roy", "line": "Yes."}, {"speaker": "Yoder", "line": "May Saint Elimine bless you, Master Roy."}], "battle": [{"speaker": "Galle", "line": "Zeiss. Where are you?"}, {"speaker": "Zeiss", "line": "I’m here, Sir Galle. Is something wrong? Why did you summon me here..."}, {"speaker": "Galle", "line": "There is no time to be explaining the details. Zeiss, you must hide."}, {"speaker": "Zeiss", "line": "...What do you mean? The enemy is right in front of us!"}, {"speaker": "Galle", "line": "Zeiss, listen to me. Just now, General Narcian gave an order to the entire army...to capture you."}, {"speaker": "Zeiss", "line": "What!? Does he think that I am betraying Bern?"}, {"speaker": "Galle", "line": "He is trying to put the responsibility for all of his past failures on your shoulders. He is saying that you worked with Melady to leak information to the enemy."}, {"speaker": "Zeiss", "line": "With my sister? We don’t even know where she is."}, {"speaker": "Galle", "line": "Melady has apparently joined the Lycia Alliance Army with the Princess."}, {"speaker": "Zeiss", "line": "!! Melady turned to the enemy!? I don’t believe it..."}, {"speaker": "Galle", "line": "Then get the story from her yourself. I want to go with you as well, but I have been told by Lord Murdock to observe the battle and report back to him. Zeiss, I want you escape when you see the chance and speak with Melady."}, {"speaker": "Zeiss", "line": "Sir Galle! I..."}, {"speaker": "Galle", "line": "I do not intend on doing anything until we hear Melady’s story."}, {"speaker": "Zeiss", "line": "......"}, {"speaker": "Hugh", "line": "What the? The Etrurian nobles ran off? Wait a minute, then what happens to my payment? I haven’t been paid for this mission yet!"}, {"speaker": "Cath", "line": "The treasures are calling me! So this is the palace of the richest family in Elibe... The treasure must be something indeed. Well, they took it all from us in the first place, so I guess I’ll only be taking it back!"}], "recruit-talk": [{"speaker": "Zeiss", "line": "Melady!", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "Zeiss!? What are you doing here?", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "...I’m being accused of betraying Bern.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "Oh...! Is it...my fault...?", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "Sir Galle said that you had joined the enemy. But I couldn’t believe it until now, when I can see it with my own eyes! Why! Why did you betray Bern?", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "I never betrayed Bern. I just wanted to help Princess Guinevere.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "So you threw away everything...your homeland, your family, even your lover...for the princess. For that...stubborn princess who betrayed her own brother!", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "Enough, Zeiss! I will not tolerate you insulting Princess Guinevere!", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "......", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "It’s the princess, not the king, who is truly working for the good of Bern. Granted, I was angry when the princess left without consulting me at all. But now that I’m by her side, I understand more than ever...that she had not made a mistake.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "...Sir Galle was right.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "?", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "He said that he didn’t intend on doing anything until he heard your story.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "Galle said that...", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "I don’t fully agree with you yet, but... I know I can trust you.", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Melady", "line": "Zeiss! Then...?", "recruiter": "Melady", "recruit": "Zeiss"}, {"speaker": "Zeiss", "line": "If the Lycia Alliance Army’s leader would allow it, I want to go with you. I want to see the princess’ beliefs that moved you so.", "recruiter": "Melady", "recruit": "Zeiss"}], "battle-talk": [{"speaker": "Elffin", "line": "Douglas!", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Prince Mildain! You’ve returned! You seem so well now...thank goodness.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "It is all thanks to you. I am sorry I put you through this.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "You returned safely... That is more than enough praise.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "Douglas, I am currently working with the Lycia Alliance Army.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Ah! Then everything will go smoothly as long as we can drive off Bern’s troops from the palace.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "What...are you going to do?", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "The king is still in the enemy’s hands. If I turn against Bern now, the king would be in danger...", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "......", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "But now that you have returned, I have no more regrets, even if I were to be defeated by the Lycia Alliance Army.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "Douglas...I apologize. You are doing this all for my father...", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "My Prince, if my life were to be used for the true benefit of Etruria, then that would be my last wish.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "......", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "I am glad that I could see you alive before my death.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "You risked your life to protect me and let me escape to the Western Isles. I shall never forget that. ...Never.", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "...I still have false hope. I still think of trying to take you to see the king...", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Elffin", "line": "...Douglas, I will not give up hope. Roy...he just might be able to...", "person_1": "Elffin", "person_2": "Douglas"}, {"speaker": "Larum", "line": "Father!", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Larum! What are you doing here?", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "I joined the Lycia Alliance Army with Prince Mildain...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "! So the prince has returned! Now Etruria has hope...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "Father...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Larum... I’m sorry I put you through this. I had to send you off along to protect the prince.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "No! That was what I wanted to do.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "...But just when I thought I had saved you from a hard life, I had to send you out to be a dancer again.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "...You saved me from that terrible life with no food...no money... And you even raised me as your own daughter... From that time, I made up my mind that I would one day return the gift, that I would be of some use to you.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Larum...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "So I’m really...glad, now. I’m finally being useful to you...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Larum, thank you. ...Please take care of the prince from now on as well.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "What about you? You’re not coming with us?", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "King Mordred is still in the hands of the enemy. If I turn to Lycia Alliance Army now, then the king’s life would be in danger.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "...But still...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Now that the prince has returned safely, I have no regrets, even I am to be taken down by the Lycia Alliance Army.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "......", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Now go. If you are seen with me, you would be suspected of treachery. No matter where you are, you will always be my true daughter. Always.", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Larum", "line": "Father...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "May your life be blessed with happiness...", "person_1": "Larum", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Cecilia.", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Cecilia", "line": "Lord Douglas... Why is someone of your stature fighting for the Revolutionaries...?", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "I am prioritizing the king’s safety. That is all.", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Cecilia", "line": "But if this continues, Etruria will become a puppet state for Bern! There must be a nation for there to be a king. If the nation falls, so will its power. And in the end, all will be forgotten!", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "If this nation is doomed to collapse...then so be it. But I will assure the king’s safety!", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Cecilia", "line": "What...! We must fight for our people, for our nation! The Etrurian army is for the people. They are not the king’s private soldiers!", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "...It is a matter of opinion. Cecilia, you must follow your beliefs, as I must follow mine.", "person_1": "Cecilia", "person_2": "Douglas"}, {"speaker": "Percival", "line": "Lord Douglas!", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Percival... I see no more hesitation in your eyes now.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Percival", "line": "Lord Douglas, it is thanks to you. Because you saved Prince Mildain, I was able to return to being an honorable knight again.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Good.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Percival", "line": "What are you going to do, Lord Douglas?", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "The king is still in the hands of the enemy. If I turn to Lycia Alliance Army now, then the king’s life would be in danger.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Percival", "line": "......", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Now that the prince has returned, I have no regrets, even if I am to be taken down by the Lycia Alliance Army.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Percival", "line": "I knew you would say that, my lord.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Douglas", "line": "Well, you have walked the same path as I. Please take care of the prince...and of Etruria.", "person_1": "Percival", "person_2": "Douglas"}, {"speaker": "Percival", "line": "Yes. I shall dedicate my life to them.", "person_1": "Percival", "person_2": "Douglas"}], "boss": [{"speaker": "Narcian", "line": "I am strong...I am wise...I am handsome...and I am right. Always! More than anybody!"}, {"speaker": "Narcian", "line": "No…No…! I will not be defeated…! Not by you…worthless… Gaaaaaaahhhhh!"}, {"speaker": "Narcian", "line": "You...! You’re that girl that was...!", "unit": "Clarine", "boss": "Narcian"}, {"speaker": "Clarine", "line": "? Excuse me, have we met before?", "unit": "Clarine", "boss": "Narcian"}, {"speaker": "Narcian", "line": "What! You have forgotten me, of all people!? That...must not be!", "unit": "Clarine", "boss": "Narcian"}, {"speaker": "", "line": "", "unit": "Melady", "boss": "Narcian"}, {"speaker": "", "line": "", "unit": "Melady", "boss": "Narcian"}, {"speaker": "Narcian", "line": "You...", "unit": "Zeiss", "boss": "Narcian"}, {"speaker": "Zeiss", "line": "General Narcian... No, Narcian! I heard everything from Sir Galle! Do you not...have any honor left in you at all!", "unit": "Zeiss", "boss": "Narcian"}, {"speaker": "Narcian", "line": "Galle...! Dammit, is he ever an eyesore! Well, it shall be fine... Once I get rid of you, everything will be shrouded in mystery...", "unit": "Zeiss", "boss": "Narcian"}, {"speaker": "Narcian", "line": "You’re... So, being defeated once wasn’t enough?", "unit": "Cecilia", "boss": "Narcian"}, {"speaker": "Cecilia", "line": "Zephiel was the one who defeated me. Not you.", "unit": "Cecilia", "boss": "Narcian"}, {"speaker": "Narcian", "line": "Then I shall show you my strength now!", "unit": "Cecilia", "boss": "Narcian"}, {"speaker": "Narcian", "line": "Well, if it isn’t General Percival, the traitor!", "unit": "Percival", "boss": "Narcian"}, {"speaker": "Percival", "line": "Joining you...was the biggest mistake of my life. And now, I shall repent for it...by defeating you!", "unit": "Percival", "boss": "Narcian"}], "end": [{"speaker": "Mordred", "line": "So it is you...who rescued us?"}, {"speaker": "Roy", "line": "My name is Roy, leader of the Lycia Alliance Army."}, {"speaker": "Mordred", "line": "Hm..."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Mordred", "line": "...I must ask you of something. The soldiers who have been working with Bern have taken over the Tower of the Saint."}, {"speaker": "Roy", "line": "The Tower of the Saint... That is where Saint Elimine’s altar lies."}, {"speaker": "Mordred", "line": "Yes... That is a national symbol of Etruria. Please, I ask you to recapture the tower."}, {"speaker": "Roy", "line": "I will do what I can."}, {"speaker": "Mordred", "line": "I am sorry. You may use anything in the tower that you find useful."}, {"speaker": "Roy", "line": "The king... He still mourns the prince’s death."}, {"speaker": "Merlinus", "line": "He must have been an easy target for Bern."}, {"speaker": "Roy", "line": "I want to help him...but how?"}, {"speaker": "Elffin", "line": "Father...I am sorry. When the time comes, I will return...I promise."}, {"speaker": "Roy", "line": "Princess Guinevere, I must speak with you."}, {"speaker": "Guinevere", "line": "...Is it that we must attack Bern as well after Etruria?"}, {"speaker": "Roy", "line": "! Did someone inform you?"}, {"speaker": "Guinevere", "line": "No. ...But I knew that it would happen eventually."}, {"speaker": "Roy", "line": "...We cannot leave Bern running around freely any longer. I know that it will be hard to see your nation invaded, but..."}, {"speaker": "Guinevere", "line": "...Roy, I will give this to you."}, {"speaker": "Roy", "line": "What is this?"}, {"speaker": "Guinevere", "line": "It is Bern’s greatest treasure...the Fire Emblem."}, {"speaker": "Roy", "line": "What!?"}, {"speaker": "Guinevere", "line": "In the south of Bern lies a temple called the Temple of Seals. In it lies the sword that our founder, Hartmut, used."}, {"speaker": "Roy", "line": "Is it...one of the Divine Weapons?"}, {"speaker": "Guinevere", "line": "I believe so. It was a sword made to slay the Dark Dragon, the leader of the Dragons during the Scouring. However, it held power so immense that it was sealed away after the war. The Fire Emblem is the key to break its seal."}, {"speaker": "Roy", "line": "The key..."}, {"speaker": "Guinevere", "line": "My brother...is trying to force the world into submission through power. That is not forgivable, no matter what the reason."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "To stop him, all we can do is defeat the Dragon at his side."}, {"speaker": "Roy", "line": "Princess Guinevere..."}, {"speaker": "Guinevere", "line": "...My name shall be stained in history, as the woman who betrayed her nation."}, {"speaker": "Roy", "line": "No..."}, {"speaker": "Guinevere", "line": "I shall be hated all my life as a traitor. Roy, promise me one thing. When we invade Bern, promise me that you will not harm the civilians..."}, {"speaker": "Roy", "line": "I promise. Please trust me."}, {"speaker": "Guinevere", "line": "...Thank you."}]}