{"chapter": "16x", "title": "The Pinnacle Of Light", "speakers": ["Windham", "Soldier", "Douglas", "Roy", "Guinevere"], "dialogue_counts": {"Windham": 6, "Soldier": 4, "Douglas": 5, "Roy": 17, "Guinevere": 11}, "gender_counts": {"M": 22, "F": 11, "N": 10, "A": 0}, "lines": 49, "transitions": "---NNNNNNN-MMMMMM-N-N-NMMMMM-MFMFMFMFMFMFMFMFMFMFMF", "opening": ["At the request of King Mordred, Roy headed for the Tower of the Saint on the", "outskirts of Aquleia.", "The Tower of the Saint was a place of worship for Saint Elimine, one of the", "Eight Heroes, and in the tower lay various holy objects relating to her.", "However, this sacred tower was now under the control of Bishop Windham, who had", "rebelled against the Elimine Church by Roartz's orders."], "intro": [{"speaker": "Windham", "line": "Lord Roartz fled!? Then what will happen to me, who turned against the Church?"}, {"speaker": "Soldier", "line": "Sir, Lord Roartz’s message is that he ‘doesn’t want to waste time dealing with useless bishops who cannot even tame the Elimine Church.'"}, {"speaker": "Windham", "line": "This is all because that damned Yoder got in my way..."}, {"speaker": "Soldier", "line": "Well, yes... But even if you tell me about it..."}, {"speaker": "Windham", "line": "...All right, fine... This is our last mission. If we are to die, then the Lycia Alliance Army will be going down with us! Prepare the Heavenly Arrows!"}, {"speaker": "Soldier", "line": "B-But Bishop Windham! If we use those, they may hit our allies as well!"}, {"speaker": "Windham", "line": "Quiet! I do the ordering around here! ...I shall show them...hahaha...!"}, {"speaker": "Douglas", "line": "This is the Tower of the Saint. Saint Elimine’s weapon, the Aerial spell book, lies here."}, {"speaker": "Roy", "line": "Lord Douglas, thank you for helping us when we were your enemies just a while earlier."}, {"speaker": "Douglas", "line": "You do not have to thank me. The king ordered me to help you. Do not worry about it."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Douglas", "line": "Besides, you are the saviors of Etruria. It is an honor to be able to fight along your side."}, {"speaker": "Roy", "line": "Lord Douglas..."}], "boss": [{"speaker": "Windham", "line": "Die! All of you! Everything shall be destroyed!"}, {"speaker": "Windham", "line": "Hahaha! Haha…ha…"}], "end": [{"speaker": "Soldier", "line": "Master Roy, I think we have found the spell book."}, {"speaker": "Roy", "line": "Lord Douglas, is this...?"}, {"speaker": "Douglas", "line": "Yes, this is it. This is the Pinnacle of Light, the Aerial spell book, Saint Elimine’s weapon."}, {"speaker": "Roy", "line": "May we use it?"}, {"speaker": "Douglas", "line": "The king told you to use anything in the tower that you might find useful. And the Elimine Church is on our side as well. If we still have trouble, then I can negotiate with them."}, {"speaker": "Roy", "line": "All right. Thank you, Lord Douglas."}, {"speaker": "Roy", "line": "Princess Guinevere, I must speak with you."}, {"speaker": "Guinevere", "line": "...Is it that we must attack Bern as well after Etruria?"}, {"speaker": "Roy", "line": "! Did someone inform you?"}, {"speaker": "Guinevere", "line": "No. ...But I knew that it would happen eventually."}, {"speaker": "Roy", "line": "...We cannot leave Bern running around freely any longer. I know that it will be hard to see your nation invaded, but..."}, {"speaker": "Guinevere", "line": "...Roy, I will give this to you."}, {"speaker": "Roy", "line": "What is this?"}, {"speaker": "Guinevere", "line": "It is Bern’s greatest treasure...the Fire Emblem."}, {"speaker": "Roy", "line": "What!?"}, {"speaker": "Guinevere", "line": "In the south of Bern lies a temple called the Temple of Seals. In it lies the sword that our founder, Hartmut, used."}, {"speaker": "Roy", "line": "Is it...one of the Divine Weapons?"}, {"speaker": "Guinevere", "line": "I believe so. It was a sword made to slay the Dark Dragon, the leader of the Dragons during the Scouring. However, it held power so immense that it was sealed away after the war. The Fire Emblem is the key to break its seal."}, {"speaker": "Roy", "line": "The key..."}, {"speaker": "Guinevere", "line": "My brother...is trying to force the world into submission through power. That is not forgivable, no matter what the reason."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "To stop him, all we can do is defeat the Dragon at his side."}, {"speaker": "Roy", "line": "Princess Guinevere..."}, {"speaker": "Guinevere", "line": "...My name shall be stained in history, as the woman who betrayed her nation."}, {"speaker": "Roy", "line": "No..."}, {"speaker": "Guinevere", "line": "I shall be hated all my life as a traitor. Roy, promise me one thing. When we invade Bern, promise me that you will not harm the civilians..."}, {"speaker": "Roy", "line": "I promise. Please trust me."}, {"speaker": "Guinevere", "line": "...Thank you."}]}