{"chapter": "17A", "title": "The Path Through The Ocean", "speakers": ["Murdock", "Galle", "Roartz", "Arcard", "Yoder", "Roy", "Soldier", "Merlinus", "Klein"], "dialogue_counts": {"Murdock": 9, "Galle": 3, "Roartz": 4, "Arcard": 9, "Yoder": 8, "Roy": 17, "Soldier": 3, "Merlinus": 11, "Klein": 1}, "gender_counts": {"M": 49, "F": 0, "N": 16, "A": 0}, "lines": 70, "transitions": "-----NMNNNMNNNMNNNN-MNMN-MMMMMMMMMMMMMMM-NMNMNM-MMMMMM-M-M-MM-M-MMMMMMMMMMMMMMM", "opening": ["After Roy captured Aquleia, other Etrurian powers gradually began to change their views and express their discontent for the Revolutionaries. Driven away from their palace, Roartz and Arcard fled to Ilia, which was still under Bern’s control.", "Ilia, also known as the Frozen Highlands, was a harsh land with short summers and long winters. With little arable land, the nation’s main source of income was to send out mercenary knights to fight for pay.", "Etruria joined force with the Lycia Alliance Army to form a joint force under the name of the Etrurian Army, with Roy as its commander. Their first mission was to enter Ilia and finish off the remaining Revlutionaries. Once that was done, they would proceed to launch direct attacks on Bern. With the powerful backing of the Elimine Church, Roy had the populace on his side.", "However, Roy had to face the freezing cold of Ilia, as well as Bern’s elite troops under General Murdock, the leader of the Three Dragon Lords. In addition, many of the powerful Ilian mercenary knights had submitted to Bern’s side.", "As a start, Roy headed for Castle Raemy, located on the Ilian border."], "intro": [{"speaker": "Murdock", "line": "So, Narshen has fallen."}, {"speaker": "Galle", "line": "Yes. Lord Murdock, did we really not have to aid him?"}, {"speaker": "Murdock", "line": "Those were the king’s orders. Besides, the Bern army has no use for a man who cannot clean up his own messes."}, {"speaker": "Roartz", "line": "Lord Murdock... What will become of us?"}, {"speaker": "Murdock", "line": "Lord Arcard, I will entrust this land of Raemy to you. Lord Roartz, I will have you take the land of Edessa. You must make preparations to retaliate."}, {"speaker": "Arcard", "line": "What!? Raemy is right on the border! The enemy will arrive in no time!"}, {"speaker": "Murdock", "line": "True. But this position also allows us to easily launch attacks on Etruria. Make sure this castle does not fall."}, {"speaker": "Roartz", "line": "Edessa... It is deep in the wastelands of Ilia..."}, {"speaker": "Murdock", "line": "That would give you plenty of time to prepare your forces, would it not?"}, {"speaker": "Arcard", "line": "Could you not...take back Etruria for us?"}, {"speaker": "Murdock", "line": "We could. However, when we do, Etruria will go under Bern’s rule."}, {"speaker": "Roartz", "line": "No! That won’t do."}, {"speaker": "Murdock", "line": "Then I suggest that you find a way to deal with the situation yourselves. Excuse us."}, {"speaker": "Roartz", "line": "......"}, {"speaker": "Galle", "line": "My lord, were we supposed to dispose of those two like that?"}, {"speaker": "Murdock", "line": "Don’t worry. Bern’s code says that every individual must be able to deal with the consequences of his own actions. ...The enemy leader, was his name Roy?"}, {"speaker": "Galle", "line": "Yes."}, {"speaker": "Murdock", "line": "I must admit, he has done a superb job of rebuilding the Alliance Army after we crushed it so... If I have the chance, I would like to have the honor of fighting him one on one."}, {"speaker": "Yoder", "line": "We are soon approaching the Etrurian border."}, {"speaker": "Roy", "line": "Bishop Yoder, thank you for everything. Thanks to the Church, we were able to proceed thus far with ease."}, {"speaker": "Yoder", "line": "Please. If you had not captured Aquleia, we would be suffering from persecution under Bern. This is nothing in comparison to what you did for us."}, {"speaker": "Roy", "line": "I am glad that I could be of use to you."}, {"speaker": "Yoder", "line": "Now... May I ask you a very important favor?"}, {"speaker": "Roy", "line": "Yes, anything that I am capable of."}, {"speaker": "Yoder", "line": "If you find out anything else about the Dragons..."}, {"speaker": "Roy", "line": "I understand. If I discover anything new, I will report to you immediately."}, {"speaker": "Yoder", "line": "Thank you! ...Ah, yes, I must tell you something else. This land of Raemy... At a certain time of the day, the sea level drops, exposing a sand bar that can be crossed."}, {"speaker": "Roy", "line": "A sand bar?"}, {"speaker": "Yoder", "line": "Yes. It will take long to traverse all the way around the bay to attack the castle. However, should you be able to cross the sand bar, you may be able to save some time."}, {"speaker": "Roy", "line": "I see."}, {"speaker": "Yoder", "line": "Still, please be careful. Rushing is not always the best tactic to win a battle."}, {"speaker": "Roy", "line": "Yes. Thank you for your advice."}, {"speaker": "Yoder", "line": "Of course. Then, may Saint Elimine bless the Etrurian Army!"}], "battle": [{"speaker": "Soldier", "line": "Lord Arcard! A path has appeared in the sea!"}, {"speaker": "Arcard", "line": "What!?"}, {"speaker": "Soldier", "line": "Well... According to the locals, the tide pulls at this time of day..."}, {"speaker": "Arcard", "line": "What!? You didn’t know about this!?"}, {"speaker": "Soldier", "line": "But, sir, we are not from these parts! We are not familiar with the geography of this land!"}, {"speaker": "Arcard", "line": "Damn! Charge! Prevent the enemy from crossing that path!"}, {"speaker": "Merlinus", "line": "Master Roy, we have a report."}, {"speaker": "Roy", "line": "Did the path in the sea appear?"}, {"speaker": "Merlinus", "line": "Yes. Bishop Yoder was right."}, {"speaker": "Roy", "line": "Did the enemy know about this?"}, {"speaker": "Merlinus", "line": "Actually, they seem to be a panicked state."}, {"speaker": "Roy", "line": "All right, then let’s not miss this chance! Charge!"}], "boss": [{"speaker": "Arcard", "line": "Wh-Why! Why is this happening to me!?"}, {"speaker": "Arcard", "line": "I...am an Etrurian...noble! I must not...die...here... Guh!"}, {"speaker": "Arcard", "line": "Klein! You would betray me?", "unit": "Klein", "boss": "Arcard"}, {"speaker": "Klein", "line": "You are the one who betrayed Etruria, Lord Arcard!", "unit": "Klein", "boss": "Arcard"}, {"speaker": "Arcard", "line": "D-Douglas! You had turned to the enemy...!?", "unit": "Douglas", "boss": "Arcard"}], "end": [{"speaker": "Merlinus", "line": "Lord Arcard... What a pathetic ending for one who became so powerful."}, {"speaker": "Roy", "line": "Well, last year, I didn’t think we would be fighting in Sacae, either. Fate can turn out in the most unlikely ways... And that might be true for Bern as well."}, {"speaker": "Merlinus", "line": "...? Master Roy, what is it that you are holding in your hand?"}, {"speaker": "Roy", "line": "Oh, this? This is the Fire Emblem."}, {"speaker": "Merlinus", "line": "Oh... So this tiny gem is..."}, {"speaker": "Roy", "line": "Princess Guinevere wanted me to keep it. It seemed...difficult for her to give it to me... She must have been truly hoping to end the war peacefully until now...where this is no hope left..."}, {"speaker": "Merlinus", "line": "Hmm... Trust between siblings? It didn’t seem likely on the outside."}, {"speaker": "Roy", "line": "Why not?"}, {"speaker": "Merlinus", "line": "The enemy is Zephiel, king of Bern! It is said that he murdered his own father, so I didn’t think that he would be moved by mere family relations..."}, {"speaker": "Roy", "line": "What!? He killed his own father?"}, {"speaker": "Merlinus", "line": "Didn’t you know, Master Roy? Zephiel took the throne because the former king had died. But because the former king’s death was so sudden, there are many rumors going around."}, {"speaker": "Roy", "line": "And one of them is..."}, {"speaker": "Merlinus", "line": "...That King Zephiel assassinated him."}, {"speaker": "Roy", "line": "...Does Princess Guinevere know about this?"}, {"speaker": "Merlinus", "line": "She must know something about it, if not all."}]}