{"chapter": "17B", "title": "The Path Through The Ocean", "speakers": ["Brunnya", "Soldier", "Roartz", "Arcard", "Yoder", "Roy", "Klein", "Merlinus"], "dialogue_counts": {"Brunnya": 9, "Soldier": 3, "Roartz": 4, "Arcard": 8, "Yoder": 7, "Roy": 13, "Klein": 1, "Merlinus": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 69, "transitions": "------------", "opening": ["After Roy captured Aquleia, other Etrurian powers slowly began to change their", "views and express their anti Coup d'etat opinions.  Driven away from their", "palace, Roartz and Arcard fled to Sacae, which was still under Bern's control.", "Sacae is the vast plain-covered land in the center of the continent.  Before", "Bern invaded, the various tribes there led nomadic lives.", "The Etrurian army joined the Lycia Alliance Army to form a joint Etruria-Lycia", "Union Army.  The decision was to head for Sacae to get rid of the remaining", "Coup d'etat forces and also attack Bern, who was behind them.", "Thinking that some Etrurian knight groups would not approve of being seen as", "under the Lycia Alliance Army, Roy officially named the new Union the \"Etrurian", "Army\" and became its commander.", "Roy led the division responsible for entering Sacae.  The Sacae people are wary", "of outsiders in the first place, but even worse, Brunnya, another of the Three", "Dragon Lords, had gotten the largest tribe in Sacae, the Djute clan, under", "submission.  The warriors of the Djute tribe and Brunnya's elite Bern troops", "stood in front of Roy as he set foot on Sacae's soil."], "intro": [{"speaker": "Brunnya", "line": "So... Narshen fell at Aquleia."}, {"speaker": "Soldier", "line": "Yes, General Brunnya. It has been confirmed."}, {"speaker": "Brunnya", "line": "I see..."}, {"speaker": "Roartz", "line": "L-Lady Brunnya... What will become of us?"}, {"speaker": "Brunnya", "line": "Please do not worry, Lord Roartz. You have assisted us, so we will not abandon you. I shall assure that."}, {"speaker": "Arcard", "line": "Thank you..."}, {"speaker": "Brunnya", "line": "Then, Lord Arcard, you will be assigned the defense of this land, Talas. Lord Roartz, your post will be the city of Bulgar."}, {"speaker": "Arcard", "line": "Talas!? W-Wait! This is too close to Aquleia. The enemy will be here in no time!"}, {"speaker": "Brunnya", "line": "Then all must do is defeat them. This is an ideal post to set up a defense. Since it is so close to Aquleia, the enemy will be sure to attack. We can be most prepared here."}, {"speaker": "Arcard", "line": "Well, that’s true..."}, {"speaker": "Roartz", "line": "Bulgar...that is deep in the foreign lands of Sacae. I hear that there is much rebellion among the nomads..."}, {"speaker": "Brunnya", "line": "Then force them into submission. Is that not your specialty?"}, {"speaker": "Roartz", "line": "Well..."}, {"speaker": "Brunnya", "line": "Rumors say that the enemy commander, Roy, is still a boy. Still, he has prevailed through many scandals and conspiracies to rebuild the Lycia Alliance Army and strengthen it further than ever. Compared to his hardships, yours are close to nothing. Am I wrong?"}, {"speaker": "Arcard", "line": "......"}, {"speaker": "Brunnya", "line": "Then I must be off. I will be praying for your success."}, {"speaker": "Roartz", "line": "......"}, {"speaker": "Soldier", "line": "...Are you sure, my lady?"}, {"speaker": "Brunnya", "line": "Those two are disgraceful cowards who cast away their homeland to save their own skins. We must not assist them any more than necessary. They should be thankful that they are getting the land and troops that they are."}, {"speaker": "Soldier", "line": "......"}, {"speaker": "Yoder", "line": "We are soon approaching the Etrurian border."}, {"speaker": "Roy", "line": "Bishop Yoder, thank you for everything. Thanks to the Church, we were able to proceed thus far with ease."}, {"speaker": "Yoder", "line": "Please. If you had not captured Aquleia, we would be suffering from persecution under Bern. This is nothing in comparison to what you did for us."}, {"speaker": "Roy", "line": "I am glad that I could be of use to you."}, {"speaker": "Yoder", "line": "Now... May I ask you a very important favor?"}, {"speaker": "Roy", "line": "Yes, anything that I am capable of."}, {"speaker": "Yoder", "line": "If you find out anything else about the Dragons..."}, {"speaker": "Roy", "line": "I understand. If I discover anything new, I will report to you immediately."}, {"speaker": "Yoder", "line": "Thank you! ...Ah, yes, I must tell you something else. The lands around here... They are surrounded by high mountains and valleys. And now that night has fallen..."}, {"speaker": "Roy", "line": "The perfect setting for an ambush..."}, {"speaker": "Yoder", "line": "Exactly. Castle Talas up ahead is under Bern’s control."}, {"speaker": "Roy", "line": "All right. I will be careful."}, {"speaker": "Yoder", "line": "Yes, please. Then, may Saint Elimine bless the Etrurian Army!"}], "boss": [{"speaker": "Arcard", "line": "W-Why! Why is this happening to me!?"}, {"speaker": "Arcard", "line": "I...am an Etrurian...noble! I must not...die...here... Guh!"}, {"speaker": "Arcard", "line": "Klein! You would betray me?", "unit": "Klein", "boss": "Arcard"}, {"speaker": "Klein", "line": "You are the one who betrayed Etruria, Lord Arcard!", "unit": "Klein", "boss": "Arcard"}, {"speaker": "Arcard", "line": "D-Douglas! You had turned to the enemy...!?", "unit": "Douglas", "boss": "Arcard"}], "end": [{"speaker": "Merlinus", "line": "Lord Arcard... What a pathetic ending for one who became so powerful."}, {"speaker": "Roy", "line": "Well, last year, I didn’t think we would be fighting in Sacae, either. Fate can turn out in the most unlikely ways... And that might be true for Bern as well."}, {"speaker": "Merlinus", "line": "...? Master Roy, what is it that you are holding in your hand?"}, {"speaker": "Roy", "line": "Oh, this? This is the Fire Emblem."}, {"speaker": "Merlinus", "line": "Oh... So this tiny gem is..."}, {"speaker": "Roy", "line": "Princess Guinevere wanted me to keep it. It seemed...difficult for her to give it to me... She must have been truly hoping to end the war peacefully until now...where this is no hope left..."}, {"speaker": "Merlinus", "line": "Hmm... Trust between siblings? It didn’t seem likely on the outside."}, {"speaker": "Roy", "line": "Why not?"}, {"speaker": "Merlinus", "line": "The enemy is Zephiel, king of Bern! It is said that he murdered his own father, so I didn’t think that he would be moved by mere family relations..."}, {"speaker": "Roy", "line": "What!? He killed his own father?"}, {"speaker": "Merlinus", "line": "Didn’t you know, Master Roy? Zephiel took the throne because the former king had died. But because the former king’s death was so sudden, there are many rumors going around."}, {"speaker": "Roy", "line": "And one of them is..."}, {"speaker": "Merlinus", "line": "...That King Zephiel assassinated him."}, {"speaker": "Roy", "line": "...Does Princess Guinevere know about this?"}, {"speaker": "Merlinus", "line": "She must know something about it, if not all."}]}