{"chapter": "18A", "title": "The Frozen River", "speakers": ["Soldier", "Martel", "Niime", "Roy", "Guinevere", "Merlinus"], "dialogue_counts": {"Soldier": 2, "Martel": 13, "Niime": 23, "Roy": 28, "Guinevere": 7, "Merlinus": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 82, "transitions": "----------", "opening": ["After defeating Arcard, Roy moved east deep into the frozen lands of Ilia.", "Soon, they entered the thick forests that characterize Ilia’s central land. However, a general of Bern, Bishop Martel, was waiting for them with an ancient spell that was said to have been lost centuries ago…"], "intro": [{"speaker": "Soldier", "line": "Bishop Martel! We have brought Lady Niime, as you asked."}, {"speaker": "Martel", "line": "Good. Let her pass."}, {"speaker": "Niime", "line": "What do you need from me?"}, {"speaker": "Martel", "line": "Are you Niime, the Hermit on the Mountain?"}, {"speaker": "Niime", "line": "So, some have begun calling me that, have they? Then I must be that Niime."}, {"speaker": "Martel", "line": "I hear that you are capable of using the ancient spell book that we found in this castle."}, {"speaker": "Niime", "line": "I should be able to. I’ve been studying the dark arts and ancient magic for decades now."}, {"speaker": "Martel", "line": "I understand that this spell can change the weather around the caster..."}, {"speaker": "Niime", "line": "It wouldn’t be entirely improbable."}, {"speaker": "Martel", "line": "Then I order you. Use the spell book and create rainfall. Make it rain so that the rivers will overflow and push back the advancing Etrurian Army."}, {"speaker": "Niime", "line": "Well, I can try, but I frankly can’t guarantee that it will work. Also, powerful spells like these can only be cast once. Are you sure?"}, {"speaker": "Martel", "line": "Silence! All you must do is follow my commands. You were the one who came to us and said you wished to join our forces. Then make yourself useful."}, {"speaker": "Niime", "line": "......"}, {"speaker": "Roy", "line": "Princess Guinevere... We are getting closer to Bern."}, {"speaker": "Guinevere", "line": "...Yes."}, {"speaker": "Roy", "line": "Since we are getting closer, we are clashing with soldiers from Bern more and more often. It will not be long before we engage in full combat with Bern."}, {"speaker": "Guinevere", "line": "......"}, {"speaker": "Roy", "line": "I wish to ask you something before we do."}, {"speaker": "Guinevere", "line": "What is that?"}, {"speaker": "Roy", "line": "I have been hearing rumors...that King Zephiel rose to the throne because he murdered the former king."}, {"speaker": "Guinevere", "line": "!"}, {"speaker": "Roy", "line": "I couldn’t believe it. You tried to stop him even by casting away your nationality. If King Zephiel is such a mad individual as the rumors say, then why did you try so hard to find a peaceful way to end the war?"}, {"speaker": "Guinevere", "line": "......"}, {"speaker": "Roy", "line": "Princess Guinevere, I accepted the Fire Emblem not to use it in battle, but to try and find a use for it to end this war peacefully."}, {"speaker": "Guinevere", "line": "Roy..."}, {"speaker": "Roy", "line": "Therefore, please tell me the truth about the rumors..."}, {"speaker": "Guinevere", "line": "I...I’m sorry. Please...give me some time."}, {"speaker": "Roy", "line": "Princess!"}, {"speaker": "Merlinus", "line": "...What is the matter? Princess Guinevere was running off..."}, {"speaker": "Roy", "line": "...No, it’s nothing. Did you need something?"}, {"speaker": "Merlinus", "line": "Yes, I have gathered some more information. We may have some trouble with this battle. A powerful dark magician by the name of Niime resides in the enemy ranks."}, {"speaker": "Roy", "line": "Dark magician... A Druid, probably."}, {"speaker": "Merlinus", "line": "She is apparently extremely learned in ancient sorcery. She has much more knowledge than any scholar could dream of."}, {"speaker": "Roy", "line": "But we can’t pull back now."}, {"speaker": "Merlinus", "line": "No, but we can always be careful."}, {"speaker": "Roy", "line": "I know. We must be wary."}], "battle": [{"speaker": "Martel", "line": "Is the spell ready? Niime!"}, {"speaker": "Niime", "line": "...I’m warning you for the last time. I really have no idea what will happen..."}, {"speaker": "Martel", "line": "Just shut up and cast the spell!"}, {"speaker": "Niime", "line": "Sigh... All right..."}, {"speaker": "Merlinus", "line": "Wh-What is going on...?"}, {"speaker": "Roy", "line": "An enemy spellcaster? Everyone, watch out!"}, {"speaker": "Martel", "line": "What... What is this!? The rivers... The rivers have frozen over!"}, {"speaker": "Niime", "line": "My, my... Now isn’t this a surprise..."}, {"speaker": "Martel", "line": "! You! You did this on purpose!"}, {"speaker": "Niime", "line": "What are you talking about... I warned you that I couldn’t predict what would happen."}, {"speaker": "Martel", "line": "Quiet! Someone! Throw her into the dungeon!"}, {"speaker": "Soldier", "line": "Yes, sir."}, {"speaker": "Niime", "line": "Sigh..."}, {"speaker": "Roy", "line": "What...happened?"}, {"speaker": "Merlinus", "line": "Master Roy, we have a report. The rivers have apparently frozen over."}, {"speaker": "Roy", "line": "What?"}, {"speaker": "Merlinus", "line": "The ice is think enough for knights on horseback to cross them safely."}, {"speaker": "Roy", "line": "Oh... Well, good, we can advance more quickly now. Charge toward the castle gate!"}], "boss": [{"speaker": "Martel", "line": "Blast! How could you have traversed through this snow… Curse that useless hag!"}, {"speaker": "Martel", "line": "No… I, one of the most intelligent of the generals…can die…?"}], "end": [{"speaker": "Niime", "line": "Ah, finally I’ve been released from the clutches of Bern."}, {"speaker": "Roy", "line": "You are?"}, {"speaker": "Niime", "line": "My name is Niime. I live in the mountains and study arcane magic."}, {"speaker": "Roy", "line": "You say you were released. Did you not join Bern out of your own will?"}, {"speaker": "Niime", "line": "Well, I did, but it was only a guise. Bern’s army had something that I wanted to study."}, {"speaker": "Roy", "line": "What is that?"}, {"speaker": "Niime", "line": "The Dragons."}, {"speaker": "Roy", "line": "!"}, {"speaker": "Niime", "line": "Well, well, that got you interested, didn’t it?"}, {"speaker": "Roy", "line": "The Dragons you speak of... They are not the wyverns that Bern’s Dragon Knights ride, but the strange troops that are mixed in with Bern’s soldiers..."}, {"speaker": "Niime", "line": "Exactly. Those are the Dragons that were supposedly defeated in the Scouring."}, {"speaker": "Roy", "line": "Why do you know this...?"}, {"speaker": "Niime", "line": "I thought that this war was just another skirmish at first. But then I began to see strange...evil things among Bern’s troops, so I decided to investigate."}, {"speaker": "Roy", "line": "Were you able to find out anything?"}, {"speaker": "Niime", "line": "The Dragons are indeed shrouded in mystery. I looked through many ancient books and scrolls, but I could only decipher so many of them. But..."}, {"speaker": "Roy", "line": "...But?"}, {"speaker": "Niime", "line": "I have come to believe that Bern has resurrected the Dark Dragon."}, {"speaker": "Roy", "line": "Dark Dragon... That is the leader of the Dragons that Hartmut defeated."}, {"speaker": "Niime", "line": "Right. Dragons are a much more advanced species then us humans. They have much greater vitality and intellect than us. However, there was one thing that the Dragons lagged far behind the humans in. The Dragons’ reproductive system was much less efficient than that of the humans. But even then, the Dark Dragon...it had the power to create more Dragons. That is what I learned from my research."}, {"speaker": "Roy", "line": "It can make more Dragons..."}, {"speaker": "Niime", "line": "The Dark Dragon can create more of its kind. That would explain where Bern has been getting all of its Dragons."}, {"speaker": "Roy", "line": "That is possible."}, {"speaker": "Niime", "line": "Now, that being said... I want to learn more about the Dragons. Let me accompany your travels. I wield Dark Magic...I’m sure I can be of some assistance."}, {"speaker": "Roy", "line": "Of course. We want to learn about the Dragons as well. It may be dangerous, but it that’s okay with you, you’re welcome to join us."}]}