{"chapter": "19A", "title": "Bitter Cold", "speakers": ["Soldier", "Sigune", "Roy", "Niime", "Shanna", "Thea", "Merlinus", "Guinevere"], "dialogue_counts": {"Soldier": 7, "Sigune": 13, "Roy": 22, "Niime": 9, "Shanna": 2, "Thea": 1, "Merlinus": 6, "Guinevere": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 70, "transitions": "---------", "opening": ["After defeating Martel and finding their way out of the forest, The Etrurian Army faced the blizzards common of Ilia’s winters.", "Ilia’s harsh climate was a natural defense in itself against invaders. Sigune, flightleader of the Pegasus Knights that had turned to Bern, was preparing to attack Roy, coupled with Ilia’s greatest natural weapon."], "intro": [{"speaker": "Soldier", "line": "Captain! The enemy has arrived. They are on the other side of the mountain."}, {"speaker": "Sigune", "line": "So, they’ve arrived. ...The battle will start soon."}, {"speaker": "Soldier", "line": "Captain, are you sure?"}, {"speaker": "Sigune", "line": "About what?"}, {"speaker": "Soldier", "line": "The Etrurian Army is saying that will liberate us from Bern. In that case, we could gain independence..."}, {"speaker": "Sigune", "line": "Do you really believe what they say? What idiot would fight a war for the sake of others? Once they defeat Bern, they’ll just establish themselves as the next dictator."}, {"speaker": "Soldier", "line": "Well..."}, {"speaker": "Sigune", "line": "Then it’s better to be with Bern. They’re better at warfare."}, {"speaker": "Soldier", "line": "......"}, {"speaker": "Sigune", "line": "Come now, we have more immediate problems. We’ve got to get rid of the enemy that’s right in front of us first. Are the ballistas ready?"}, {"speaker": "Soldier", "line": "Yes. The archers are all at their stations."}, {"speaker": "Sigune", "line": "Good! Shoot at them from a distance... They’ll be floundering around in the dark in this powerful blizzard. Observe nature’s wrath..."}, {"speaker": "Roy", "line": "Such strong wind and hail... I can’t see three meters in front of me."}, {"speaker": "Niime", "line": "Ilia’s winters are always like this. This is expected if you’re fighting a battle at this time of the year."}, {"speaker": "Roy", "line": "We must attack now so that Bern doesn’t have the time to recover."}, {"speaker": "Niime", "line": "That’s true. It would be a disaster if the Dark Dragon really was brought back into this world."}, {"speaker": "Roy", "line": "I was thinking... Maybe the Dark Dragon is in human form as well."}, {"speaker": "Niime", "line": "Perhaps. Maybe all the Dragons are in human form now. I’ve also heard stories of Dragons in human form living with people."}, {"speaker": "Roy", "line": "Arcadia..."}, {"speaker": "Niime", "line": "Hm? Did you say something?"}, {"speaker": "Roy", "line": "No, nothing."}, {"speaker": "Niime", "line": "I don’t know anything specific, but I’ve read in an ancient scroll that Dragons started taking human form only after the Ending Winter."}, {"speaker": "Roy", "line": "The Ending Winter..."}, {"speaker": "Niime", "line": "You’ve heard about it, right?"}, {"speaker": "Roy", "line": "Yes, only in legend. ‘At the Winder of Ends, the laws of nature were turned upside down. Day became night, and summer became winter.'"}, {"speaker": "Niime", "line": "That’s it. These scrolls are so old and damaged so I couldn’t decipher all of them, but one thing is clear. The Ending Winter was a disaster powerful enough to bend and twist the planet."}, {"speaker": "Roy", "line": "What caused it?"}, {"speaker": "Niime", "line": "Who knows... Popular belief says that the laws of nature were twisted when the Dragons unleashed vast amounts of magical power, but I have no idea about what really happened. But it does seem certain that Dragons started taking human form after the Ending Winter. It must be more than coincidence."}, {"speaker": "Roy", "line": "Yes, I agree."}, {"speaker": "Niime", "line": "Well, either way, the truth lies in Bern."}], "battle": [{"speaker": "Soldier", "line": "Captain! Other Pegasus Knight squads are headed this way to assist us!"}, {"speaker": "Sigune", "line": "Really? That would help. Too bad for the enemy... They’ll be in a panic if they suddenly get attacked from all directions when they can’t see in this snowstorm..."}], "boss": [{"speaker": "Sigune", "line": "So...you made it through this blizzard and cold? Congratulations. But it’s over. You shall end...right here, right now."}, {"speaker": "Sigune", "line": "...Well, well... So I’m the one...to die... But maybe...I had already died...a long time...ago..."}, {"speaker": "Sigune", "line": "You... You’re Juno’s youngest sister. You would fight me?", "unit": "Shanna", "boss": "Sigune"}, {"speaker": "Shanna", "line": "......", "unit": "Shanna", "boss": "Sigune"}, {"speaker": "Sigune", "line": "By the honor of an Ilian knight... I won’t go easy on you. All right?", "unit": "Shanna", "boss": "Sigune"}, {"speaker": "Shanna", "line": "Yes...", "unit": "Shanna", "boss": "Sigune"}, {"speaker": "Sigune", "line": "Thea? What are you doing here? Oh...you’ve joined the Etrurian side.", "unit": "Thea", "boss": "Sigune"}, {"speaker": "Thea", "line": "Captain Sigune...", "unit": "Thea", "boss": "Sigune"}, {"speaker": "Sigune", "line": "You know the Ilian knightly code. I won’t go easy on you.", "unit": "Thea", "boss": "Sigune"}], "end": [{"speaker": "Roy", "line": "Merlinus, I need you to send this letter to Bishop Yoder in Etruria."}, {"speaker": "Merlinus", "line": "A letter? May I ask what it says?"}, {"speaker": "Roy", "line": "It’s the story we heard from Niime about the Dragons."}, {"speaker": "Merlinus", "line": "Oh? What did you discuss with her about the Dragons?"}, {"speaker": "Roy", "line": "It’ll be long if I tell you. I haven’t sealed the letter yet, so you can look through it if you want."}, {"speaker": "Merlinus", "line": "All right. Let me see..."}, {"speaker": "Guinevere", "line": "......"}, {"speaker": "Roy", "line": "Is something wrong, Princess Guinevere?"}, {"speaker": "Guinevere", "line": "...I have come to speak about my brother."}, {"speaker": "Roy", "line": "! ...Are you sure?"}, {"speaker": "Guinevere", "line": "Yes... I want you to know before we enter Bern...about the tragedies that have occurred. You asked earlier if my brother murdered the former king."}, {"speaker": "Roy", "line": "Yes..."}, {"speaker": "Guinevere", "line": "In short...it is true."}, {"speaker": "Roy", "line": "! Then King Zephiel indeed killed his own father to seize the throne..."}, {"speaker": "Guinevere", "line": "No!"}, {"speaker": "Roy", "line": "No? He didn’t kill his father to get the throne?"}, {"speaker": "Guinevere", "line": "No... Our father was the one who tried to kill Zephiel first."}, {"speaker": "Roy", "line": "What!? Then King Zephiel..."}, {"speaker": "Guinevere", "line": "He...couldn’t bear the abuse he was taking from our father. And so he..."}, {"speaker": "Roy", "line": "What... Why did..."}, {"speaker": "Merlinus", "line": "The Dragons are indeed are mysterious species... Hm? What is the matter?"}, {"speaker": "Guinevere", "line": "No...it is nothing. Perhaps later..."}, {"speaker": "Merlinus", "line": "...Did I appear at a bad time?"}, {"speaker": "Roy", "line": "No, it’s okay. Did you send the letter?"}, {"speaker": "Merlinus", "line": "Yes. I read through it, then sealed it and had it sent."}, {"speaker": "Roy", "line": "Oh... All right, thanks."}, {"speaker": "Roy", "line": "...Why did the former king try to murder his own son...?"}]}