{"chapter": "19B", "title": "Battle In Bulgar", "speakers": ["Roartz", "Kel", "Soldier", "Roy", "Guinevere", "Soldier From Off-Screen", "Niime", "Dayan", "Man"], "dialogue_counts": {"Roartz": 5, "Kel": 10, "Soldier": 9, "Roy": 22, "Guinevere": 8, "Soldier From Off-Screen": 1, "Niime": 16, "Dayan": 2, "Man": 4}, "gender_counts": {"M": 24, "F": 24, "N": 29, "A": 0}, "lines": 84, "transitions": "---NNNNNNNNNNNNNN-MFMFMFMFMFMFMFMNMF-FMNMFNFNFN-NN-N-NN-N-N-FMNMNFMFMNFMFMFMFMFMFMFMFMFM", "opening": ["After defeating the Djute tribe, Roy moved toward Bulgar, the largest city in", "Sacae.", "As a center of commerce between Etruria, Bern, and Ilia, Bulgar has had a", "history of being free city without a ruler.  However, with Bern's invasion,", "Advisor Roartz now had control of the city under Bern's protection.", "Roy approached Bulgar to liberate it and to gain some useful information on", "invading Bern."], "intro": [{"speaker": "Roartz", "line": "They’re here...! And so quickly... Could they not have given me the time to at least set up a defense!?"}, {"speaker": "Kel", "line": "We will try to stop the enemy from progressing any further. You can retreat to the palace and fortify your defenses there."}, {"speaker": "Roartz", "line": "...Can you hold them back?"}, {"speaker": "Kel", "line": "We must at least try."}, {"speaker": "Roartz", "line": "If you do not know whether you can win or not..."}, {"speaker": "Kel", "line": "Then what would you do? Flee? Tell me, just where do you think you can hide?"}, {"speaker": "Roartz", "line": "......"}, {"speaker": "Kel", "line": "General Brunnya has given me orders to protect you. I will do so with my life. But you must not be afraid to fight, either!"}, {"speaker": "Roartz", "line": "... A-All right... Then I shall fortify the inside and leave the outside to you."}, {"speaker": "Soldier", "line": "...That is the highest advisor of the Etrurian court? Why should we fight for a coward like him?"}, {"speaker": "Kel", "line": "Don’t say that. General Brunnya didn’t willingly tell us to protect him. She had no choice because Etruria joined forces with Bern. ...Therefore, we must fulfill our duties as warriors."}, {"speaker": "Soldier", "line": "......"}, {"speaker": "Kel", "line": "I have also gotten hold of information that the allies of the Silver Wolf are lurking around here. Keep your guard."}, {"speaker": "Soldier", "line": "Yes, sir."}, {"speaker": "Roy", "line": "Princess Guinevere."}, {"speaker": "Guinevere", "line": "...We fight again today."}, {"speaker": "Roy", "line": "Yes... I am sorry that I cannot find the time to talk with you at leisure."}, {"speaker": "Guinevere", "line": "Please, do not worry. ...My brother started this in the first place."}, {"speaker": "Roy", "line": "Princess..."}, {"speaker": "Guinevere", "line": "...Yes?"}, {"speaker": "Roy", "line": "May I ask the reason why Bern’s former king tried to murder King Zephiel?"}, {"speaker": "Guinevere", "line": "...Zephiel and I were born from different mothers. I am actually only his half-sister."}, {"speaker": "Roy", "line": "I heard that Zephiel’s mother was the queen of Etruria."}, {"speaker": "Guinevere", "line": "Yes. It was an arranged marriage to strengthen the tie between Bern and Etruria. However, our father already had a woman he loved at that time. That was my mother."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "The marriage between our father and Zephiel’s mother was forced. Therefore, our father didn’t love Zephiel’s mother, and always thought badly of Zephiel."}, {"speaker": "Roy", "line": "Then is that why the former king and King Zephiel had a bad relationship?"}, {"speaker": "Guinevere", "line": "No... Even then, Zephiel was always trying his best to gain our father’s affection. He excelled in his studies and military training, and he was always trying hard. He grew to become a proud heir to Bern’s throne."}, {"speaker": "Roy", "line": "Then why did the king try to..."}, {"speaker": "Soldier From Off-Screen", "line": "Master Roy! We are ready for the attack!"}, {"speaker": "Roy", "line": "All right, I’ll be there in a minute! Princess Guinevere, I’m sorry, but..."}, {"speaker": "Guinevere", "line": "No, it is all right. Please be careful."}], "battle": [{"speaker": "Niime", "line": "Well, well... So it has begun."}, {"speaker": "Dayan", "line": "So it seems."}, {"speaker": "Man", "line": "Just when we thought Bern had finished invading, now we have to deal with Etruria. Sigh..."}, {"speaker": "Dayan", "line": "......"}, {"speaker": "Niime", "line": "Small wonder. This is a large trading city. Any army would want control of it. Well, then..."}, {"speaker": "Man", "line": "H-Hey, wait, where are you going?"}, {"speaker": "Niime", "line": "I’m going to watch the fight. Let’s see how worthy that Roy is."}, {"speaker": "Man", "line": "What, now? But..."}, {"speaker": "Niime", "line": "Don’t you worry about me. Everything will be fine."}, {"speaker": "Man", "line": "What? Hey, wait! You’re leaving, too?"}, {"speaker": "Kel", "line": "The reinforcements should be arriving soon... I want you to open the front gate to let the reinforcements in when they arrive."}, {"speaker": "Soldier", "line": "Yes, sir."}, {"speaker": "Soldier", "line": "All right, they should be here soon... Open the gate!"}, {"speaker": "Kel", "line": "Tell the troops to start attacking the guerilla forces hiding in the houses."}, {"speaker": "Soldier", "line": "Yes, sir."}], "boss": [{"speaker": "Kel", "line": "I am Kel. Behold my blade…as I swing it for the last time."}, {"speaker": "Kel", "line": "As a swordsman…this…is inevitable."}], "end": [{"speaker": "Niime", "line": "Hm. You’re not too bad, are you?"}, {"speaker": "Roy", "line": "Wh-Who are you!?"}, {"speaker": "Soldier", "line": "What the!? Hey! I said you couldn’t come in. Master Roy is very busy."}, {"speaker": "Roy", "line": "What’s the matter?"}, {"speaker": "Soldier", "line": "Well, Master Roy, she kept pestering me that she wanted to see you. But you were busy, so I was trying to drive her away."}, {"speaker": "Niime", "line": "Listen to me first. Then you can decide whether you want to get rid of me or not. I think I have information that you might be interested in."}, {"speaker": "Roy", "line": "...What is that?"}, {"speaker": "Niime", "line": "It’s about the humans who change form into beasts."}, {"speaker": "Roy", "line": "...I want to speak with her in private. Can you leave the room?"}, {"speaker": "Soldier", "line": "Yes, sir."}, {"speaker": "Niime", "line": "Well, well, that got you interested, didn’t it?"}, {"speaker": "Roy", "line": "Those beasts you speak of..."}, {"speaker": "Niime", "line": "Right. Dragons."}, {"speaker": "Roy", "line": "Dragons... They are not the wyverns that Bern’s Dragon Knights ride, but the strange troops that are mixed in with Bern’s soldiers..."}, {"speaker": "Niime", "line": "Exactly. Those are the Dragons that were supposedly defeated in the Scouring."}, {"speaker": "Roy", "line": "...Who are you?"}, {"speaker": "Niime", "line": "I am Niime, a scholar of ancient Dark Magic. Some call me the Hermit on the Mountain. This war...at first, I thought it was just another skirmish, so I didn’t pay heed of it. But now...I can feel evil among Bern’s troops, so I’m investigating."}, {"speaker": "Roy", "line": "Were you able to find out anything?"}, {"speaker": "Niime", "line": "The Dragons are indeed shrouded in mystery. I looked through many ancient books and scrolls, but I could only decipher so many of them. But..."}, {"speaker": "Roy", "line": "...But?"}, {"speaker": "Niime", "line": "I have come to believe that Bern has resurrected the Dark Dragon."}, {"speaker": "Roy", "line": "Dark Dragon... That is the leader of the Dragons that Hartmut defeated."}, {"speaker": "Niime", "line": "Right. Dragons are a much more advanced species then us humans. They have much greater vitality and intellect than us. However, there was one thing that the Dragons lagged far behind the humans in. The Dragons’ reproductive system was much less efficient than that of the humans. But even then, the Dark Dragon...it had the power to create more Dragons. That is what I learned from my research."}, {"speaker": "Roy", "line": "It can make more Dragons..."}, {"speaker": "Niime", "line": "The Dark Dragon can create more of its kind. That would explain where Bern has been getting all of its Dragons."}, {"speaker": "Roy", "line": "That is possible."}, {"speaker": "Niime", "line": "Now, that being said... I want to learn more about the Dragons. Let me accompany your travels. I wield Dark Magic...I’m sure I can be of some assistance."}, {"speaker": "Roy", "line": "Of course. We want to learn about the Dragons as well. It may be dangerous, but it that’s okay with you, you’re welcome to join us."}]}