{"chapter": "20A", "title": "The Liberation Of Ilia", "speakers": ["Roartz", "Soldier", "Old Woman", "Juno", "Girl", "Guinevere", "Roy", "Zelot", "Thea", "Shanna", "Merlinus"], "dialogue_counts": {"Roartz": 4, "Soldier": 4, "Old Woman": 4, "Juno": 29, "Girl": 6, "Guinevere": 22, "Roy": 25, "Zelot": 11, "Thea": 7, "Shanna": 7, "Merlinus": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 124, "transitions": "------------", "opening": ["After defeating Sigune, Roy headed for Edessa, located in the southeast of Ilia. Castle Edessa, owned by Zelot, leader of the Ilian mercenary knights, once served as the headquarters of the Pegasus Knight squads as well. However, with Zelot gone, Bern saw its chance and attacked the castle, seizing it and forcing the mercenaries and Pegasus Knights into submission.", "Castle Edessa was Murdock’s headquarters, but since Murdock had returned to Bern, Roartz was put in charge. Alarmed by the Etrurian Army’s speed in advancing on to Edessa, Roartz hurriedly contacted the various Ilian knight groups asking them for aid. However, their replies were not promising."], "intro": [{"speaker": "Roartz", "line": "Well? Have we got enough troops?"}, {"speaker": "Soldier", "line": "Well... We are requesting aid from Ilia’s knights, but all of them except those that have been given direct orders from Lord Murdock are hesitant to help us."}, {"speaker": "Roartz", "line": "Damn! How could this happen... ...Ah, we had captured Zelot’s wife and his family. How about Zelot’s group? Have they responded?"}, {"speaker": "Soldier", "line": "No... They have been traveling all over the continent as mercenary knights, so we do not even know their exact location."}, {"speaker": "Roartz", "line": "Damn..."}, {"speaker": "Soldier", "line": "Ever since Sigune’s group was defeated, all of Ilia’s militia have been reluctant to fight the Etrurian Army."}, {"speaker": "Roartz", "line": "Blast! Everyone, everyone is such a coward! They would have me, top advisor to the Etrurian Court, die in a place like this!?"}, {"speaker": "Old Woman", "line": "Cough, cough..."}, {"speaker": "Juno", "line": "Are you all right? Here, take my shawl."}, {"speaker": "Old Woman", "line": "N-No, then you would be cold..."}, {"speaker": "Juno", "line": "It’s all right, I’m used to the cold. It’s far better than flying through the blizzards on a pegasus."}, {"speaker": "Old Woman", "line": "...Thank you. Cough, cough..."}, {"speaker": "Girl", "line": "Lady Juno... What’s going to happen to us?"}, {"speaker": "Juno", "line": "...I don’t know. But we must have hope. Perhaps the enemy might leave, or perhaps Zelot might return. We must not give up hope."}, {"speaker": "Girl", "line": "...Where is Lord Zelot now?"}, {"speaker": "Juno", "line": "In his last letter he said that he was joining the Lycia Alliance Army, but after that... Well, he could be closer that we think he is."}, {"speaker": "Girl", "line": "I hope you’re right."}, {"speaker": "Guinevere", "line": "...We fight again today."}, {"speaker": "Roy", "line": "Yes. When we take this castle, we can use it as a base to launch attacks on Bern."}, {"speaker": "Guinevere", "line": "...Yes."}, {"speaker": "Roy", "line": "Princess... May I ask the reason why Bern’s former king tried to murder King Zephiel?"}, {"speaker": "Guinevere", "line": "...Zephiel and I were born from different mothers. I am actually only his half-sister."}, {"speaker": "Roy", "line": "I heard that Zephiel’s mother was the queen of Etruria."}, {"speaker": "Guinevere", "line": "Yes. It was an arranged marriage to strengthen the tie between Bern and Etruria. However, our father already had a woman he loved at that time. She is my mother."}, {"speaker": "Roy", "line": "..."}, {"speaker": "Guinevere", "line": "The marriage between our father and Zephiel’s mother was forced. Therefore, our father didn’t love Zephiel’s mother, and always thought badly of Zephiel."}, {"speaker": "Roy", "line": "Then is that why the former king and King Zephiel had a bad relationship?"}, {"speaker": "Guinevere", "line": "No... Even then, Zephiel was always trying his best to gain our father’s affection. He excelled in his studies and military training, and he was always trying hard. He grew to become a proud heir to Bern’s throne."}, {"speaker": "Roy", "line": "Then why did the king try to..."}, {"speaker": "Soldier", "line": "Master Roy! We are ready for the attack!"}, {"speaker": "Roy", "line": "All right, I’ll be there in a minute! Princess Guinevere, I’m sorry, but..."}, {"speaker": "Guinevere", "line": "No, it is all right. Please be careful."}], "battle": [{"speaker": "Roy", "line": "The blizzard is picking up… This might take longer than we expected. We should head for Bern as soon as we take the castle."}], "recruit-talk": [{"speaker": "Zelot", "line": "Juno!", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Zelot!", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "Are you all right? You’re not hurt? They didn’t do anything terrible to you?", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Oh, Zelot, I am no child. I am the ex-flightleader of the Pegasus Knight Fleet, you know.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "That’s true, but...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "I’m all right. I’m not hurt or anything.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "Good...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Why are you in the Etrurian Army? I thought you were with the Lycia Alliance.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "Well, it’s a long story... Anyway, this is the Etrurian Army only by name. It is actually made up of troops from the Lycia Alliance Army.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Oh... I see.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "I’m sorry. I couldn’t be at the castle when I was needed the most...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "There’s no point in dwelling on the past.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "But you had to go out and fight...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Oh? Don’t you like my flightleader outfit?", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "Of course I do! But...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Then there’s no problem. You’ll be seeing a lot of it from now on.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "What! Do you mean...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Yes. I will fight alongside you as well.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "No! No no no. You retired long ago. So just leave the fighting to us...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "Even after I retired, I had to fight anyway. Zelot, there is no safe place in the world any more.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Zelot", "line": "Well...", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Juno", "line": "So I will fight, so I can help bring a time of peace all the more quickly.", "recruiter": "Zelot", "recruit": "Juno"}, {"speaker": "Thea", "line": "Juno!", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "Thea... What are you doing here?", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "It’s a long story... But anyway, I’m with the Etrurian Army now. I heard Edessa had fallen to Bern, and I was worried, but... I’m glad to see you’re all right.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "...I thought you were originally fighting for the people who were fighting against the Etrurian Army. You didn’t...", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "No! I didn’t go against the Ilian Mercenary Code. I fulfilled my duties as a mercenary and then joined the Etrurian Army.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "Of course... You’re a good and diligent girl. You wouldn’t do something like that. I’m sorry.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "No, it’s all right... And, um... What are you wearing?", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "This? Why, this is my military outfit, as you very well know. Well, what do you think? Don’t you think I can still go on as flightleader?", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "But... I thought you retired.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "I can’t be saying that in this time of emergency! On my own, all I could do was rescue the people in the castle, but if I joined you, I could fight against Bern as well.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "So you’re going to fight alongside us?", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "Yes.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Thea", "line": "Yes! I never thought I could fight alongside you again.", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Juno", "line": "Don’t get cocky now. I haven’t gotten too rusty yet either!", "recruiter": "Thea", "recruit": "Juno"}, {"speaker": "Shanna", "line": "Big Sister Juno!", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "Shanna? Why are you here?", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "I’ve been in the Etrurian Army. I was surprised when I heard that Edessa got taken by Bern, but I knew you’d be okay!", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "Oh? Why do you say that?", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "You were captain of the Fleet! There’s no way Bern could defeat you.", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "Thank you. Well, you’ll be sorry to hear that I was captured.", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "Well, that’s...", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "But I won’t stay defeated by Bern for long. On my own, all I could do was rescue the people in the castle, but if I joined you, I could fight against Bern as well.", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "Then are you going to fight with us?", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "Yes.", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "Really? Yes!", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "Does that make you so excited?", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Shanna", "line": "Yes! I became a Pegasus Knight because I wanted to be like you. Fighting alongside you is like a dream.", "recruiter": "Shanna", "recruit": "Juno"}, {"speaker": "Juno", "line": "My, my... Well, you always did tend to go overboard with things...", "recruiter": "Shanna", "recruit": "Juno"}], "end": [{"speaker": "Roy", "line": "Next is Bern..."}, {"speaker": "Merlinus", "line": "Master Roy! Part of Bern’s army is hiding in the ruins on the outskirts of Edessa!"}, {"speaker": "Roy", "line": "Ruins?"}, {"speaker": "Merlinus", "line": "Yes. Apparently, in them lies a spear that was used during the Scouring."}, {"speaker": "Roy", "line": "What? That spear..."}, {"speaker": "Merlinus", "line": "It is most probably a Divine Weapon."}, {"speaker": "Roy", "line": "We must hurry to the ruins!"}, {"speaker": "Roy", "line": "Princess Guinevere, we will attack Bern now. So may I ask..."}, {"speaker": "Guinevere", "line": "...The rest of the story."}, {"speaker": "Roy", "line": "King Zephiel was an outstanding pupil is his studies, he was skilled in warcraft... He grew to be the perfect heir for the king."}, {"speaker": "Guinevere", "line": "That is correct."}, {"speaker": "Roy", "line": "But still, the former king did not look kindly at him."}, {"speaker": "Guinevere", "line": "In fact... Our father began to hate Zephiel because he grew to become such a brilliant and worthy youth."}, {"speaker": "Roy", "line": "What...is that supposed to mean...?"}, {"speaker": "Guinevere", "line": "Our father was a man of ordinary skill and intellect. Therefore, Zephiel’s outstanding skill made our father cold towards him."}, {"speaker": "Roy", "line": "Jealousy...?"}, {"speaker": "Guinevere", "line": "And then one day, our father told Zephiel that ‘the next heir to Bern would be Guinevere’s husband.'"}, {"speaker": "Roy", "line": "What! That’s awful!"}, {"speaker": "Guinevere", "line": "But Zephiel was very patient. He said that he did not mind even if he could not gain the throne. But the people around us, who were looking forward to Zephiel’s ability to be a good king, would not allow anyone else to be the heir. Pressured by the public, our father lost his patience at last, and..."}, {"speaker": "Roy", "line": "Decided to kill King Zephiel...?"}, {"speaker": "Guinevere", "line": "At a banquet, our father gave Zephiel a poisoned drink from his own hands. And that was the first and last cup that Zephiel took from our father. After returning to his room, Zephiel started to get sick. For ten days and nights, Zephiel lingered between life and death. But Murdock, Zephiel’s teacher and loyal general, saved his life."}, {"speaker": "Roy", "line": "...The former king never did anything after that?"}, {"speaker": "Guinevere", "line": "No... But I have heard that he had plans to get rid of Murdock and Zephiel’s mother as traitors. He was scheming to murder them all along with Zephiel. After hearing that, Zephiel made believe that he was dead. Our father then checked the coffin to confirm Zephiel’s death. At that moment, Zephiel rose up from the coffin and...with his sword..."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "I was but a child then, so naturally I could not have understood what was going on. All I knew is that after our father died, Zephiel never smiled again. Until then, he was strict at times, but he was always a kind and loving brother to me. So..."}, {"speaker": "Roy", "line": "Princess..."}, {"speaker": "Guinevere", "line": "So I... At the bottom of my heart, I trust that Zephiel can change, that he can become that loving brother again. I...had to take action."}, {"speaker": "Roy", "line": "I...see..."}, {"speaker": "Guinevere", "line": "...But now, my brother is in a place where my words cannot reach him. Roy, please... Please stop him. Please stop him from inflicting pain and suffering to the people of Bern...and the rest of Elibe."}, {"speaker": "Roy", "line": "Even if it may resolve to the blade?"}, {"speaker": "Guinevere", "line": "...I have made my resolve when I entrusted this task to you."}, {"speaker": "Roy", "line": "I see. You have my word and loyalty, Princess Guinevere. I swear to the Fire Emblem that I will stop King Zephiel!"}, {"speaker": "Girl", "line": "Excuse me..."}, {"speaker": "Guinevere", "line": "Yes...?"}, {"speaker": "Girl", "line": "Are you the one who saved us?"}, {"speaker": "Guinevere", "line": "No, I am..."}, {"speaker": "Girl", "line": "Thank you! Thanks to you, we can now stand here safely. Please accept this token of our gratitude."}, {"speaker": "Old Woman", "line": "Thank you!"}, {"speaker": "Guinevere", "line": "...... I shall hand this to Roy..."}]}