{"chapter": "20Ax", "title": "The Frozen Spear", "speakers": ["Soldier", "Teck", "Roy", "Elffin", "Merlinus", "Guinevere"], "dialogue_counts": {"Soldier": 3, "Teck": 4, "Roy": 22, "Elffin": 4, "Merlinus": 3, "Guinevere": 12}, "gender_counts": {"M": 29, "F": 12, "N": 7, "A": 0}, "lines": 49, "transitions": "-NNNN-MMMMMMMMM-N-N-NMMMMMMM-MFMFMFMFMFMFMFMFMFMFMFMFM", "opening": ["After taking back Castle Edessa, Roy turned his troops towards the ancient ruins located on the outskirts of the land. There was a high chance that a Divine Weapon was hidden there."], "intro": [{"speaker": "Soldier", "line": "Lord Teck! The enemy is advancing!"}, {"speaker": "Teck", "line": "There is no need to panic. These ruins are surrounded by thick walls. They won’t be able to come in so easily."}, {"speaker": "Soldier", "line": "But the enemy has defeated the Ilian troops and our troops one after another! We do not have a high chance of winning...!"}, {"speaker": "Teck", "line": "We do not have to win. Lord Murdock said that all we must do is defend this place. We must hold out until the enemy gives up and leaves."}, {"speaker": "Roy", "line": "The Divine Weapon lies in here... Elffin, have you heard about this place?"}, {"speaker": "Elffin", "line": "Yes. I believe that the Malte, the Frozen Spear, in hidden in these ruins."}, {"speaker": "Roy", "line": "Frozen Spear..."}, {"speaker": "Elffin", "line": "Barigan the Faithful used it during the Scouring."}, {"speaker": "Roy", "line": "Barigan? All knights know about him. I used to hear a lot about him during my studies. He is the finest example of knighthood. ...This building seems to have walls everywhere. Is there a path leading inside?"}, {"speaker": "Elffin", "line": "Probably the remaining forces of Bern buried the pathways to defend themselves."}, {"speaker": "Roy", "line": "Then they must not have had much time to do it... Maybe the walls are weak in certain places."}, {"speaker": "Elffin", "line": "That is possible."}, {"speaker": "Roy", "line": "All right. Let’s do what we can."}], "boss": [{"speaker": "Teck", "line": "No… I must be dreaming. How did you come through those walls?"}, {"speaker": "Teck", "line": "Pass, strong ones… And know Bern’s true power…"}], "end": [{"speaker": "Soldier", "line": "It’s here! The spear is here!"}, {"speaker": "Roy", "line": "... This is Barigan’s spear, Malte... It’s beautiful, as if it’s made of crystal and ice."}, {"speaker": "Merlinus", "line": "Master Roy, Bern’s troops are escaping."}, {"speaker": "Roy", "line": "Oh. All right."}, {"speaker": "Merlinus", "line": "All right? We must give chase."}, {"speaker": "Roy", "line": "No, don’t. They’re fleeing. They don’t have any more will to fight."}, {"speaker": "Merlinus", "line": "But..."}, {"speaker": "Roy", "line": "They have families as well. There’s no need to fight more than necessary."}, {"speaker": "Roy", "line": "Princess Guinevere, we will attack Bern now. So may I ask..."}, {"speaker": "Guinevere", "line": "...The rest of the story."}, {"speaker": "Roy", "line": "King Zephiel was an outstanding pupil is his studies, he was skilled in warcraft... He grew to be the perfect heir for the king."}, {"speaker": "Guinevere", "line": "That is correct."}, {"speaker": "Roy", "line": "But still, the former king did not look kindly at him."}, {"speaker": "Guinevere", "line": "In fact... Our father began to hate Zephiel because he grew to become such a brilliant and worthy youth."}, {"speaker": "Roy", "line": "What...is that supposed to mean...?"}, {"speaker": "Guinevere", "line": "Our father was a man of ordinary skill and intellect. Therefore, Zephiel’s outstanding skill made our father cold towards him."}, {"speaker": "Roy", "line": "Jealousy...?"}, {"speaker": "Guinevere", "line": "And then one day, our father told Zephiel that ‘the next heir to Bern would be Guinevere’s husband.'"}, {"speaker": "Roy", "line": "What! That’s awful!"}, {"speaker": "Guinevere", "line": "But Zephiel was very patient. He said that he did not mind even if he could not gain the throne. But the people around us, who were looking forward to Zephiel’s ability to be a good king, would not allow anyone else to be the heir. Pressured by the public, our father lost his patience at last, and..."}, {"speaker": "Roy", "line": "Decided to kill King Zephiel...?"}, {"speaker": "Guinevere", "line": "At a banquet, our father gave Zephiel a poisoned drink from his own hands. And that was the first and last cup that Zephiel took from our father. After returning to his room, Zephiel started to get sick. For ten days and nights, Zephiel lingered between life and death. But Murdock, Zephiel’s teacher and loyal general, saved his life."}, {"speaker": "Roy", "line": "...The former king never did anything after that?"}, {"speaker": "Guinevere", "line": "No... But I have heard that he had plans to get rid of Murdock and Zephiel’s mother as traitors. He was scheming to murder them all along with Zephiel. After hearing that, Zephiel made believe that he was dead. Our father then checked the coffin to confirm Zephiel’s death. At that moment, Zephiel rose up from the coffin and...with his sword..."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "I was but a child then, so naturally I could not have understood what was going on. All I knew is that after our father died, Zephiel never smiled again. Until then, he was strict at times, but he was always a kind and loving brother to me. So..."}, {"speaker": "Roy", "line": "Princess..."}, {"speaker": "Guinevere", "line": "So I... At the bottom of my heart, I trust that Zephiel can change, that he can become that loving brother again. I...had to take action."}, {"speaker": "Roy", "line": "I...see..."}, {"speaker": "Guinevere", "line": "...But now, my brother is in a place where my words cannot reach him. Roy, please... Please stop him. Please stop him from inflicting pain and suffering to the people of Bern...and the rest of Elibe."}, {"speaker": "Roy", "line": "Even if it may resolve to the blade?"}, {"speaker": "Guinevere", "line": "...I have made my resolve when I entrusted this task to you."}, {"speaker": "Roy", "line": "I see. You have my word and loyalty, Princess Guinevere. I swear to the Fire Emblem that I will stop King Zephiel!"}]}