{"chapter": "20B", "title": "The Silver Wolf", "speakers": ["Roartz", "Soldier", "Roy", "Niime", "Dayan", "Thoril", "Douglas", "Merlinus", "Guinevere"], "dialogue_counts": {"Roartz": 6, "Soldier": 1, "Roy": 39, "Niime": 10, "Dayan": 9, "Thoril": 1, "Douglas": 1, "Merlinus": 6, "Guinevere": 14}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 92, "transitions": "------------", "opening": ["After meeting Niime, the \"Hermit on the Mountain,\" the mysteries of Bern's", "Dragons were slowly beginning to unfold.", "With more unknowns still needing verification, Roy directed his troops toward a", "large manor on the outskirts of Bulgar.", "There, Advisor Roartz of Etruria was preparing his defenses against Roy..."], "intro": [{"speaker": "Roartz", "line": "They let the enemy inside!? Damn! If I am to go to Hell, then that Roy shall be going down with me!"}, {"speaker": "Soldier", "line": "Lord Roartz! The remnants of the Djute clan are saying that they will come to our aid once they have securely hidden the Miurgre."}, {"speaker": "Roartz", "line": "Miurgre? Ah, one of the Divine Weapons. Good, then we must hold our own until then!"}, {"speaker": "Roy", "line": "This is Roartz’s manor..."}, {"speaker": "Niime", "line": "I understand that this mansion holds methods of attacking through little cracks in the framework. You must not think you that are safe just because your back is to the wall."}, {"speaker": "Roy", "line": "Do you know much about this place?"}, {"speaker": "Niime", "line": "Well, I am at least slightly known to know more than most people. The rumor about this manor is something I picked up back in the city."}, {"speaker": "Roy", "line": "...Do you know what the Dark Dragon looks like?"}, {"speaker": "Niime", "line": "Well, I can’t say I’m absolutely sure about that. But I would love to see it with my own eyes."}, {"speaker": "Roy", "line": "I was thinking... Maybe the Dark Dragon is in human form as well."}, {"speaker": "Niime", "line": "Perhaps. Maybe all the Dragons are in human form now. I’ve also heard stories of Dragons in human form living with people."}, {"speaker": "Roy", "line": "Arcadia..."}, {"speaker": "Niime", "line": "Hm? Did you say something?"}, {"speaker": "Roy", "line": "No, nothing."}, {"speaker": "Niime", "line": "I don’t know anything specific, but I’ve read in an ancient scroll that Dragons started taking human form only after the Ending Winter."}, {"speaker": "Roy", "line": "The Ending Winter..."}, {"speaker": "Niime", "line": "You’ve heard about it, right?"}, {"speaker": "Roy", "line": "Yes, only in legend. ‘At the Winder of Ends, the laws of nature were turned upside down. Day became night, and summer became winter.'"}, {"speaker": "Niime", "line": "That’s it. These scrolls are so old and damaged so I couldn’t decipher all of them, but one thing is clear. The Ending Winter was a disaster powerful enough to bend and twist the planet."}, {"speaker": "Roy", "line": "What caused it?"}, {"speaker": "Niime", "line": "Who knows... Popular belief says that the laws of nature were twisted when the Dragons unleashed vast amounts of magical power, but I have no idea about what really happened. But it does seem certain that Dragons started taking human form after the Ending Winter. It must be more than coincidence."}, {"speaker": "Roy", "line": "Yes, I agree."}, {"speaker": "Niime", "line": "Well, either way, the truth lies in Bern."}], "battle": [{"speaker": "Dayan", "line": "Good, the mansion is in chaos. I shall fight those Bern troops alone, to the death!"}, {"speaker": "Thoril", "line": "Those pigs from Etruria…! I shall avenge my Djute brothers right here, right now!"}], "recruit-talk": [{"speaker": "Dayan", "line": "Are you the Etrurian General leading this group?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "Yes. And you are?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "I am Dayan.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "Dayan...? I’ve heard that name somewhere...", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "I must first thank you. My clan was always fighting against Bern and the clans that submitted to them. We were forced to reside to guerilla warfare instead of going up against them honorably, face to face. However, now that you have attacked Bern, the tables are beginning to tip in our favor.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "I see. I am glad that I could help.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "But I want to ask you one thing. Once this battle is over, do you intend to withdraw your troops right away?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "After this battle?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "Yes. Sacae belongs to us Sacaeans. If authoritarian rule by Bern is only to be replaced by Etrurian rule, then we would have to fight you next.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "Right after this battle... That would not be possible. We must have Sacae as a base to launch direct attacks on Bern.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "What... Directly into Bern’s lands?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "Even if we could drive off Bern now, it would only be a matter of time until they strike back at us. We must destroy their roots. Right?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "Yes, you are right. I see...in that case, I shall aid you.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "That would help us tremendously.", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Dayan", "line": "But once Bern is defeated, you must withdraw your troops from Sacae. Is that all right with you?", "recruiter": "Roy", "recruit": "Dayan"}, {"speaker": "Roy", "line": "Of course. You have my word.", "recruiter": "Roy", "recruit": "Dayan"}], "boss": [{"speaker": "Roartz", "line": "S-Someone! Come and defend me! It is all over if I am hurt!"}, {"speaker": "Roartz", "line": "W-Wait... Be my servant! It is still not too late... I shall...forgive your crime of turning your blade...toward me... Guh...!"}, {"speaker": "Roartz", "line": "Douglas... Hmph! After all that you said, you too are following those with power!", "unit": "Douglas", "boss": "Roartz"}, {"speaker": "Douglas", "line": "Perhaps it may seem that way from the outside. But there is no hesitation in my heart now.", "unit": "Douglas", "boss": "Roartz"}, {"speaker": "Roartz", "line": "Silence! I have just about had enough of you. Die here!", "unit": "Douglas", "boss": "Roartz"}], "end": [{"speaker": "Roy", "line": "Next is Bern..."}, {"speaker": "Merlinus", "line": "Master Roy! We have reports that the remainders of the Djute clan are hiding in some ruins near here."}, {"speaker": "Roy", "line": "Ruins?"}, {"speaker": "Merlinus", "line": "Yes. And we also have a captive who says that a bow used during the Scouring is hidden there."}, {"speaker": "Roy", "line": "What? Then..."}, {"speaker": "Merlinus", "line": "It’s highly possible that it is a Divine Weapon."}, {"speaker": "Roy", "line": "We must get to those ruins! Let’s go!"}, {"speaker": "Roy", "line": "Merlinus, I need you to send this letter to Bishop Yoder in Etruria."}, {"speaker": "Merlinus", "line": "A letter? May I ask what it says?"}, {"speaker": "Roy", "line": "It’s the story we heard from Niime about the Dragons."}, {"speaker": "Merlinus", "line": "Oh? What did you discuss with her about the Dragons?"}, {"speaker": "Roy", "line": "It’ll be long if I tell you. I haven’t sealed the letter yet, so you can look through it if you want."}, {"speaker": "Merlinus", "line": "All right. Let me see..."}, {"speaker": "Guinevere", "line": "...Roy."}, {"speaker": "Roy", "line": "Princess, is something wrong?"}, {"speaker": "Guinevere", "line": "...We enter Bern now."}, {"speaker": "Roy", "line": "Yes. We will attack Bern very soon. So...may I ask the rest of the story now...?"}, {"speaker": "Guinevere", "line": "...Yes. That is why I came to you."}, {"speaker": "Roy", "line": "King Zephiel was an outstanding pupil is his studies, he was skilled in warcraft... He grew to be the perfect heir for the king."}, {"speaker": "Guinevere", "line": "That is correct."}, {"speaker": "Roy", "line": "But still, the former king did not look kindly at him."}, {"speaker": "Guinevere", "line": "In fact... Our father began to hate Zephiel because he grew to become such a brilliant and worthy youth."}, {"speaker": "Roy", "line": "What...is that supposed to mean...?"}, {"speaker": "Guinevere", "line": "Our father was a man of ordinary skill and intellect. Therefore, Zephiel’s outstanding skill made our father cold towards him."}, {"speaker": "Roy", "line": "Jealousy...?"}, {"speaker": "Guinevere", "line": "And then one day, our father told Zephiel that ‘the next heir to Bern would be Guinevere’s husband.'"}, {"speaker": "Roy", "line": "What! That’s awful!"}, {"speaker": "Guinevere", "line": "But Zephiel was very patient. He said that he did not mind even if he could not gain the throne. But the people around us, who were looking forward to Zephiel’s ability to be a good king, would not allow anyone else to be the heir. Pressured by the public, our father lost his patience at last, and..."}, {"speaker": "Roy", "line": "Decided to kill King Zephiel...?"}, {"speaker": "Guinevere", "line": "At a banquet, our father gave Zephiel a poisoned drink from his own hands. And that was the first and last cup that Zephiel took from our father. After returning to his room, Zephiel started to get sick. For ten days and nights, Zephiel lingered between life and death. But Murdock, Zephiel’s teacher and loyal general, saved his life."}, {"speaker": "Roy", "line": "...The former king never did anything after that?"}, {"speaker": "Guinevere", "line": "No... But I have heard that he had plans to get rid of Murdock and Zephiel’s mother as traitors. He was scheming to murder them all along with Zephiel. After hearing that, Zephiel made believe that he was dead. Our father then checked the coffin to confirm Zephiel’s death. At that moment, Zephiel rose up from the coffin and...with his sword..."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Guinevere", "line": "I was but a child then, so naturally I could not have understood what was going on. All I knew is that after our father died, Zephiel never smiled again. Until then, he was strict at times, but he was always a kind and loving brother to me. So..."}, {"speaker": "Roy", "line": "Princess..."}, {"speaker": "Guinevere", "line": "So I... At the bottom of my heart, I trust that Zephiel can change, that he can become that loving brother again. I...had to take action."}, {"speaker": "Roy", "line": "I...see..."}, {"speaker": "Guinevere", "line": "...But now, my brother is in a place where my words cannot reach him. Roy, please... Please stop him. Please stop him from inflicting pain and suffering to the people of Bern...and the rest of Elibe."}, {"speaker": "Roy", "line": "Even if it may resolve to the blade?"}, {"speaker": "Guinevere", "line": "...I have made my resolve when I entrusted this task to you."}, {"speaker": "Roy", "line": "I see. You have my word and loyalty, Princess Guinevere. I swear to the Fire Emblem that I will stop King Zephiel!"}]}