{"chapter": "23", "title": "The Ghosts Of Bern", "speakers": ["Brunnya", "Jahn", "Soldier", "Elffin", "Roy", "Guinevere", "Merlinus", "Old Man", "Karel", "Fir", "Bartre"], "dialogue_counts": {"Brunnya": 13, "Jahn": 4, "Soldier": 4, "Elffin": 10, "Roy": 14, "Guinevere": 3, "Merlinus": 1, "Old Man": 4, "Karel": 22, "Fir": 9, "Bartre": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 97, "transitions": "----------------", "opening": ["Bern surrendered with King Zephiel’s death. The great war that shook the lands of Elibe was over.", "However, Roy’s battle was not.", "Roy continued to search for the Dark Priestess, suspecting that she was the Dark Dragon. Following the beam of light emitted by the Divine Weapons, Roy headed for the Dragon Temple.", "However, waiting for Roy in front of the temple was General Brunnya, the one remaining Dragon Lord of Bern. She had rounded up Bern’s remaining troops and was waiting to attack Roy. Their pride was at stake.", "A battle with the now dead Kingdom of Bern… Roy had a heavy heart at having to battle these “ghosts.”"], "intro": [{"speaker": "Brunnya", "line": "Lord Jahn, here is Idunn. Please take care of her."}, {"speaker": "Jahn", "line": "What will you do, human?"}, {"speaker": "Brunnya", "line": "We will stay here and face the Etrurian Army one last time."}, {"speaker": "Jahn", "line": "Do you have enough troops?"}, {"speaker": "Brunnya", "line": "The Dragon Knights scattered around the continent have all returned under our cause."}, {"speaker": "Jahn", "line": "Do you have a chance of victory?"}, {"speaker": "Brunnya", "line": "...Our chances of winning are slim. Still, we are the Bern Army, the strongest standing force on the continent. We shall at the very least show them our unbending will."}, {"speaker": "Jahn", "line": "Will... You humans take actions incomprehensible to us at times. Would your will raise your chances of winning? ...Very well, I suppose. We all have our methods of battle."}, {"speaker": "Brunnya", "line": "...Have you spread my message?"}, {"speaker": "Soldier", "line": "Yes. Those who leave the army now will not be tried for deserting. Whether to fight or to leave is up to each his own.’ That was your message, General Brunnya."}, {"speaker": "Brunnya", "line": "How many still remain with us?"}, {"speaker": "Soldier", "line": "Nearly all of the troops are saying that they wish to fight by your side."}, {"speaker": "Brunnya", "line": "All? Our chances of victory are slim. I’m sure many of the troops have families waiting for them. They must not feel pressured to stay."}, {"speaker": "Soldier", "line": "We are knights of Bern, my lady. We have no intention of bowing our heads to Etruria."}, {"speaker": "Brunnya", "line": "...I want you to expel those who are injured and those who have young children or aged parents. They must not stay here."}, {"speaker": "Soldier", "line": "But General Brunnya..."}, {"speaker": "Brunnya", "line": "This is an order. Understood?"}, {"speaker": "Elffin", "line": "Master Roy, our troops are ready."}, {"speaker": "Roy", "line": "...Did the messenger return?"}, {"speaker": "Elffin", "line": "Yes. ...As we suspected, the enemy has no intention of surrendering."}, {"speaker": "Roy", "line": "Did you make it clear that their safety would be guaranteed if they surrender?"}, {"speaker": "Elffin", "line": "Yes. But they said, ‘We appreciate your offer, but we will not surrender.'"}, {"speaker": "Roy", "line": "Why? Bern already officially surrendered..."}, {"speaker": "Elffin", "line": "This person might understand..."}, {"speaker": "Guinevere", "line": "......"}, {"speaker": "Roy", "line": "Princess Guinevere...do you understand why?"}, {"speaker": "Guinevere", "line": "Yes. ...Bern recognizes itself as being the strongest force in Elibe. Their pride would not allow them accept defeat without fighting."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Merlinus", "line": "Master Roy! The enemy is advancing!"}, {"speaker": "Roy", "line": "! ...We have no choice. We must fight! Merlinus, send Princess Guinevere to the back lines..."}, {"speaker": "Guinevere", "line": "No. I will stay here. I...must hear their calls. That is all that a...traitor like myself can do..."}], "battle": [{"speaker": "Old Man", "line": "M-Master Karel! This will become a battlefield soon..."}, {"speaker": "Karel", "line": "So I see. This place is not known to outsiders. I thought I could be free of warfare if I stayed here..."}, {"speaker": "Old Man", "line": "What should we do?"}, {"speaker": "Karel", "line": "Please do not worry. I will protect the village."}, {"speaker": "Old Man", "line": "Thank you! We have nothing to fear with the Sword Saint on our side."}, {"speaker": "Karel", "line": "I am just an ordinary swordsman. Rumors expand out of proportion with time, so they must not easily be trusted. ...But this battle seems to be bigger than I thought. Is my sister all right...?"}, {"speaker": "Old Man", "line": "I never knew you had a sister."}, {"speaker": "Karel", "line": "I haven’t seen her in years, but I heard a while ago that she had fallen ill. I can only hope that she is leading a peaceful life with her husband and daughter..."}], "recruit-visit": [{"speaker": "Fir", "line": "Uncle!"}, {"speaker": "Karel", "line": "That voice... Is it Fir? What are you doing here?"}, {"speaker": "Fir", "line": "I never expected to find you here, either, Uncle."}, {"speaker": "Karel", "line": "After traveling around the continent, I decided to settle here. I thought I could train my sword skills peacefully in a quiet place like this..."}, {"speaker": "Fir", "line": "Uncle... I must tell you something. Mother...she..."}, {"speaker": "Karel", "line": "...Died?"}, {"speaker": "Fir", "line": "Yes..."}, {"speaker": "Karel", "line": "... So she didn’t survive the illness... I’m sorry. I wasn’t there when she needed me the most..."}, {"speaker": "Fir", "line": "No...it’s all right."}, {"speaker": "Karel", "line": "But why are you here? You don’t seem like you have been searching for me just to say that."}, {"speaker": "Fir", "line": "Yes. I’m fighting against Bern now."}, {"speaker": "Karel", "line": "You...joined the war?"}, {"speaker": "Fir", "line": "I know that you don’t like getting caught up in conflicts like this. But I couldn’t help but try and do something for those people who are suffering because of the war. Uncle...was I wrong? Did I make a mistake? Is this not good for training my sword...?"}, {"speaker": "Karel", "line": "No, you have not made any mistakes. The path you choose on your own is never wrong. In fact, I shall assist you from now on."}, {"speaker": "Fir", "line": "Really!?"}, {"speaker": "Karel", "line": "Yes. ...You are right. You have grown. The last time I saw you, you were still a toddler."}, {"speaker": "Fir", "line": "Uncle..."}, {"speaker": "Bartre", "line": "Karel!?"}, {"speaker": "Karel", "line": "Bartre? What are you doing here?"}, {"speaker": "Bartre", "line": "I am currently enlisted in the Etrurian Army. I didn’t expect to see you here..."}, {"speaker": "Karel", "line": "After traveling around the continent, I decided to settle here. I thought I could train my sword skills peacefully in a quiet place like this..."}, {"speaker": "Bartre", "line": "...I must apologize..."}, {"speaker": "Karel", "line": "...Is it about my sister?"}, {"speaker": "Bartre", "line": "Yes... I tried my hardest, but..."}, {"speaker": "Karel", "line": "She didn’t survive..."}, {"speaker": "Bartre", "line": "I am truly sorry. My weakness couldn’t save her..."}, {"speaker": "Karel", "line": "It is not your fault. I must apologize. I couldn’t be at her side when she needed me the most..."}, {"speaker": "Bartre", "line": "...I must ask you for something."}, {"speaker": "Karel", "line": "What is that?"}, {"speaker": "Bartre", "line": "I want this battle to end. I know you dislike warfare... But would you help us...?"}, {"speaker": "Karel", "line": "...I see. Yes, I will try my hardest."}, {"speaker": "Bartre", "line": "Thank you! We have nothing to fear with such a skilled swordsman on our side!"}], "visit": [{"speaker": "Karel", "line": "This village has none who would wish to fight. Please leave us in peace."}], "battle-talk": [{"speaker": "Karel", "line": "Are you Roy?", "person_1": "Roy", "person_2": "Karel"}, {"speaker": "Roy", "line": "Who are you?", "person_1": "Roy", "person_2": "Karel"}, {"speaker": "Karel", "line": "I am Karel. I hereby have decided to assist your army.", "person_1": "Roy", "person_2": "Karel"}, {"speaker": "Roy", "line": "You’re the Sword Saint... I have heard of your skills. You are most welcome in our ranks.", "person_1": "Roy", "person_2": "Karel"}], "boss": [{"speaker": "Brunnya", "line": "Bern will not lose! Even if I fall, Bern will rise back up and fight again!"}, {"speaker": "Brunnya", "line": "Your...Majesty... Finally...I can go...to your side..."}, {"speaker": "Brunnya", "line": "Melady... So, you have chosen the path with Princess Guinevere. That is one way... But I have chosen my own path, as you yours. I must fight to defend it!", "unit": "Melady", "boss": "Brunnya"}, {"speaker": "Brunnya", "line": "You are a knight of Bern? So, you have chosen the path with Princess Guinevere. That is one way... But I have chosen my own path, as you yours. I must fight to defend it!", "unit": "Zeis", "boss": "Brunnya"}], "end": [{"speaker": "Roy", "line": "This is the Dragon Temple... The Dark Priestess is in here?"}, {"speaker": "Elffin", "line": "We can count on that. But...something is bothering me..."}, {"speaker": "Roy", "line": "What?"}, {"speaker": "Elffin", "line": "In one of the legends of the Scouring, it is said that the Dragon Temple holds the power of the Dragons."}, {"speaker": "Roy", "line": "What does that mean?"}, {"speaker": "Elffin", "line": "It is also said that the temple’s power protects the Dragon itself."}, {"speaker": "Roy", "line": "What...? I don’t understand."}, {"speaker": "Elffin", "line": "This is just my estimate, but perhaps it means that the Dragons inside the temple have much greater power than those on the outside."}, {"speaker": "Roy", "line": "So... Our tactics against the Dragons until now might not work?"}, {"speaker": "Elffin", "line": "Perhaps... However, if those worthy of using the Divine Weapons use them to their fullest potential, then we may have a chance."}, {"speaker": "Roy", "line": "...We have no other good ideas. All right. Then we’ll choose those who have the best skill to enter the temple."}, {"speaker": "Elffin", "line": "Be careful who you choose. We might not be able to leave once we’re inside..."}]}