{"chapter": "24", "title": "The Truth Of The Legend", "speakers": ["Roy", "Jahn", "Fa"], "dialogue_counts": {"Roy": 72, "Jahn": 68, "Fa": 8}, "gender_counts": {"M": 140, "F": 8, "N": 0, "A": 0}, "lines": 151, "transitions": "---MMMMMMMMMMMMMMMM-MMMMMMMMMMMM-MMMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMMMM-M-M-MFMFMFMFMFMFMFMFMM", "opening": ["After defeating Bern’s remaining troops, Roy entered the Dragon Temple.", "He searched for the Dark Priestess to prevent the same tragedy as the Scouring from happening again.", "In the temple, Roy was to learn the truth behind the legends that he had always heard. What Roy was about to hear was completely different that what he had always believed to be true…"], "intro": [{"speaker": "Roy", "line": "This is the Dragon Temple... The air is strange. Did the Eight Heroes fight under such pressure as well?"}, {"speaker": "Jahn", "line": "You would stand before us again, humans?"}, {"speaker": "Roy", "line": "What... Who are you! When did you..."}, {"speaker": "Jahn", "line": "I am Jahn. I am the last remaining Dragon of the Dragon Temple."}, {"speaker": "Roy", "line": "The last Dragon? You seem...different from the other Dragons... Are you the Dark Dragon?"}, {"speaker": "Jahn", "line": "The Dragons which you have been fighting are War Dragons who know nothing but battle. And the Dark Dragon is something completely different from me. I am a pure, full-blooded Dragon that fought you humans in the faraway past."}, {"speaker": "Roy", "line": "Different? Wasn’t the Dark Dragon supposed to be the leader of the Dragons?"}, {"speaker": "Jahn", "line": "The Dark Dragon is an ‘object’ meant to bring hope to us Dragons again. It is no leader."}, {"speaker": "Roy", "line": "What? Then what is the Dark Dragon?"}, {"speaker": "Jahn", "line": "It seems you have much to learn."}, {"speaker": "Roy", "line": "Tell us! What is the Dark Dragon? We...I have to fully understand my enemy before I fight!"}, {"speaker": "Jahn", "line": "Well... I have no reason to tell you. And, yet, I have no reason not to tell you. What should I do?"}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "...Very well. I shall test you to see if you are worthy of hearing the truth. I am deep inside the temple. Fend off our attacks and come to me. Then I shall explain everything."}, {"speaker": "Roy", "line": "But you’re right here!"}, {"speaker": "Jahn", "line": "What you are seeing is just an illusion. If you wish to know the truth, then come to me. If you prove yourself worthy of my time, then you shall hear it all..."}], "battle": [{"speaker": "Roy", "line": "You... Are you real this time? Or..."}, {"speaker": "Jahn", "line": "This is but the entrace. You have a long way yet to reach me. Still, you seem to be strong enough not to die immediately."}, {"speaker": "Roy", "line": "Of course. We’ve gone through many hardships."}, {"speaker": "Jahn", "line": "So I see. Very well, I shall tell you a little about the Dark Dragon. The Dark Dragon is not the leader of the Dragons as you thought. The Dark Dragon was created by us to bring us victory."}, {"speaker": "Roy", "line": "Created...? So it wasn’t the Dark Dragon that was making more Dragons..."}, {"speaker": "Jahn", "line": "The Dragons you speak of are correctly referred to as War Dragons. As I said before, they are different from pure Dragons such as I. Indeed, the War Dragons are created by the Dark Dragon. And the Dark Dragon was created out of the Divine Dragon, the most powerful of our kind."}, {"speaker": "Roy", "line": "Created out of the Divine Dragon? Then the Dark Dragon is actually... The Divine Dragon agreed to become the Dark Dragon?"}, {"speaker": "Jahn", "line": "Agreed? No. We destroyed its soul so that it would follow our leader’s every command."}, {"speaker": "Roy", "line": "What...!"}, {"speaker": "Jahn", "line": "We desperately needed the power of the Divine Dragon. Our entire species was at stake."}, {"speaker": "Roy", "line": "You needed the power of the Divine Dragon... But...why did you have to destroy its soul!?"}, {"speaker": "Jahn", "line": "Why, you ask. If you want that answer, then seek me out again. I shall witness more of your power..."}, {"speaker": "Jahn", "line": "Not bad, not bad at all. I wonder how far you will come."}, {"speaker": "Roy", "line": "I want you to go on with your story."}, {"speaker": "Jahn", "line": "...No matter how much we fought, you humans just seemed to multiply endlessly. Eventually, we began to lose because of the humans’ sheer numbers. Therefore, we created the Dark Dragon that would create War Dragons."}, {"speaker": "Roy", "line": "War Dragons... Dragons meant only for battle."}, {"speaker": "Jahn", "line": "That is correct. However, the Divine Dragons did not agree with us. They said that that would be defying the laws of nature. As we were discussing how we could persuade the Divine Dragons to help us, they suddenly disappeared."}, {"speaker": "Roy", "line": "Why?"}, {"speaker": "Jahn", "line": "Most likely, they left us to prevent us from taking advantage of them. We were never able to find the Divine Dragons, but fortunately, we were able to capture one."}, {"speaker": "Roy", "line": "And that became the Dark Dragon?"}, {"speaker": "Jahn", "line": "Yes. That Divine Dragon, Idunn, became the Dark Dragon. Apparently, she had hestitation in escaping with the rest of the Divine Dragons because she feared that we would go into conflict with each other. Hesitation...such nonsense is only for humans. We Dragons have no need for it."}, {"speaker": "Roy", "line": "Then that hesitation worked against her..."}, {"speaker": "Jahn", "line": "When the Divine Dragons disappeared, she refused to go with them. That was when we were fortunate enough to find her. Idunn was still young, but she had no problems in fulfulling our purposes, except for one... Her heart was not with us. She would not follow our commands."}, {"speaker": "Roy", "line": "So you destroyed her heart..."}, {"speaker": "Jahn", "line": "Exactly. We destroyed her soul to make her follow our every command."}, {"speaker": "Roy", "line": "That’s...terrible."}, {"speaker": "Jahn", "line": "That is enough for now. If you want to know more, then show me more of your power!"}, {"speaker": "Jahn", "line": "You have taken another step forward. But the way is still long."}, {"speaker": "Roy", "line": "We shall reach you!"}, {"speaker": "Jahn", "line": "You have a stout heart. What do you wish to hear next?"}, {"speaker": "Roy", "line": "You succeeded in creating the Dark Dragon. The Dark Dragon produced War Dragons. Then why did you lose to the humans?"}, {"speaker": "Jahn", "line": "Indeed, the Dark Dragon continued to produce War Dragons to use in the battlefield. We were able to turn the tables on the humans."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "However, the humans soon found out about the Dark Dragon. They concluded that their numbers alone would not be enough to defeat us. Therefore, they put their efforts into constructing powerful weapons that would pierce our scales. They are what you call the Divine Weapons."}, {"speaker": "Roy", "line": "That part is the same as our legends..."}, {"speaker": "Jahn", "line": "The most powerful and potent were chosen out of the humans to wield their newly crafted weapons. They came and charged this temple. However, when the immense power of the weapons and our power clashed near Bern, something unexpected happened."}, {"speaker": "Roy", "line": "What happened?"}, {"speaker": "Jahn", "line": "The laws of nature started to collapse. Snow began to fall in mid summer. Stars shone in the middle of day..."}, {"speaker": "Roy", "line": "Is that the Ending Winter? I heard that that happened because you Dragons unleashed too much power into the world..."}, {"speaker": "Jahn", "line": "Is that how your legends go?"}, {"speaker": "Roy", "line": "The power in the Divine Weapons was then used to restore order to the world. That’s what our legends say."}, {"speaker": "Jahn", "line": "So, all the bad things that happened are our fault? I would have expected you humans to think like that. However, the truth is what I said."}, {"speaker": "Roy", "line": "Then... The Divine Weapons were sealed away so as to not let such a disaster happen again? Then all those traps that protected them were to warn us..."}, {"speaker": "Jahn", "line": "You sealed them away? That was a good decision. But they seem to be in your hands right now."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "Do not worry. The weapons do not seem to have as much power as they did in the past. They are unable to bring about such a disaster again."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "The great disaster hurt us Dragons greatly."}, {"speaker": "Roy", "line": "How?"}, {"speaker": "Jahn", "line": "The disaster was originally the reason that we lost to the humans. ..I shall continue when you advance a little further."}, {"speaker": "Jahn", "line": "You have come again. You are doing better than I expected."}, {"speaker": "Roy", "line": "...Please continue the story."}, {"speaker": "Jahn", "line": "When the order of nature collapsed, we Dragons took a fatal blow. The forces of nature weakened, and it became difficult for us to retain our original Dragon form. Therefore, we decided to seal our powers in gemstones and take human form instead."}, {"speaker": "Roy", "line": "Those must be the Dragon Stones..."}, {"speaker": "Jahn", "line": "Yes. We were rendered utterly powerless against the humans. We were just as weak, no, even weaker than the humans in their pathetic form. The humans took advantage of our handicap and started attacking the Dragons that had taken human form."}, {"speaker": "Roy", "line": "Why did you choose the human form?"}, {"speaker": "Jahn", "line": "In the new order of nature, the human was the form that required the least amount of energy to transform into. The Eight Heroes mercilessly crushed us, helpless in our human form. I, too, suffered a deep wound."}, {"speaker": "Roy", "line": "Do you have hate for the humans who wounded you?"}, {"speaker": "Jahn", "line": "Hate? Only humans have such ridiculous emotions. We battled to maintain our species, and we lost. That is all."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "This time, however, you humans might lose. Some human named Zephiel brought the Dark Dragon to life again."}, {"speaker": "Roy", "line": "! Then Zephiel did break the Dark Dragon’s seal!"}, {"speaker": "Jahn", "line": "That is correct. If you want to hear more, then show me your more of your worthiness."}, {"speaker": "Roy", "line": "Jahn! I know you’re there."}, {"speaker": "Jahn", "line": "Hm... It seems that you did indeed defeat Zephiel... You might make it far enough to be able to fight me."}, {"speaker": "Roy", "line": "What relation did the Dark Dragon have to Zephiel?"}, {"speaker": "Jahn", "line": "You know that the founder of Bern is Hartmut, the leader of the Eight Heroes, do you not?"}, {"speaker": "Roy", "line": "I know that."}, {"speaker": "Jahn", "line": "Then do you know that Hartmut didn’t kill the Dark Dragon, but only sealed it away?"}, {"speaker": "Roy", "line": "I know. But I still don’t know why he did that."}, {"speaker": "Jahn", "line": "Hm...I see. The Eight Heroes eventually defeated our leader, and they made their way deep into the temple to find the Dark Dragon. However, when they arrived at the Dark Dragon’s chamber, all they saw was a human girl, looking off into space. It was Idunn."}, {"speaker": "Roy", "line": "They didn’t fight?"}, {"speaker": "Jahn", "line": "The Dark Dragon had its soul destroyed to follow our leader’s commands. Since our leader had been killed, there were no further commands to follow."}, {"speaker": "Roy", "line": "Then what happened to the Dark Dragon?"}, {"speaker": "Jahn", "line": "The Eight Heroes naturally hesitated. They had expected to see the most powerful Dragon, but all they saw was a girl who wouldn’t respond even if spoken to."}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "But the Dark Dragon still had to be defeated, so the Eight Heroes prepared for battle. Idunn then must have reacted to their attacks. She changed into the Dark Dragon and fought back, just like the War Dragons who have no heart. Hartmut then used a blade even stronger than the Divine Weapons and slashed at the Dark Dragon’s scales."}, {"speaker": "Roy", "line": "The Binding Blade!"}, {"speaker": "Jahn", "line": "I don’t know what you humans call it, but that must be it. Anyway, when that sword cut through the Dark Dragon’s flesh, it suddenly fell unconscious."}, {"speaker": "Roy", "line": "It didn’t die?"}, {"speaker": "Jahn", "line": "Yes. Apparently, the sword reacted to its wielder’s feelings and changed its power accordingly."}, {"speaker": "Roy", "line": "So Hartmut didn’t want to kill it, so the Binding Blade reacted to his emotions and only knocked the Dark Dragon unconscious?"}, {"speaker": "Jahn", "line": "I understand that Hartmut did know a little bit about the Dark Dragon. Then, after seeing it as the little girl, Idunn, he must have felt pity. It is another emotion that we Dragons cannot comprehend."}, {"speaker": "Roy", "line": "Pity..."}, {"speaker": "Jahn", "line": "And thus, at the bottom of his heart, he didn’t want to kill her. In my opinion, I would never leave something that would be a danger to me alive."}, {"speaker": "Roy", "line": "So Hartmut’s feelings changed the sword’s strength..."}, {"speaker": "Jahn", "line": "Hartmut persuaded his comrades and decided to seal the Dark Dragon. He built a temple deep in the forests of Bern and sealed Idunn away using the sword and a gemstone. They are what you call the Binding Blade and the Fire Emblem. He then created a nation near the temple that would watch over and protect the seal from being broken. That is Bern."}, {"speaker": "Roy", "line": "...How do you know all this? Were you watching?"}, {"speaker": "Jahn", "line": "No. I had been deeply wounded, so I was leading a hidden life healing myself. I heard the story about the seal from Zephiel. Although, he said that he had read about it in the ancient scrolls kept in the castle library."}, {"speaker": "Roy", "line": "How did you meet Zephiel?"}, {"speaker": "Jahn", "line": "How did I meet him? Hm... If you reach me, I will tell you. It is not far now."}, {"speaker": "Jahn", "line": "You have come far. I am in the chamber right in front of you. It has been long since I last met humans in my true form. I have not left this place ever since the war."}, {"speaker": "Roy", "line": "You... You were always here?"}, {"speaker": "Jahn", "line": "One thousand years... Having survived the Scouring, I waited, healing my wounds in the process. I waited for the resurrection of the Dark Dragon that would bring hope to us Dragons again. And that time finally came. The Dark Dragon’s seal was broken, and I felt power flowing in my veins again."}, {"speaker": "Roy", "line": "How does the Dark Dragon’s seal being broken make your strength recover?"}, {"speaker": "Jahn", "line": "The Dragon Temple’s power depends on the Dark Dragon’s, and thus the Divine Dragons’, life force. If the Dark Dragon were to be sealed, then there is no way I could have recovered to full strength by using the temple’s power."}, {"speaker": "Roy", "line": "I see..."}, {"speaker": "Jahn", "line": "After my strength fully recovered, I set out to look for the person who had broken the seal. I used my illusion to search him out and ask his intentions. I did not wish to go outside in my true form, knowing that you humans now ran the world."}, {"speaker": "Roy", "line": "Wait... I thought that Dragons in their human form lost most of their powers. Then how are you creating this illusion?"}, {"speaker": "Jahn", "line": "This temple is for the Dragons. It is the only place that Dragons can use a little of their power even in human form. I am a fairly powerful Dragon. Even in human form, as long as I stay in here, creating an illusion is easy. Still, I am not able to create actual things like the Dark Dragon can."}, {"speaker": "Roy", "line": "So...you found Zephiel."}, {"speaker": "Jahn", "line": "Yes. I found Zephiel and asked him, ‘Why did you break the Dark Dragon’s seal?’ Zephiel was an odd man. He didn’t seem to be the least bit surprised. He looked me right back in the eye and asked who I was. After I told him that I was a Dragon, he started to smile mysteriously. He then said, ‘My intentions are to give the world to your kind.'"}, {"speaker": "Roy", "line": "......"}, {"speaker": "Jahn", "line": "I cannot say that I fully trusted him, but he was still the Dark Dragon’s new master, so I decided to work with him. Zephiel then ordered the Dark Dragon to lead the world in the place of foolish humans."}, {"speaker": "Roy", "line": "But Zephiel is dead. What is the Dark Dragon doing now?"}, {"speaker": "Jahn", "line": "Although he is gone, the Idunn resides in the chamber behind me. She is waiting for the chance to free the world."}, {"speaker": "Roy", "line": "But her master is now gone! Are you her new master?"}, {"speaker": "Jahn", "line": "I did not need to become her master. She was commanded to carry out Zephiel’s orders even if he were to die. Idunn has absolute obedience to her master. She will make sure that you humans are banished from this land."}, {"speaker": "Roy", "line": "What? Her soul was destroyed, and now she’s bound to orders given by a person long dead?"}, {"speaker": "Jahn", "line": "Do you feel pity, like Hartmut did? ...You humans are truly difficult to understand. But let me tell you this. No matter how hard you try, humans and Dragons will never be able to live in harmony. The gap between our species is impossible to fill."}, {"speaker": "Roy", "line": "That’s not true! I know a place where Dragons and humans live together. Dragons and humans both were brought into the same world. They can, and will understand each other!"}, {"speaker": "Jahn", "line": "Dragons and humans, living together in harmony? Rubbish... I have no intention of listening to such nonsense. Now, enter my domain. Let us see who has more power!"}], "boss": [{"speaker": "Jahn", "line": "One thousand years… My strength has long recovered. I can feel it…"}, {"speaker": "Jahn", "line": "So, I have lost… Humans are truly unpredictable…"}], "end": [{"speaker": "Roy", "line": "In the next chamber lies the Dark Dragon..."}, {"speaker": "Fa", "line": "...Roy..."}, {"speaker": "Roy", "line": "? What’s wrong, Fa? You look like you’re about to burst into tears."}, {"speaker": "Fa", "line": "Is...is Fa also an enemy...?"}, {"speaker": "Roy", "line": "Huh?"}, {"speaker": "Fa", "line": "When... When Fa gets big, will Fa become a bad Dragon, too?"}, {"speaker": "Roy", "line": "!? Wait, Fa. Tell me what you want to say, slowly."}, {"speaker": "Fa", "line": "That man said so... Dragons and people can’t live together..."}, {"speaker": "Roy", "line": "But you were living in Nabata with people, weren’t you?"}, {"speaker": "Fa", "line": "But the Dark Dragon is a Divine Dragon like Fa! And you’re going to fight the Dark Dragon, right? What about Fa? If Fa grows up and becomes like the Dark Dragon, then..."}, {"speaker": "Roy", "line": "You don’t have to worry about that. Even if you grow up, you’ll always be Fa. You’ll always be together with humans, and with us."}, {"speaker": "Fa", "line": "...Really?"}, {"speaker": "Roy", "line": "Sure! And also, I actually want to help the Dark Dragon."}, {"speaker": "Fa", "line": "Help?"}, {"speaker": "Roy", "line": "The Dark Dragon is not acting on her own will...she had her soul destroyed. I... I don’t want to kill her, if I can avoid it."}, {"speaker": "Fa", "line": "...Fa doesn’t get it."}, {"speaker": "Roy", "line": "You’ll understand when you’re little older."}, {"speaker": "Roy", "line": "Hartmut posed a question. And I’ll give an answer to it!"}]}