{"chapter": "07", "title": "Incursion", "speakers": ["Lissa", "Chrom", "Robin", "Hierarch", "Frederick", "Plegian", "Vasto", "Cordelia", "Phila", "Emmeryn", "Sumia", "Flavia", "Basilio"], "dialogue_counts": {"Lissa": 9, "Chrom": 27, "Robin": 9, "Hierarch": 5, "Frederick": 3, "Plegian": 1, "Vasto": 6, "Cordelia": 8, "Phila": 9, "Emmeryn": 13, "Sumia": 3, "Flavia": 7, "Basilio": 6}, "gender_counts": {"M": 36, "F": 49, "N": 12, "A": 9}, "lines": 106, "transitions": "FMAMFNMNAMA-NM-N-NNNNN-NM--FFAF-F-N-N-MFFFFFFFMFFFMFMFMFMFFFFFFMFMFFFFFMFMFMF-M-FMFMFM-F-MFFFMFMFAF-MMMMMMF-AFAMMMMFAMFAFM", "intro": [{"speaker": "Lissa", "line": "Ugh, my poor feet. I've got blisters the size of eggs!"}, {"speaker": "Chrom", "line": "Oh, it's not so bad, Lissa. Just a healthy little stroll! How are you holding up, Robin?"}, {"speaker": "Robin", "line": "My legs feel like pudding... Your endurance astounds me, Chrom."}, {"speaker": "Chrom", "line": "Hah! Should I carry you?"}, {"speaker": "Lissa", "line": "You can carry me! ...No, seriously. I would really be okay with you carrying me."}, {"speaker": "Hierarch", "line": "Hmm…"}, {"speaker": "Frederick", "line": "Is something troubling you, Hierarch? You keep glancing up at the peaks."}, {"speaker": "Hierarch", "line": "Hmm? Oh, I'm just a b-bit nervous I'm afraid. Gh-ghastly times, these!"}, {"speaker": "Robin", "line": "Chrom, who is that?"}, {"speaker": "Chrom", "line": "The hierarch? He's been a friend of House Ylisse for many years. He guided Emmeryn during the early years of her rule. Why do you ask?"}, {"speaker": "Robin", "line": "I can't quite put my finger on it, but something feels…"}, {"speaker": "Plegian", "line": "Grah ha hah! Time to die, princey!"}, {"speaker": "Chrom", "line": "Plegian soldiers? Damn! How did they know we were here? Everyone! Prepare for battle!"}], "battle": [{"speaker": "Vasto", "line": "*Sniiiiiiff* Ahhhhhhhhh... Smell that, men? The winds of fortune are blowing our way!"}, {"speaker": "Hierarch", "line": "Hold, sir! I am the man King Gangrel told you about! Did you not receive orders to take me into your protection?"}, {"speaker": "Vasto", "line": "I've orders to protect a man, true... But I see no man here! ...Only a pig! A rasher of traitorous bacon that sold out his own sovereign! And what do we do with little piggies, mmm?"}, {"speaker": "Hierarch", "line": "Well, you... I mean, perhaps... You let them go free?"}, {"speaker": "Vasto", "line": "Oh, are you a chicken now? Bawk bawk! We've a whole barnyard in our midst! Well, it don't matter what you are. The axe will fall just the same!"}, {"speaker": "Hierarch", "line": "Eeeeeeeeeeeek!"}, {"speaker": "Vasto", "line": "Right! Now for the main event. By moon's end, they'll be erecting statues of me in the capital! Ho there! Ylisseans! Give me the Fire Emblem and your wench of a ruler, and spare yourselves a gory end!"}, {"speaker": "Chrom", "line": "Phila, take Emmeryn to the rear of the column. We'll fend off these blackguards!"}, {"speaker": "Cordelia", "line": "Huff, huff...* No! Plegians here as well?! Prince Chrom! Captain Phila! Beware! Enemy reinforcements to the rear! They'll be upon us soon!"}, {"speaker": "Phila", "line": "Is that... Gods, Cordelia?!"}, {"speaker": "Robin", "line": "Cordelia?"}, {"speaker": "Phila", "line": "She's one of my knights. Young yet, but quite gifted. But she was stationed on the border... Why...? Oh, gods! Could it mean...?"}], "character-falls": [{"speaker": "Cordelia", "line": "Nngh! Curse me, I am weak! I must retreat..."}], "boss": [{"speaker": "Vasto", "line": "I'll splatter you across the canyon floor!"}, {"speaker": "Vasto", "line": "You doves think...killing me will change anything? Heh... Even now, my brothers storm across your precious border... Go on, dear exalted coward! Run! Flee while they slaughter your subjects! Save yourself... Let their faith in you...bleed away...with the rest..."}], "end": [{"speaker": "Chrom", "line": "...They're gone."}, {"speaker": "Cordelia", "line": "Your Grace! My prince! Run! As far and fast as you can! More Plegians are coming, not a half day's march behind you!"}, {"speaker": "Phila", "line": "Cordelia, what are you doing here? ...Tell me the border remains secure!"}, {"speaker": "Cordelia", "line": "That I could, milady! But it would be false... Gangrel himself led his might against us! The end was upon us when my knight-sisters begged me fly and warn the exalt... I should have stayed... I should have stayed! Ah, gods, I can still hear the screams…"}, {"speaker": "Phila", "line": "Peace, Cordelia. You did your duty. The sisters rightly prized your youth. You've many years yet to keep their legacy alive."}, {"speaker": "Cordelia", "line": "But I abandoned them! I'm weak... Their legacy deserves better."}, {"speaker": "Phila", "line": "Sometimes fleeing takes the most courage. They knew that. Now pull yourself together. Let the faith they showed in you give you strength."}, {"speaker": "Cordelia", "line": "Captain Phila, I... How can I go on like this? They were my...my family... *sob* Gods... Oh, gods…"}, {"speaker": "Chrom", "line": "Damn those monsters!"}, {"speaker": "Emmeryn", "line": "I must return to the capital."}, {"speaker": "Phila", "line": "Your Grace, I cannot advise—"}, {"speaker": "Emmeryn", "line": "I should never have left. If it's discovered I'm away when this news comes to light... The people could panic. Riot. More Ylisseans could needlessly die. Here, Chrom. I entrust this to you."}, {"speaker": "Chrom", "line": "The Fire Emblem?"}, {"speaker": "Emmeryn", "line": "Take it to Ferox—to safety."}, {"speaker": "Chrom", "line": "And leave you? No, Emm."}, {"speaker": "Emmeryn", "line": "No part of House Ylisse matters more than the Emblem. It possesses tremendous power. But too much blood has been shed over it already. I hope it finds a better guardian in you than it did me."}, {"speaker": "Chrom", "line": "Emm, come on. You can't... Don't talk like that! You sound like you're ready to give up…"}, {"speaker": "Emmeryn", "line": "I am not giving up, Chrom. I am only giving what I can."}, {"speaker": "Chrom", "line": "Emm, please! This is madness!"}, {"speaker": "Lissa", "line": "Sis, wait! Let me go with you!"}, {"speaker": "Emmeryn", "line": "Stay with Chrom, Lissa. I command it."}, {"speaker": "Lissa", "line": "This isn't fair! It's not fair! I know our people need you, but we need you, too!"}, {"speaker": "Emmeryn", "line": "Dry your tears, love. This is not good-bye."}, {"speaker": "Phila", "line": "Your Grace, the pegasus knights will accompany you to Ylisstol."}, {"speaker": "Emmeryn", "line": "Very well, Phila. Thank you."}, {"speaker": "Frederick", "line": "I will keep the prince and princess safe, Your Grace. You have my word."}, {"speaker": "Emmeryn", "line": "I know you will, Frederick. Thank you."}, {"speaker": "Frederick", "line": "It is my honor."}, {"speaker": "Phila", "line": "Cordelia. You will stay here with Chrom."}, {"speaker": "Cordelia", "line": "But, Captain—"}, {"speaker": "Phila", "line": "I know your heart is heavy, but this is how it must be. Your knight-sisters will be with you in spirit, wherever you go."}, {"speaker": "Cordelia", "line": "...May they give me strength. As you command, Captain. I will pray for your safety."}, {"speaker": "Emmeryn", "line": "Come, Phila. We must go."}, {"speaker": "Chrom", "line": "No! You don't have to go! This is absurd!"}, {"speaker": "Emmeryn", "line": "Chrom, you don't—"}, {"speaker": "Chrom", "line": "Walking to your own death will not bring peace to anyone! Ylisse needs you. WE need you! Be selfish for once in your life!"}, {"speaker": "Emmeryn", "line": "...... I love you, Chrom. Both you and Lissa are my everything. As for the peace I seek... You cannot see who it is for. I have to go. I'm sorry—I truly am. Let us embrace again in Ylisstol when you arrive with Feroxi reinforcements. I know you will come."}, {"speaker": "Chrom", "line": "...This is a terrible plan."}, {"speaker": "Emmeryn", "line": "The blood of the first exalt flows strong in us. You and I will keep Ylisse safe. I believe it with all my heart. Safe journey, Chrom. Safe journey, Lissa."}, {"speaker": "Chrom", "line": "Emm... Emm?! Ah..."}], "dialogue": [{"speaker": "Lissa", "line": "B-but she's safe inside the castle, right? Phila and the others will protect her! And Khan Flavia is assembling her best troops as we speak. We'll make it back home in time. I know we will!"}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Lissa", "line": "Chrom? Say something! Say, \"Yes, of course we will!\""}, {"speaker": "Chrom", "line": "...I'm sorry, Lissa. What?"}, {"speaker": "Lissa", "line": "Ugh, fine! Never mind! Let me know when you get out of your own head for a second!"}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Sumia", "line": "Snap out of it, Captain!"}, {"speaker": "Chrom", "line": "OW! ...What the hell was that for?!"}, {"speaker": "Sumia", "line": "Oh no! ...Did I do it wrong? Captain Phila said sometimes a good slap will break someone out of their doldrums."}, {"speaker": "Lissa", "line": "Sumia, when you slap someone, you do it with an open palm. You just punched Chrom in the face!"}, {"speaker": "Sumia", "line": "Um... It's the thought that counts?"}, {"speaker": "Chrom", "line": "Gods, that seriously hurt…"}, {"speaker": "Flavia", "line": "Ha ha! What's wrong, my dear prince? Sometimes love hurts! You're lucky to have strong women like these, and not just dainty flowers about. In any case, I bring good news. The Feroxi army has finally mobilized. Every last man is itching to fight. I must say, I'm looking forward to savoring a skirmish or two myself."}, {"speaker": "Chrom", "line": "...Wait. You're coming along?"}, {"speaker": "Flavia", "line": "Of course! A khan must have her fun. I'm even bringing my insignificant other."}, {"speaker": "Robin", "line": "Your who?"}, {"speaker": "Flavia", "line": "Basilio. The oaf isn't good for much, but he might stop a few stray arrows."}, {"speaker": "Basilio", "line": "Chrom! Good gods, I've been looking for you everywhere!"}, {"speaker": "Chrom", "line": "Is something wrong?"}, {"speaker": "Basilio", "line": "Our scouts have reported back. Dark news, I'm afraid... Ylisstol...has fallen."}, {"speaker": "Chrom", "line": "What?!"}, {"speaker": "Basilio", "line": "The Plegians captured your exalt and retreated back across their lines. Gangrel has declared she's to be publicly executed within the moon."}, {"speaker": "Chrom", "line": "E-executed?!"}, {"speaker": "Lissa", "line": "Ooooh…"}, {"speaker": "Robin", "line": "Lissa? Lissa!"}, {"speaker": "Flavia", "line": "The dastard's not even trying to be subtle anymore."}, {"speaker": "Robin", "line": "I agree. It's an obvious trap."}, {"speaker": "Basilio", "line": "The Mad King knew our scouts would relay this information back. It's clearly a provocation—a hot brand to the buttocks! We should consider our options carefully before jumping to any—"}, {"speaker": "Chrom", "line": "Shepherds! We march to Plegia!"}, {"speaker": "Basilio", "line": "*Ahem* Well, that would be ONE option, yes... But perhaps we've seen enough royalty waltzing into traps for one war already, eh?"}, {"speaker": "Chrom", "line": "I don't care if it's a trap, Basilio. He's going to murder my sister!"}, {"speaker": "Flavia", "line": "Peace, Chrom. Breathe a moment. No one's suggesting we don't act. We're simply saying we should act WISELY. We'll need guts AND wits in equal measure if we're to save your sister."}, {"speaker": "Robin", "line": "The khans are right. I'll think of something, Chrom. I promise."}, {"speaker": "Chrom", "line": "...All right, Robin. I leave it to you to formulate our strategy."}, {"speaker": "Flavia", "line": "Are you certain you're up to the task, Robin? It won't be easy. You hold the exalt's life in one hand, and all of ours in the other."}, {"speaker": "Robin", "line": "A responsibility I do not take lightly. But I am equal to the challenge."}, {"speaker": "Flavia", "line": "Ha ha! You've got stones, at least. I like that!"}, {"speaker": "Basilio", "line": "No hesitation, no mincing words... He's/She's either a genius or a fool! I suppose we'll find out once we march. Hold on to your tassets, Ylisseans. We've an exalt to save!"}]}