{"chapter": "12", "title": "The Seacomers", "speakers": ["Dalton", "Villager", "Chrom", "Frederick", "Cherche", "Robin", "Basilio", "Flavia"], "dialogue_counts": {"Dalton": 4, "Villager": 2, "Chrom": 8, "Frederick": 3, "Cherche": 1, "Robin": 5, "Basilio": 5, "Flavia": 4}, "gender_counts": {"M": 16, "F": 5, "N": 6, "A": 5}, "lines": 32, "transitions": "NNNN-MMM-F-N-N-AMMMFMMAMMFMAMMFAMAF-MM", "battle": [{"speaker": "Dalton", "line": "You dare board our ship, worm? I'll not discuss terms with a peasant; I will issue demands to all! Citizens! Soldiers! Hear my words! The Conqueror himself, Emperor Walhart, claims dominion over these lands! You will grant your new emperor your ships! You will grant him all your provender! You will grant him your loyalty and your every possession! And you will surrender this land's greatest treasure, the Fire Emblem! Do this, and your lives will be spared. Resist, and your lives are forfeit! Now, kneel! And swear fealty to the mighty Valmese Empire!"}, {"speaker": "Villager", "line": "B-but if you take all that we have, how are we to make our living? Without food and ships, people will starve! Would you have us all die?"}, {"speaker": "Dalton", "line": "...You'll do for now."}, {"speaker": "Villager", "line": "Hrrgh!"}, {"speaker": "Chrom", "line": "These savages will never listen to reason. Everyone: prepare to engage!"}, {"speaker": "Frederick", "line": "Milord, are you certain? Another war..."}, {"speaker": "Chrom", "line": "I've had time to ponder Ylisse's place in the world, Frederick. ...And my own. We must stand against evil, in all its forms, or there can be no peace!"}, {"speaker": "Cherche", "line": "Might I join, sire? This may not be my country, but it is my cause. My dear Minerva here hungers for a bite of the action as well!"}], "boss": [{"speaker": "Dalton", "line": "You are nothing! A speck of sand on the boot of the great empire!"}, {"speaker": "Dalton", "line": "What... H-how... Ahh..."}], "end": [{"speaker": "Robin", "line": "Chrom, is that all of them?"}, {"speaker": "Chrom", "line": "Yes, but victory's come with a price..."}, {"speaker": "Basilio", "line": "The town is in shambles, as is my army."}, {"speaker": "Frederick", "line": "This is most troubling news. Feroxi soldiers are the finest east of the long sea. If they are having trouble, we are ALL in trouble."}, {"speaker": "Flavia", "line": "That's not the half of it. This was just the vanguard—but a taste of the meal yet to come."}, {"speaker": "Basilio", "line": "And once it arrives, their host will wash over the whole continent in a matter of weeks. There's no way we could repel them and defend our people. It would be a slaughter."}, {"speaker": "Chrom", "line": "Ylisse is no better equipped to handle an attack from the sea... Robin, what do you suggest?"}, {"speaker": "Robin", "line": "Hmm... Their greatest strength is their cavalry, which puts us at a disadvantage... on land. But if we were to catch them at SEA..."}, {"speaker": "Chrom", "line": "But how?! Ylisse has no warships, nor does Ferox."}, {"speaker": "Basilio", "line": "So we'd need aid from a kingdom that does..."}, {"speaker": "Flavia", "line": "You have someplace in mind, oaf?"}, {"speaker": "Basilio", "line": "Perhaps a land that borders the sea, with enough wealth to afford this campaign?"}, {"speaker": "Robin", "line": "Plegia!"}, {"speaker": "Chrom", "line": "No. Absolutely not. Out of the question."}, {"speaker": "Basilio", "line": "They have gold, boy! Countless ships! And more importantly, we have a fart's chance in the wind without them."}, {"speaker": "Flavia", "line": "The oaf is right. ...Crude, but right. There's only one path forward."}, {"speaker": "Robin", "line": "Chrom, will you reconsider?"}, {"speaker": "Chrom", "line": "...... ...Very well. Send a messenger and request a summit immediately. Let us pray this new king is more reasonable than their last."}, {"speaker": "Robin", "line": "Indeed."}, {"speaker": "Flavia", "line": "You know, Robin... For your first time against Valmese forces, that was an impressive victory. You and Chrom have both grown quite adept. You should be proud."}, {"speaker": "Frederick", "line": "Milord, we have word from Plegia. They have agreed to meet with us at their outpost on Carrion Isle. A poor venue should things go sour, as the island's name makes plain. But then I don't see we have much of a choice."}, {"speaker": "Chrom", "line": "Cautious as ever, Frederick the Wary. Don't worry. We'll get our ships. This threat hangs over all of us—Plegia as well. They must see that."}]}