{"chapter": "17", "title": "Inexorable Death", "speakers": ["Flavia", "Basilio", "Say'Ri", "Chrom", "Pheros", "Excellus", "Soldier", "Robin", "Lucina", "Walhart"], "dialogue_counts": {"Flavia": 18, "Basilio": 26, "Say'Ri": 12, "Chrom": 15, "Pheros": 14, "Excellus": 8, "Soldier": 3, "Robin": 9, "Lucina": 6, "Walhart": 2}, "gender_counts": {"M": 65, "F": 36, "N": 3, "A": 9}, "lines": 113, "transitions": "FMFMF-M-F-FMF-M-MFM-MMMMMM-M-NMMMMMM-M-M-MMMMMMM-FMFNFMFFNMMAMAFAFMAMFAFAMAMMMAMFMA-FMFMMFMFMFFMFMMFMFM-MFMFMF-MFMM-MMMFMF-FMFMFMF", "intro": [{"speaker": "Flavia", "line": "Damn! Look at those walls... This isn't going to be easy."}, {"speaker": "Basilio", "line": "It's not the walls I'm worried about—it's the hordes of Valmese inside them."}, {"speaker": "Say'Ri", "line": "Our best bet is a swift, surgical strike, right at their heart. If we can strike down their commander, the fortress will be ours. So—Khan Flavia, your men will take on the forces surrounded the castle. That should create an opening for a smaller team led by Chrom and I. ...I regret to say this will put you at the forefront of the battle, Sir Chrom."}, {"speaker": "Chrom", "line": "I wouldn't have it any other way."}, {"speaker": "Say'Ri", "line": "Then it's settled. Other Resistance forces are on the way. With luck, they'll arrive in time to help. Let's cleave them a proud trail of imperial blood to find us by!"}, {"speaker": "Pheros", "line": "Hmph. Such arrogance... They truly mean to assault Steiger in such meager numbers? Perhaps they expect a woman's garrison to be a softer target,.. Heh, when I'm through, they'll wish they'd challenged Yen'fay instead. Battle stations!"}], "battle": [{"speaker": "Say'Ri", "line": "Sir Chrom—I hear movement from the floor below. It may be reinforcements. Be wary..."}, {"speaker": "Say'Ri", "line": "Our comrades! But wait, how..."}, {"speaker": "Chrom", "line": "The Resistance had already infiltrated the castle...?"}, {"speaker": "Say'Ri", "line": "Nay, impossible! Something is amiss..."}, {"speaker": "Excellus", "line": "Oooh, it appears I'm just in time for the Rebellion reunion! Delicious... Please, do give your \"friends\" your warmest welcome. Just remember your promise...or you can be sure I will remember mine."}, {"speaker": "Chrom", "line": "Say'ri... Are you certain their reinforcements are from the Resistance?"}, {"speaker": "Say'Ri", "line": "Aye, sir, I'm ashamed to say I am. I know some of them by name. ...B-but why would they turn cloak against us now?!"}, {"speaker": "Excellus", "line": "Oooh, it seems we've touched a nerve! I do so enjoy inappropriate touching... Now be good little servants and scrub the stronghold of these Ylissean filth."}, {"speaker": "Pheros", "line": "What is this meddling, Excellus?!"}, {"speaker": "Excellus", "line": "...\"Meddling\"? Why, General Pheros, one might almost mistake you for ungrateful. This \"meddling\" is going to save your post, and quite possibly your life..."}, {"speaker": "Pheros", "line": "We've no need of your parlor tricks here, schemer! I can handle this myself."}, {"speaker": "Excellus", "line": "Why yes, of course you can, General! I can see you're doing SO well already. You're obviously just...waiting to crush the Ylisseans? Toying with them, like a cat! I only brought these rebels so they might learn from your shining example! They were so anxious to join the cause..."}, {"speaker": "Pheros", "line": "Because you threatened them? Tortured them? ...Or perhaps their families? Their villages?"}, {"speaker": "Excellus", "line": "*Ahem* ...I would not wish to burden you with such mundane details, good General. You have more important matters to think after, and to deal with...quickly. But rest assured they are QUITE motivated. Feel free to thank me some other time!"}, {"speaker": "Pheros", "line": "Odious freak... He has no honor. Just the sight of him makes me sick. He is the worm, yet I'm the one left squirming... Bah. ...True, his interference may seal our victory...but he'll never hear me say it."}, {"speaker": "Soldier", "line": "General! Sir Excellus is here to see you."}, {"speaker": "Excellus", "line": "Good day to you, General. You look ravishing, as always."}, {"speaker": "Pheros", "line": "Why are you here, trickster?"}, {"speaker": "Excellus", "line": "\"Trickster\"? Why General, it's almost as if you aren't happy to see me! And after I came all this way to help you... I brought friends, you know. Well... perhaps \"friends\" isn't the word... But they will fight for you all the same."}, {"speaker": "Pheros", "line": "You brought rebels into my stronghold?! Why would they fight their own kind? Unless... You threatened them? Tortured them? ...Or perhaps their families? Their villages?"}, {"speaker": "Excellus", "line": "*Ahem* ...I would not wish to burden you with such mundane details, good General. You have more important matters to think after, and to deal with...quickly. But rest assured they are QUITE motivated. Feel free to thank me some other time!"}, {"speaker": "Pheros", "line": "Odious freak... He has no honor. Just the sight of him makes me sick. He is the worm, yet I'm the one left squirming... Bah. ...True, his interference may seal our victory...but he'll never hear me say it."}], "boss": [{"speaker": "Pheros", "line": "In the name of the Conqueror, you shall not take this fortress!"}, {"speaker": "Pheros", "line": "Nngh... Well done... I may not live...to see Walhart unify all mankind...with my own eyes... But I have seen it...in my dreams... And that is enough..."}, {"speaker": "Pheros", "line": "Then you'd be Prince Chrom... Once, I followed your exalted sister, you know. Made the pilgrimage all the way to Ylisstol, just to hear her speak. I, too, grew up worshiping Naga and the Earth Mother.", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Chrom", "line": "...Yet you abandoned your faith.", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Pheros", "line": "I have no use for invisible spirits any longer. I serve a god among men now. Emperor Walhart will do what no religion ever could—unite all people.", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Chrom", "line": "Your naivete betrays you. Think about it: who willingly follows a tyrant?", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Pheros", "line": "Thinking plays no part in it. In words and deeds, a great leader takes hold of the heart, not the mind. I remember your sister possessing that selfsame gift for inspiring others. Doubtless many still cling to the power of her poetry. But I have found a greater voice...", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Chrom", "line": "My sister believed we all desire the same thing: peace. If Walhart holds such promise, why must he use violence to unite the people?", "unit": "Chrom", "boss": "Pheros"}, {"speaker": "Pheros", "line": "Now who is being naive, good Prince? Sometimes those who will not walk must be dragged along or pushed aside. So raise your sword, Chrom of Ylisse, and prepare to be pushed aside.", "unit": "Chrom", "boss": "Pheros"}], "end": [{"speaker": "Basilio", "line": "Fall back and form up! Don't let them scatter us!"}, {"speaker": "Flavia", "line": "Rrgh! Easier said than done... Their cavalry is riding right over us!"}, {"speaker": "Basilio", "line": "We can hold our ground... I'll show you how a real Feroxi fights, woman!"}, {"speaker": "Flavia", "line": "Ha! Did I hear a crack in your voice? Is that fear in your eye?"}, {"speaker": "Basilio", "line": "Gah! Never! Let's give these kettleheads a taste of our barbarian roots!"}, {"speaker": "Flavia", "line": "Now THAT'S the oaf I love! ...Huh? Enemy soldiers, there—"}, {"speaker": "Basilio", "line": "They're swatting our troops like flies!"}, {"speaker": "Flavia", "line": "Is it some kind of elite cavalry? No, wait... Gods! It's just one man!"}, {"speaker": "Walhart", "line": "YOU THERE! Do you command these forces?"}, {"speaker": "Basilio", "line": "Awww, crap!"}, {"speaker": "Basilio", "line": "Haaarrrgh... Such...strength... Is he even human..."}, {"speaker": "Walhart", "line": "...Impressive. You're the first since Yen'fay to survive beyond a single stroke."}, {"speaker": "Basilio", "line": "I d-don't... I don't stand a chance... Flavia! Everyone! Run! Run for your lives!"}, {"speaker": "Flavia", "line": "I'm not leaving you here!"}, {"speaker": "Basilio", "line": "He's a demon, woman... I can only keep him...busy while you...escape... Hngh! ...D-damn... Looks like the lass was right..."}, {"speaker": "Flavia", "line": "I think not! I'm here, and that means events can be changed! Damn you, oaf! You're not getting away from me that easily!"}, {"speaker": "Flavia", "line": "Basilio!"}, {"speaker": "Basilio", "line": "Nngh... Flavia... Give this to Chrom..."}, {"speaker": "Flavia", "line": "Is this...the Gemstone?!"}, {"speaker": "Basilio", "line": "You have to...survive... G-give it to him..."}, {"speaker": "Flavia", "line": "Give it to him yourself, you one-eyed clod of a man! I'm not going anywhere and neither are you!"}, {"speaker": "Basilio", "line": "Fool woman! I'm f-finished... Don't let it...be for nothing... For once in your life...just do what I say... Go! Go, gods damn you! GOOOOOO!"}, {"speaker": "Flavia", "line": "BASILIO!"}]}