{"chapter": "22", "title": "An Ill Presage", "speakers": ["Chrom", "Lissa", "Villager", "Frederick", "Lucina", "Aversa", "Validar", "Robin"], "dialogue_counts": {"Chrom": 23, "Lissa": 3, "Villager": 1, "Frederick": 4, "Lucina": 3, "Aversa": 24, "Validar": 5, "Robin": 5}, "gender_counts": {"M": 32, "F": 30, "N": 1, "A": 5}, "lines": 68, "transitions": "MFNFMMMMMMFM-FMFMMMMMMMFMFFFMFMFMFFMFMMFMF-F-F-AFAFAFAFAF-MFMFMFMFMFMF-MFM", "intro": [{"speaker": "Chrom", "line": "All these strange travelers... What's happening here?"}, {"speaker": "Lissa", "line": "Let's ask 'em! Um, excuse me, sir? ...Sir?"}, {"speaker": "Villager", "line": "...the appointed...time... ...to the Dragon's...Table... ...our prayers...Grima..."}, {"speaker": "Lissa", "line": "Riiiiiight... I'll just be backing away slowly then..."}, {"speaker": "Frederick", "line": "Sire!"}, {"speaker": "Chrom", "line": "Frederick! Have the scouts returned?"}, {"speaker": "Frederick", "line": "Yes, milord, and with grim news. Validar has moved to a great altar to Grima known as the Dragon's Table. What's more, it seems all the Grimleal in Plegia are headed there as well. It's as if they're being drawn by some unseen force..."}, {"speaker": "Chrom", "line": "Any idea what it all means?"}, {"speaker": "Frederick", "line": "Who can say, sire? They speak only gibberish and plod on as if possessed."}, {"speaker": "Chrom", "line": "The cataclysm in Lucina's future... This shows all the signs of leading to it. Damn! This destiny is a stubborn business..."}, {"speaker": "Lucina", "line": "We cannot give up."}, {"speaker": "Chrom", "line": "And we will not. We make for this Dragon's Table, and quickly! Come, everyone!"}], "battle": [{"speaker": "Aversa", "line": "The Ylisseans have finally caught up to us, milord."}, {"speaker": "Validar", "line": "Delay them. But carefully... We must reclaim Robin's power."}, {"speaker": "Aversa", "line": "Ah, yes. Don't worry, I'll take extra care with Daddy's special little boy/girl."}, {"speaker": "Chrom", "line": "Validar!"}, {"speaker": "Validar", "line": "Fools! Do you know where you've come?"}, {"speaker": "Chrom", "line": "Return the Fire Emblem now, and we can end this!"}, {"speaker": "Validar", "line": "Aaah ha ha ha ha! You would...end this?"}, {"speaker": "Chrom", "line": "Yes, once and for all."}, {"speaker": "Validar", "line": "My dear boy, we already know how this story ends—you and I both! And yet you rush here... Are you so eager to meet the fell dragon yourself? Or perhaps your own fatal destiny—you would have that realized first? Ha ha!"}, {"speaker": "Chrom", "line": "To hell with your destiny. I'll write a new ending."}, {"speaker": "Aversa", "line": "Oh ho ho, so now you believe you can change fate? And here I thought your exalted sister had delusions of grandeur..."}, {"speaker": "Chrom", "line": "We've done it already."}, {"speaker": "Aversa", "line": "Your victory over sad little Gangrel? Or perhaps Walhart's defeat? Those were meant to happen. They were preordained. You are just another fool in motley, capering on the stage!"}, {"speaker": "Lissa", "line": "But...what about Emmeryn!"}, {"speaker": "Aversa", "line": "You changed only the method of her death. Either way, she was planted in the ground..."}, {"speaker": "Frederick", "line": "But that was Gangrel's will... Not yours... Not Validar's..."}, {"speaker": "Aversa", "line": "You aren't listening. All of this—every word and action—has been orchestrated... Gangrel held the exalt in contempt, yes, so Validar and I used him. In life AND death. The king's demise threw Plegia into chaos. It drove the people to Grima... Now their life force and rancor can be laid before the fell dragon en masse."}, {"speaker": "Chrom", "line": "You couldn't mean..."}, {"speaker": "Aversa", "line": "It is called the Table for a reason, you naive little man. It is where Grima feeds! The Grimleal have gladly offered themselves to him for ages. Even now, they pray for his return... Today the Table overflows with bounty, and their prayers will be answered!"}, {"speaker": "Chrom", "line": "I will never allow that to happen!"}, {"speaker": "Aversa", "line": "But it already HAS happened in our future. This moment was set a millennium ago."}, {"speaker": "Lucina", "line": "How could anyone give their life willingly to that...thing? That monster!"}, {"speaker": "Chrom", "line": "I will stop you! I will stop Grima!"}, {"speaker": "Aversa", "line": "Goodness! Now you're starting to sound like Walhart, the big bully... He intended to destroy Grima as well, you know. ...Our thanks, incidentally, for taking him off the stage for us."}, {"speaker": "Chrom", "line": "Rrgh... That's why you gave us your ships and treasure but no soldiers... Get rid of Walhart, but keep the faithful Plegians to set your god's Table..."}, {"speaker": "Validar", "line": "Aversa, it is time. I must prepare."}, {"speaker": "Aversa", "line": "As you command, Master."}, {"speaker": "Chrom", "line": "Validar! ...VALIDAR!"}, {"speaker": "Aversa", "line": "Master Validar is not to be disturbed. But fear not, I have brought the Deadlords to keep you entertained. These 12 generals were great warriors in life...and even greater, now, in death! I would introduce them one by one, but well, as you'll see, they're not much for talk. Besides, you'll meet them all soon enough!"}], "boss": [{"speaker": "Aversa", "line": "Hee hee. Looking for attention? One at a time, love."}, {"speaker": "Aversa", "line": "Ooh... You play rough... But the ritual has already begun. You are too late! Farewell! perhaps we shall meet again? Oh, actually...I suppose not! heh heh!"}, {"speaker": "Robin", "line": "I'll never understand minions like you and Excellus. No lives of your own... Living only to serve at the beck and call of your masters. Pathetic.", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Oh? I might say as much about your relationship to the prince... And please, don't lump me in with that half-witted little toad. Excellus was nothing but a pawn on our board. Another actor on our stage. His ambition was our insurance against Walhart's threat. If you had failed, he might have destroyed the empire from the inside. But in the end, he was just another puppet whose strings we had to cut.", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Robin", "line": "Then you've confirmed my theory.", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Yes, I promised him the Plegian throne in exchange for the Emblem... He jumped at the offer! Well, as much as the fat little piggie could jump... Men are all the same. Learn their ambition, and you have them by the— Oho... Well, perhaps Excellus was a bit different in that respect...", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Robin", "line": "Here I thought him the lowest form of slime imaginable, but you win handily...", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Yes, well, we play the roles we're given, Robin, as you'll soon discover.", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Robin", "line": "If we all stand on a great stage, I'll be happy to assist with your exit!", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Oh really now, how amusing... You're so cute when you try to be clever. But Master Validar already considers you stronger and smarter than I... Whatever shall I do if he decides you're more witty as well? Perhaps I'd best kill you before you ripen and become his everything...", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Robin", "line": "Before I \"ripen\"?", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Aversa", "line": "...Shhh. Nothing to worry your pretty little head over. Focus on our battle, instead! if you truly are as gifted as my master says... There is no need for me to hold back!", "unit": "Robin", "boss": "Aversa"}, {"speaker": "Chrom", "line": "A final question, witch, before you die—", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Oh? Then perhaps one final answer, boy, before you fail...", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Chrom", "line": "Who is Validar? Why do you follow him?", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "He is...a father to me.", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Chrom", "line": "...What?! But... You're Robin's sister?!", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "Aha ha ha! You damn fool! not literally... But he did raise me as if I were his own. Taught me everything... I was a poor orphaned wretch with dirt for food, yet Master Validar took me in. He provided when others would have watched me starve. I would never presume that he loves me... But he is everything I know of love. I would gladly die at his command.", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Chrom", "line": "Even knowing his actions will destroy the world?", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "But he IS the world—and it is YOU that would destroy HIM! From where I stand, YOU are the only aggressor here. How Robin lives with the shame, attacking his/her own blood...", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Chrom", "line": "Robin sees beyond himself/herself, to the larger reality. One person's life means nothing in the shadow of millions.", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "A sweet sentiment, and easily spoken when you bear no love for the one... But more difficult when the sacrifice was your exalted sister, wasn't it? I don't expect you to see the world through my eyes, Prince. But I won't pretend to understand how things look through yours.", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Chrom", "line": "...Then I suppose there is nothing more to say.", "unit": "Chrom", "boss": "Aversa"}, {"speaker": "Aversa", "line": "No, I suppose there isn't.", "unit": "Chrom", "boss": "Aversa"}], "end": [{"speaker": "Chrom", "line": "Damn! She escaped! Aversa wouldn't leave Validar before he was ready, even with her wounds. His preparations must be complete..."}, {"speaker": "Lucina", "line": "We have to stop him! My future is upon us!"}, {"speaker": "Chrom", "line": "We will, Lucina. I swear to you—we will."}]}