{"chapter": "02", "title": "Rebellion At Macedon", "speakers": ["Catria", "Marth", "Villager", "Warren", "Rumel", "Jagen", "Kris", "Linde"], "dialogue_counts": {"Catria": 5, "Marth": 9, "Villager": 5, "Warren": 4, "Rumel": 2, "Jagen": 1, "Kris": 2, "Linde": 4}, "gender_counts": {"M": 14, "F": 9, "N": 5, "A": 2}, "lines": 33, "transitions": "-FMFMFM-N-N-N-N-N-FMFM-M-M---MMAMFMFMAMFMF", "opening": ["Leaving painful memories behind, Marth and his companions left Grust. They landed in Macedon; their new mission to rescue Princess Minerva. After the War of Shadows, Macedon was led by Minerva, who exiled the oppressive generals and attempted to reform the military. However, the influential General Rucke opposed Minerva's peace-seeking ways. He assembled the exiled officers to instigate a coup d'etat. Caught unprepared, Minerva was captured by Rucke's followers, and his rebel army seized control of Macedon. Then, they dispatched powerful dracoknights to guard the country's forested borders."], "intro": [{"speaker": "Catria", "line": "Prince Marth!! Thank goodness you've come to Macedon!"}, {"speaker": "Marth", "line": "Catria?! I received word that there was a rebellion in Macedon. Are you unharmed?"}, {"speaker": "Catria", "line": "Yes, I'm fine. My older sister Palla and I managed to escape somehow. But Princess Minerva was captured by the rebels. Prince Marth, please... You have to rescue Princess Minerva! At this rate, her life will be in danger!"}, {"speaker": "Marth", "line": "Of course I will help her. Catria, please take us to where she is."}, {"speaker": "Catria", "line": "Yes, my lord! But first we have to break through these woods. General Rumel's dragon knight squad is lurking within this area. If we approach from the front, we'll be easy pickings for them."}, {"speaker": "Marth", "line": "I see...So you're suggesting we flank them from the left or right. Thank you, Catria. Leave it to us!"}], "visit": [{"speaker": "Villager", "line": "Warren's a bit of an idiot. Just 'cause they paid him well, he went ahead and joined the rebel army! Ahh, to think a fool like him was once acquainted with the fair Catria..."}, {"speaker": "Villager", "line": "Look out for those pilfering thieves. If they take off with your precious treasure, you won't ever get it back. Never let them escape from your sight."}, {"speaker": "Villager", "line": "Because of the last war, every nation has been forced to lead hard lives. The only well-off country is Archanea, ruled by Emperor Hardin."}, {"speaker": "Villager", "line": "Some dirty thieves took our village treasure, the Lady Sword, and ran off with it. Only women can wield the incredible power of that sword. Please, prise it back from their filthy hands."}, {"speaker": "Villager", "line": "Beware when dracoknights are around. Even from a far-off distance, they can move all at once and swoop down on you!"}], "recruit-talk": [{"speaker": "Catria", "line": "Warren?! Even a good man like you has sided with the rebel army...", "recruiter": "Catria", "recruit": "Warren"}, {"speaker": "Warren", "line": "Catria the White, huh? It's been a while. You know I'm just a common hunter. If they pay me enough, I'll do anything.", "recruiter": "Catria", "recruit": "Warren"}, {"speaker": "Catria", "line": "Warren, listen to me! Princess Minerva endeavored to create a country where its people could live at ease. She exiled soldiers and generals of ill repute to accomplish that goal. But General Rucke, despite knowing this, roused the soldiers into a coup d'etat. Can't you see? He's just trying to make this country into his own! And you can honestly say you're okay with that?", "recruiter": "Catria", "recruit": "Warren"}, {"speaker": "Warren", "line": "...I see. Well, I don't like the military acting as if they owned the place... Alright then. If you're going to help the princess, then so will I.", "recruiter": "Catria", "recruit": "Warren"}], "recruit-battle": [{"speaker": "Warren", "line": "No hard feelings. I don't have anything against you, but this is the way I live. Forgive me!"}, {"speaker": "Warren", "line": "Damn it... I should've seen this coming..."}], "boss": [{"speaker": "Rumel", "line": "Taste the terror of Macedon's fearless dracoknight squad!"}, {"speaker": "Rumel", "line": "General Rucke, I leave the rest to you..."}], "end": [{"speaker": "Jagen", "line": "Sire, we found someone most unusual confined in one of the fortress rooms."}, {"speaker": "Marth", "line": "Hm? ...Linde! How did you wind up in a dangerous place like this?"}, {"speaker": "Kris", "line": "Sire, do you know this woman?"}, {"speaker": "Marth", "line": "Yes, this is Linde. Her natural talent for magic helped us a great deal in the last war."}, {"speaker": "Linde", "line": "Prince Marth! Thank heavens. What a pleasant surprise meeting you here. I desperately needed to see you again, so I set out to find you. But the Macedonian soldiers found me suspicious and they dragged me to this fortress..."}, {"speaker": "Marth", "line": "Is that so? I'm glad you're safe. But, why were you looking for me? Shouldn't you be by Princess Nyna's side?"}, {"speaker": "Linde", "line": "I was requested by Princess Nyna to deliver you this."}, {"speaker": "Marth", "line": "Huh? This...! This is the Fire Emblem! The royal heirlom of Archanea: the Emblem Shield!"}, {"speaker": "Kris", "line": "The Fire Emblem... I heard that in the last war, Princess Nyna entrusted you with it, sire..."}, {"speaker": "Marth", "line": "Indeed. I looked after this as Archanea's representative in the last war. But why give this to me now? Especially at a time when Archanea has so much influence under Emperor Hardin's reign? In this peaceful age, why is Princess Nyna giving me the \"Champion's Proof\"...?"}, {"speaker": "Linde", "line": "I don't understand either. Princess Nyna didn't explain why, just that I had to give it to you... I remember her eyes seemed so sad... I think she may have been crying..."}, {"speaker": "Marth", "line": "Princess Nyna crying?! What on earth has been happening...? Linde, after this battle ends, I will go see Princess Nyna. Until then, I want you to remain with us."}, {"speaker": "Linde", "line": "Yes, Prince Marth!!"}]}