{"chapter": "07", "title": "The Scarlet Swordsman", "speakers": ["Phina", "Navarre", "Villager", "Astram", "Dahl", "Jagen", "Marth"], "dialogue_counts": {"Phina": 6, "Navarre": 5, "Villager": 4, "Astram": 2, "Dahl": 2, "Jagen": 4, "Marth": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 30, "transitions": "------------", "opening": ["Having liberated Grust, Marth and his companions accepted Wendell's request and stopped by the Fane of Raman in search of the missing orbs. However, the ancient temple built to worship Naga had been wrecked by constant warring, and was now nothing more than a den of thieves.", "\"They're escaping with the temple's valuable treasures. We must catch them! Stay clear of the free company guarding Chiasmir Bridge. We cannot defeat them. It seems a dancer is lost inside the forest. We must find her before the bandits do!\"", "As the soldiers received their orders, the flames of a new battle around the Fane of Raman were ignited."], "intro": [{"speaker": "Phina", "line": "Huff... huff... Please... help me... The thieves... They're going to..."}, {"speaker": "Navarre", "line": "..."}, {"speaker": "Phina", "line": "No, it can't be! You're... one of them... as well? Oh, fine... Do your worst! If you're going to kill me, do it fast!!"}, {"speaker": "Navarre", "line": "Girl... Get behind me. The Altean army is marching towards the south of this forest. I'll take you to them."}, {"speaker": "Phina", "line": "Huh? You're going to help me? You mean, you're not with the thieves?"}, {"speaker": "Navarre", "line": "Until just now, I was. But, I've changed my mind."}, {"speaker": "Phina", "line": "Why...?"}, {"speaker": "Navarre", "line": "There's someone in the Altean army that I want to see. That's all."}, {"speaker": "Phina", "line": "Hmmm... But really, it's 'cause I'm cute, right? At any rate, I'm glad. My name's Phina. I'm a dancer from Warren. People say that once they see my dancing, they feel instantly refreshed! I can show you, if you like. Oh, I should tell you my story: I got separated from my troupe, and wandered into this forest. And then, those horrible thieves came and tried to take me by force... But it's okay now. You seem kind of scary, but actually you're very kind. However, your appearance is... Your face isn't bad, but your dress sense is kind of lacking. And, ugh, what's with your hair? You know, nowadays..."}, {"speaker": "Navarre", "line": "Just stop talking! Anyway, don't stray too far. We'll cut our way to the west corner, and then escape through there. If you want to live, then shut up and come with me."}, {"speaker": "Phina", "line": "Ah... Y-yes, sorry..."}], "visit": [{"speaker": "Villager", "line": "The ancient Fane of Raman is just a treasure trove to thieves. You can see 'em carrying the stolen treasure all over the place. I hope they get cursed or something..."}, {"speaker": "Villager", "line": "The ones protecting the bridge are Astram's free company: powerful men who stop at nothing. As a wise man once said: \"Let sleeping dogs lie\", eh?"}, {"speaker": "Villager", "line": "I wonder if you've seen that young lady's dance? Marvelous, isn't it? Makes a tired body feel healthy again in the blink of an eye!"}, {"speaker": "Villager", "line": "You must never go near that cave. I heard a rumor that in that cave dwells a terrible fire dragon."}], "recruit-battle": [{"speaker": "Astram", "line": "Traitors! I'll show you the might of the Mercurius!"}, {"speaker": "Astram", "line": "Midia... My love..."}], "boss": [{"speaker": "Dahl", "line": "Tryin' to take a cut from a thief's plunderin'... You people ain't even human!"}, {"speaker": "Dahl", "line": "Murderers... the lot of you..."}], "end": [{"speaker": "Jagen", "line": "Sire, we've driven away the thieves, but the temple was completely ransacked; anything that wasn't nailed down is gone."}, {"speaker": "Marth", "line": "Really, even Raman Temple has been reduced to ruins? This is a frightful age we’re in."}, {"speaker": "Jagen", "line": "Yes, I'm sure even Guardian Deity Naga would be furious. 'Tis truly the end of civilzation."}, {"speaker": "Marth", "line": "Jagen, do you know the legend of Naga?"}, {"speaker": "Jagen", "line": "Yes; only vaguely, however. It's said that a thousand years ago... when there was not one king in the lands, people lived in small villages. One day, terrible monsters descended and the humans were massacred, pushed to the brink of extinction. The few who survived prayed to the gods for salvation. The gods heard their prayers, and a gigantic warrior was sent down to earth. The warrior carried a gleaming blade of light in his right hand, and in his left hand, a shield embedded with five orbs. Then, after a fierce battle, he eradicated the monsters and returned to the heavens. He was our guardian deity, Naga, and this temple is dedicated to him. \"He was the avatar of the gods: our guardian deity...\" Your highness, you should know that line from the first chapter of the Raman Bible."}, {"speaker": "Marth", "line": "With the blade of light and the five orbs... That is the legend of Naga..."}, {"speaker": "Jagen", "line": "Well then, sire. We have to cross the Chiasmir Bridge soon. We must hurry; if the enemy takes it, getting across will be nigh impossible."}, {"speaker": "Marth", "line": "Alright then, inform the whole army: We cross Chiasmir Bridge at once. Make sure no one falls behind!"}]}