{"chapter": "09", "title": "Sanctuary Of Sorcery", "speakers": ["Michalis", "Minerva", "Marth", "Jagen", "Villager", "Yoder"], "dialogue_counts": {"Michalis": 4, "Minerva": 7, "Marth": 10, "Jagen": 5, "Villager": 3, "Yoder": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 34, "transitions": "-----------", "opening": ["Marth barely succeeded in escaping, disembarking in the desert of Khadein. He elected to await his subordinates' safe arrival.", "Khadein, the city of magic, is a sanctuary for mages. Many prospecting mages come here and undergo rigorous training. Magic relies on containing nature's energies in \"tomes\" and \"staves\", freely manipulating these energies to harness great power. A few centuries ago, a lone sage founded an academy here, teaching magic's secrets. However, instead of bringing happiness, magic was soon used as a tool of war and a thing to be traded. The sage was disappointed, and vanished from the pages of history. Though there is no confirmation, some say that was the Archsage Gotoh. Currently, advanced magic like Aura cannot be made without the orbs' power, and their use is restricted to a few chosen ones. Those conditions are set by their creator, and they can only be inherited by those who qualify.", "Khadein, the city of magic... the proud Sanctuary of Sorcery."], "intro": [{"speaker": "Michalis", "line": "Minerva, if you wait in this village, you will most certainly run into Marth. I don't like him, but he is indeed noble. Join forces with him."}, {"speaker": "Minerva", "line": "Brother, what are you going to do now? Won't you come with me...?"}, {"speaker": "Michalis", "line": "I have no intention of doing that. I only wish to find Maria and bring her home to Macedon."}, {"speaker": "Minerva", "line": "You've changed, Brother... Or should I say, you've returned to how you used to be. As I thought, back then you were being controlled by Gharnef's dark magic."}, {"speaker": "Michalis", "line": "No, no magic could bend my will. I wished to crush the arrogant Archanea, and establish Macedonian supremacy over this continent. But Father, without bending his ear to me, distanced himself from me and later had me banished."}, {"speaker": "Minerva", "line": "Are you saying that's why you murdered Father? What a fool you were... Didn't you realize that was Gharnef's plotting all along? Yes, Father was strict with you. But it was only because he loved you. Why couldn't you see that?"}, {"speaker": "Michalis", "line": "Enough, Minerva. Do you take me for a fool? After I was defeated, I wandered the gap between life and death. When I had come to, in front of me, I was Maria--her eyes full of tears--praying to the gods. While I treated her like a pawn, Maria, she shed tears for me... Minerva, I'm going now. I have to save Maria. At least that can be my atonement!"}, {"speaker": "Minerva", "line": "Michalis..."}, {"speaker": "Marth", "line": "Jagen, everybody appears to be safe. That’s great to see."}, {"speaker": "Jagen", "line": "But, your highness, what should we do next?"}, {"speaker": "Marth", "line": "Hmm... I want to go home to Altea, but if we can't prevail against Hardin, then we can't go back. What in the world are we supposed to do...?"}, {"speaker": "Jagen", "line": "Please wait a second. I just received some news."}, {"speaker": "Marth", "line": "….."}, {"speaker": "Jagen", "line": "Sire, it's an emergency! I have just come into some new information. The Khadein mage corps has launched an offensive against us. It seems Khadein has allied with the Empire."}, {"speaker": "Marth", "line": "What!? Even Khadein means to be our enemy... Merric, what are you..."}, {"speaker": "Jagen", "line": "At this rate, it seems we have no choice. Sire, we need to break into the sanctuary, but you must be prepared to make sacrifices. If we don't hurry, Archanea's pursuit force will reach our rear and we'll be trapped."}, {"speaker": "Marth", "line": "I understand. We've no choice. Everyone, let's break into the sanctuary! But avoid needless fights if possible!"}], "visit": [{"speaker": "Villager", "line": "A swordslayer will demonstrate your might against a mercenary or a hero. You should definitely get one if you can."}, {"speaker": "Villager", "line": "From here on north, you won't see no more shops. If you're going that way, you should stock up now."}, {"speaker": "Villager", "line": "The person commanding Khadein's mage corps is a young man named Arlen. He's not a bad man, but he can be a bit uncooperative. Seems he regards his old rival, Merric, with disdain. Hmm... I reckon only Lord Wendell could talk some sense into him."}], "recruit-visit": [{"speaker": "Marth", "line": "Huh? Princess Minerva, why are you here?"}, {"speaker": "Minerva", "line": "My brother... Michalis, he helped me."}, {"speaker": "Marth", "line": "Really? That's good to hear. I was so worried once I heard that Prince Michalis had taken you. But, for him to rescue you: what in the world happened?"}, {"speaker": "Minerva", "line": "Maria saved Michalis's life. She's kind, unlike myself... Maria's kindness was able to touch the heart of even a man like Michalis."}, {"speaker": "Marth", "line": "But, isn't that what you wanted? That's why you deliberately avoided killing Michalis. Am I wrong, Princess?"}, {"speaker": "Minerva", "line": "Hmm......"}, {"speaker": "Marth", "line": "I can understand. No one can sever the ties between family so easily. Princess, please lift your spirits. I would like you to fight with us again, just like before. I would like Macedon's strength and yours in order to put a stop to Hardin's designs."}], "boss": [{"speaker": "Yoder", "line": "I will not forgive intruders upon our holy sanctuary! Earth, show your fury! Bolganone!!"}, {"speaker": "Yoder", "line": "Arlen... Was this really what you wanted...?"}], "end": [{"speaker": "Jagen", "line": "The atmosphere inside the building seems somewhat strange."}, {"speaker": "Marth", "line": "Indeed, something seems to be happening. Let's go, Jagen. I'm worried about Merric!"}]}