{"chapter": "11", "title": "Anri's Way", "speakers": ["Marth", "Jagen", "Tiki", "Xane"], "dialogue_counts": {"Marth": 8, "Jagen": 3, "Tiki": 3, "Xane": 3}, "gender_counts": {"M": 14, "F": 3, "N": 0, "A": 0}, "lines": 19, "transitions": "--MMMMMM-FMFMFMMMMMM", "opening": ["Seeking the Lightsphere, Marth and his friends headed for the Tower of Thabes.", "Thabes is an ancient city buried under the sands, along with many treasures. The legend of Thabes, city of illusion, lured many adventurous men to the desert. However, in the end... not one of them ever returned. As the sages once said... stay clear of Mamorthod, the desert of death. There lies the cursed Dark City."], "intro": [{"speaker": "Marth", "line": "Jagen, where in the world are we...?"}, {"speaker": "Jagen", "line": "This is the path depicted in the Anri Saga. The first obstacle in Anri's Way: the Desert of Death. With its scorching sun, raging sandstorm, savage clansmen of the sands and wyverns that soar and dominate the skies. As the city of illusion shimmers in the distance, we can only stand and gaze... Or so the legend has it."}, {"speaker": "Marth", "line": "So Anri came through here as well. And by himself, too..."}, {"speaker": "Jagen", "line": "That’s right. King Anri began his travels here, to obtain the divine sword, Falchion. And that was so that he could rescue Princess Artemis… Although it will be long, I would like to describe the legend of Anri. 100 years ago… The ruler of this continent, the Holy Kingdom of Archanea, was destroyed by the dragon tribe.Humans were enslaved and lived each day in despair. Some people wielded weapons to fight back, but they couldn’t defeat the dragon tribe, and many people died. Also, the humans’ only hope, the Archanean royal family, was wiped out, and so the world lost all hope. However, at that time, at a small city called Altea. It was discovered that the princess of Archanea was hiding there. The angered Dolhr Empire sent soldiers to Altea, aiming to capture the princess. That princess… Artemis was prepared to give up her own life to save the citizens. However the citizens of Altea swore that, even if they were completely annihilated, they would protect the princess. Knowing that the princess was still alive, the citizens of Pales gathered a liberation army, and continued the fight against the Dolhr Empire. The leader of the liberation army, Duke Cartas, fought with the royal shield, given to him by Artemis. As a result, he received enormous support. Thanks to his efforts, the war finally began to become in their favour. But then, the king of the Earth Dragons, Medeus, finally moved out. The dark breath of Earth Dragons possessed horrendous destructive power and had the effect of halving the enemy’s strength. Under such a dire situation it was thought that Altea’s resistance wasn’t going to hold out. Then, at that time, a Sage appeared and told the people that at the Ice Dragons’ Temple, to the distant north, was a sword blessed by the deities. With that sword, the Earth Dragons could be defeated, but it definitely wasn’t an easy task to reach the temple…"}, {"speaker": "Marth", "line": "So Anri, to save his beloved Artemis, left on a journey to obtain the sword?"}, {"speaker": "Jagen", "line": "Yes, that’s right. But I think that’s enough for today. We still have a long road ahead of us…"}], "end": [{"speaker": "Tiki", "line": "Mar-Mar!! It's been aaages. It's me, Tiki! I've wanted to see you for so long."}, {"speaker": "Marth", "line": "Huh... Tiki?! You came to welcome us? Oh, I see... you've been living with Lord Gotoh, haven't you? But you've certainly grown since last time. I'm glad to see you're well."}, {"speaker": "Tiki", "line": "Yeah... But I was so lonely. 'Cause you never came to see me..."}, {"speaker": "Marth", "line": "I'm sorry. But I could never forget about you. I had intended to invite you back to Altea once things had calmed down."}, {"speaker": "Tiki", "line": "Mar-Mar... I... I love you!"}, {"speaker": "Marth", "line": "What......?!"}, {"speaker": "Xane", "line": "...Gotcha!"}, {"speaker": "Marth", "line": "Xa... Xane!!!"}, {"speaker": "Xane", "line": "I’m really sorry. I couldn’t help it after seeing that serious expression on your face… Sorry, don’t be angry. I was ordered, by Gato, to wait here for you. While I was waiting I got more and more angry, wondering why I had to do something so boring. So I thought I’d think of a prank to pull on you. But, my Tiki impression was pretty good wasn’t it? Huh, what’s with the anxious face? Well, shall we get goin'? You wanted to see Lord Gotoh, right?"}, {"speaker": "Marth", "line": "Xane, how do you know Lord Gotoh? Just who are you?"}, {"speaker": "Xane", "line": "Well, lemme see. I don't think that really matters right now. Hey, put that jaw back in place and follow me."}]}