{"chapter": "14", "title": "A Mystery Revealed", "speakers": ["Marth", "Jagen", "Gotoh", "", "Tiki"], "dialogue_counts": {"Marth": 19, "Jagen": 3, "Gotoh": 17, "": 1, "Tiki": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 46, "transitions": "--------", "opening": ["The surprising truth from Xane was a shock to Marth. Tiki was created as the daughter of the Divine Dragon King, Naga, and slept in the temple because of the king's will. The king's fear of Tiki's power was that of a loving mother's. If Tiki was to awaken, her tremendous power would eventually cause the destruction of the world... That is what the Divine Dragon King feared. However, Bantu, the king's servant, became attached to Tiki after watching over her for a period of hundreds of years became(sic). He awoke her from her sleep, and took her away. So Tiki only had 10 human years' worth of memory... \"That is so sad, Tiki...\" Marth was too bewildered to think."], "intro": [{"speaker": "Marth", "line": "This is the Ice Dragons' Temple. Anri's final destination..."}, {"speaker": "Jagen", "line": "Yes. It was here that Anri obtained the Falchion, which he used to defeat Medeus with. Then, encouraged by the citizens of Altea, he became their first king."}, {"speaker": "Marth", "line": "But, in the end he wasn't able to be with Artemis... Why? Weren't they loving together?"}, {"speaker": "Jagen", "line": "The nobles of Archanea didn't want Anri, a former peasant, to become their own king. Instead they encouraged the princess to marry the leader of the liberation army, Duke Caldas. Princess Artemis was unable to refuse. \"The bearer of the Fire Emblem, must give their life to the royal family\". That is a saying passed down unflinchingly by the Archanea royal family. The Princess didn't tell Anri anything and accepted Caldas's engagement."}, {"speaker": "Marth", "line": "How could she...? That was unfair to Anri."}, {"speaker": "Jagen", "line": "What was worse was that the princess died immediately after giving birth to her newborn prince. Also King Anri never married in his life. The Kingdom of Altea was succeeded by his younger brother, King Marcelus... That is to say, your highness's great grandfather."}, {"speaker": "Marth", "line": "Such a tragic tale... So that was Artemis's fate? All because of the curse of the Fire Emblem...?"}], "battle": [{"speaker": "Gotoh", "line": "Marth, you must stand in front of this wall! Only then will the door open."}, {"speaker": "Gotoh", "line": "Prince Marth, you finally came! I should have expected nothing less from the one who possesses the heroic bloodline of Anri. To reward your courage, I will hand the Lightsphere to you. With this, the Darksphere will lose its power and it will no longer be impossible to fight Hardin. Also, about the Starsphere shards..."}, {"speaker": "Gotoh", "line": "What!? You found all the shards? Thank you, then the Starsphere can be restored. Please wait a moment..."}, {"speaker": "", "line": ""}, {"speaker": "Gotoh", "line": "Marth, this is the Starsphere. You can take this with you as well."}, {"speaker": "Marth", "line": "Huh? Gotoh, why are you giving such an important item to me?"}, {"speaker": "Gotoh", "line": "The only person that can restore the Shield of Seals is you... The Shield, itself, has chosen you."}, {"speaker": "Marth", "line": ".....?"}, {"speaker": "Gotoh", "line": "You still don't understand? The Emblem shield you're carrying is the stolen Shield of Seals. To be honest, it was only recently that I noticed; its exterior had completely changed... After stealing it from the Fane of Raman, the thief removed its jewels and sold them off as treasures. The money was used to fund an army, which, along with three stolen weapons, was used to conquer the world. The thief that went on to become the king of Archanea had the shield, which brought him such good fortune, it became the emblem of his royal family. Now do you understand, Marth? It is what you are carrying, Archanea's Fire Emblem."}, {"speaker": "Marth", "line": "!! What... ...The first king of Archanea was originally a thief!? Is that true...? In that case, I can kind of understand the curse of the Fire Emblem... Then, Gotoh... If I can collect all five orbs, can I restore the Shield of Seals?"}, {"speaker": "Gotoh", "line": "Mmm... But please hurry up. The shield has already been broken for 600 years... It is almost time for the Earth Dragons, sealed underneath Macedon, to awaken from their slumber. Those evil Earth Dragons number several hundreds... No, several thousands. Once they awaken there will be nothing that we can do... I will leave Tiki in your care. You can find her in the room to the right. That Divine Dragon child should be able to help you battle the Earth Dragons. But, I will state clearly, if the Shield of Seals is not restored, Tiki will be destroyed."}, {"speaker": "Marth", "line": "Huh...!? Why is that..."}, {"speaker": "Gotoh", "line": "That child is still developing. Without the Shield of Seals she will begin to degenerate. Eventually she will become wild and attack humans. I made her sleep, because I felt sad for her. But, if the Shield of Seals is restored I will no longer have to worry, because the shield will protect Tiki. Marth, please take care of Tiki. You must rescue that child from the path of ruin."}, {"speaker": "Gotoh", "line": "Is that so. You couldn’t find them all... There’s nothing you can do about it... Please hand your collected shards to me. Tiki is sleeping in the room to the right. But since the shield isn’t restored, I can’t let you see her. That child is still developing. Without the Shield of Seals she will begin to degenerate. Eventually she will become wild and attack humans. I cannot allow Tiki to awaken again. It is for her own good... Marth, once you’ve obtained all the treasures, head to the room to the left. I will be waiting for you..."}], "recruit-talk": [{"speaker": "Marth", "line": "Tiki!? Are you alright...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Uh...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Tiki, it's me, Marth. Hey, open your eyes!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "...Marth... .....! Oh Marth!! You came! You came to see Tiki!!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Yes, I hadn't seen Tiki in a long time. Are you feeling well?", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Uh... No. The bishop told me that I had to sleep again. But I don't want to... Because when I sleep I'm always alone. During my sleep, I dreamt many nightmares. There, I became a wild dragon, like those poor Fire Dragons and Ice Dragons. I attacked humans, and I killed them. No... No... When I awoke I was all alone in the dark room... I felt so strange, but also very scared... So very scared... But I couldn't leave that room. I cried many times, and then Uncle Bantu would come to comfort me as usual. One day he took me away, and took me to a human village. Living in that village was very fun, and everybody treated me well... In the short time, until I was discovered by Gharnef, I felt really happy. I don't want to sleep anymore... I feel that if I close my eyes once more, I will be unable to open them ever again. I don't want that. I want to live with everyone, I don't want to sleep again!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Tiki, it's alright now. I will protect you, so don't cry...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Really...? I won't need to see those scary dreams again!?", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "That's right! Once the shield is restored, Tiki can live together with the rest of us. Don't worry, believe in me!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Ah! I'm so happy!! Thank you, Marth!", "recruiter": "Marth", "recruit": "Tiki"}], "end": [{"speaker": "Gotoh", "line": "Is that so...? So Tiki was that happy? It must have been hard for her, living like that. Although it was to protect that child, I did many bad things. She must hate me... Marth, you may leave. I will use my magic to send you to Altea instantly."}, {"speaker": "Marth", "line": "Gotoh, aren't you coming along with us?"}, {"speaker": "Gotoh", "line": "Oh... I have something to investigate right now. You see, Gharnef has already began to act."}, {"speaker": "Marth", "line": "Gharnef...!? But isn't he dead?"}, {"speaker": "Gotoh", "line": "Yes, his body was destroyed, but his vile spirit lives on in the Darksphere. He has also awakened the evil priests that served him, and they appear to be planning something terrible."}, {"speaker": "Marth", "line": "Really...? I see, Gotoh. Well, we'll move out then."}, {"speaker": "Gotoh", "line": "Mmm... Once I find anything, I will contact you immediately. Good luck, Marth. verything is in your hands. Please rescue dragons and humans from the path to ruin."}, {"speaker": "Gotoh", "line": "Marth, you may leave. I will use my magic to send you to Altea instantly."}, {"speaker": "Marth", "line": "Gotoh, aren’t you coming along with us?"}, {"speaker": "Gotoh", "line": "Oh… I have something to investigate right now. You see, Gharnef has already began to act."}, {"speaker": "Marth", "line": "Gharnef…!? But isn’t he dead?"}, {"speaker": "Gotoh", "line": "Yes, his body was destroyed, but his vile spirit lives on in the Dark Orb. He has also awakened the evil priests that served him, and they appear to be planning something terrible."}, {"speaker": "Marth", "line": "Really…? I see, Gotoh. Well, we’ll move out then."}, {"speaker": "Gotoh", "line": "Mmm… Once I find anything, I will contact you immediately. Good luck, Marth. Everything is in your hands. Please rescue dragons and humans from the path to ruin."}]}