{"chapter": "16", "title": "Reclaiming The Capital", "speakers": ["Marth", "Jagen", "Astram", "Jeorge", "Willow", "Gotoh"], "dialogue_counts": {"Marth": 7, "Jagen": 2, "Astram": 8, "Jeorge": 6, "Willow": 2, "Gotoh": 4}, "gender_counts": {"M": 29, "F": 0, "N": 0, "A": 0}, "lines": 30, "transitions": "-MMM-M-M-MMMMMMMMMMMM-M-M-MMMMMMMMMM", "opening": ["This was a fierce battle like no other. But, their homeland of Altea has been liberated. All that remains is the castle... If I could regain Altea castle, where I was born... Everybody, thank you... I really must thank you all for placing your trust in me... Before Marth's face flowed shimmering tears... Even the girl, who gently wiped his tears away, couldn't prevent her own tears..."], "intro": [{"speaker": "Marth", "line": "What's going on...? Even thieves have managed to find their way in. Could the Geosphere have been taken by them!?"}, {"speaker": "Jagen", "line": "Your highness, a suspicious thief is escaping towards the north. We should send somebody in pursuit before it's too late."}, {"speaker": "Marth", "line": "Mmm, but we can't use horses or Pegasi inside, so what should we do..."}], "recruit-battle": [{"speaker": "Astram", "line": "You foul traitors! Taste the might of my Mercurius!"}, {"speaker": "Astram", "line": "Midia..."}], "recruit-talk": [{"speaker": "Jeorge", "line": "Astram, how are you doing?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "So it's the traitor, Jeorge. What do you want with me?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Jeorge", "line": "Wait, Astram. General Eibel has already fallen. You won't be able to win even if you continue fighting.", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "You want me to surrender...? Never! Even if I am the last one standing. I am a warrior of Archanea to the end!!", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Jeorge", "line": "Why are you... Who are you fighting for? Are you fighting for Emperor Hardin?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "No! It's not because of that man, but because of Nyna... And for Archanea!!", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Jeorge", "line": "But, did Nyna tell you to fight here? Do you really think that Nyna would hope for this kind of battle?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "Well... I hadn't seen Nyna for a while. I was told that she fell ill, and that I couldn't see her. But... Since Hardin is Emperor of Archanea, I have no choice. If I don't follow his orders I will become a traitor, and I will be betraying Nyna.", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Jeorge", "line": "Astram, Nyna already entrusted the Emblem to Prince Marth. Do you understand the meaning of her actions?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "Wh-what!! When did this happen, Jeorge? Nyna requested Prince Marth for help?", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Jeorge", "line": "I believe that is the only explanation. Astram, if you want to find out the truth then come with us... If you die here, what will Midia do? You must live on, for her. You must live on, so you can confirm with your eyes what is happening.", "recruiter": "Jeorge", "recruit": "Astram"}, {"speaker": "Astram", "line": "Hmm... I guess I have no choice. But, Jeorge. If this war is as Hardin said, and was caused by Prince Marth's ambitions. I will never forgive you! Remember that!!", "recruiter": "Jeorge", "recruit": "Astram"}], "boss": [{"speaker": "Willow", "line": "Hahaha... It's time for me to show you... The destructive power of my Meteor magic..."}, {"speaker": "Willow", "line": "Emperor Hardin, forgive me..."}], "end": [{"speaker": "Jagen", "line": "Prince Marth. The enemies in the castle have been vanquished. Altea is finally in our hands again."}, {"speaker": "Marth", "line": "Really? That's great. But, I stil don't see my sister..."}, {"speaker": "Gotoh", "line": "Your highness, Princess Elice was taken by Gharnef."}, {"speaker": "Marth", "line": "Huh? Gotoh, is that true!?"}, {"speaker": "Gotoh", "line": "He ordered the dark priests to search for clerics of noble birth. Lena, Maria... and even your sister Elice. They have all been taken by Gharnef..."}, {"speaker": "Marth", "line": "Is that so... But what is he planning on doing by capturing them?"}, {"speaker": "Gotoh", "line": "That I don't know, but I bet it's not anything good. The chain of events so far was all the doing of Gharnef."}, {"speaker": "Marth", "line": "Gotoh! Where is he now?"}, {"speaker": "Gotoh", "line": "I don't know, but I bet Gharnef's next target will be Princess Nyna. So he is probably at Millennium Court..."}, {"speaker": "Marth", "line": "I see. We will go to Millennium Court. I will rescue Hardin from the Darksphere's influence. I will defeat Gharnef and the dark priests... And I will rescue the captured clerics!!"}]}