{"chapter": "17", "title": "Gra's Sun Sets", "speakers": ["Samson", "Sheena", "Old Man", "Woman", "Young Woman", "Marth", "Jagen"], "dialogue_counts": {"Samson": 9, "Sheena": 9, "Old Man": 1, "Woman": 2, "Young Woman": 3, "Marth": 5, "Jagen": 3}, "gender_counts": {"M": 17, "F": 9, "N": 0, "A": 0}, "lines": 33, "transitions": "-MFMFMFM----MM-F-F-M-M-MF-MFMFMF-MMMMM", "opening": ["Marth and the others once again moved out from Altea, and headed towards the imperial capital of Millennium Court. But, along their way, they passed through the Kingdom of Gra, a land allied to Archanea. In the previous war Gra sided with the Dolhr Empire, which resulted in their king, Jiol, dying in battle and the destruction of the kingdom. The country was once a part of Altea, but they sided with Archanea after listening to Hardin's orders. Hardin found King Jiol's daughter, Princess Sheena, and allowed her to ascend the throne, and he then ordered reinforcements from Gra. Sheena received wild support from the citizens of Gra. To them, Sheena was their only hope. The youths all volunteered to become soldiers. They were happy to move out and have the chance to defeat their bitter enemy, Altea. But their dreams were shattered in an instant... Before the fast approaching Altean elites, Gra's soldiers lost all morale, and fled for their lives."], "intro": [{"speaker": "Samson", "line": "Princess Sheena, it seems the Altean army has arrived."}, {"speaker": "Sheena", "line": "Really...? It's already the end. Samson, I have brought you much trouble. I need to watch the final days of my Kingdom of Gra. You may leave now."}, {"speaker": "Samson", "line": "Princess, isn't it already enough? Shouldn't you despise King Jiol for forcefully taking your mother? Isn't that why you hid at Millennium Court and stayed away from this country? Right now you are just being tricked by Hardin, and being used by him."}, {"speaker": "Sheena", "line": "Perhaps. I heard that the people of Gra wished for the restoration of the country, and that's why I agreed to help him. However Hardin is only interested in using us. He would just throw us away like rubbish the moment we became useless to him. Still, I will not leave! How can I just abandon those fighting for my sake!?"}, {"speaker": "Samson", "line": "Impossible... How can our fresh recruits resist Altea's elites...? Fine, if you're staying, I will also stay to the end. This could be interesting."}, {"speaker": "Sheena", "line": "Samson... Why are you doing this? Aren't you mercenaries only interested in being paid with gold? I no longer have money to give you..."}, {"speaker": "Samson", "line": "I don't know why either. It's just... Sometimes men feel like there are things that they must do. Also, I want to see how that kid fights this battle. If he truly is a hero, perhaps your mind may be changed..."}], "visit": [{"speaker": "Old Man", "line": "Hardin sent troops here to prevent Gra from rebelling. The Archanea soldiers are the only ones that can still fight."}, {"speaker": "Woman", "line": "Princess Sheena is the child of King Jiol's second wife. But, she is different from the king. She is a very kind person. The princess is prepared to sacrifice her life for her soldiers. Is there no way to save her?"}, {"speaker": "Woman", "line": "The soldiers here are all foreigners. There's nobody else to protect this country, because the knights of this country all died. Right now, the actions of the Archanea soldiers are deplorable. Their just the same as thieves... Those lowlifes!"}, {"speaker": "Young Woman", "line": "Ah... Please leave me. I already have nothing to give you."}, {"speaker": "Marth", "line": "Ah, please don't get us wrong. We aren't here to steal."}, {"speaker": "Young Woman", "line": "But, didn't you all come here from Altea for revenge?"}, {"speaker": "Marth", "line": "No, we don't want to fight Gra, because Gra and Altea were originally like one family."}, {"speaker": "Young Woman", "line": "Is that true...? Then, I will give my most important treasure... to... you"}], "recruit-battle": [{"speaker": "Sheena", "line": "You... You dare treat my citizens like that... Die!"}, {"speaker": "Sheena", "line": "Forgive me, citizens of Gra."}, {"speaker": "Samson", "line": "Prince Marth... I thought you were a noble person, but you're just a murderer... You disappoint me.*"}, {"speaker": "Samson", "line": "Sheena..."}], "recruit-talk": [{"speaker": "Marth", "line": "You are Princess Sheena? It's great to see you safe. I don't view Gra as an enemy. Gra and my country were originally one country. The country may have divided after Anri's death, but we always got on well as allies. But, in the previous war, I felt deeply regretful about things turning out the way they did. Princess Sheena, please allow us to be friends once again. I don't want to fight Gra.", "recruiter": "Marth", "recruit": "Sheena"}, {"speaker": "Sheena", "line": "Prince Marth... Once I heard that you didn't attack my fleeing soldiers, I was really surprised. You truly are the second coming of King Anri. I trust you. Please... Treat the citizens of Gra... as if they were your citizens. I will hand my whole country to your care... Prince Marth.", "recruiter": "Marth", "recruit": "Sheena"}, {"speaker": "Samson", "line": "That's great Sheena. Now I can finally leave without worry.", "recruiter": "Sheena", "recruit": "Samson"}, {"speaker": "Sheena", "line": "Samson... Can you not leave...?", "recruiter": "Sheena", "recruit": "Samson"}, {"speaker": "Samson", "line": "You don't need me anymore. From now on Prince Marth will protect you.", "recruiter": "Sheena", "recruit": "Samson"}, {"speaker": "Sheena", "line": "Don't leave! I don't want you to leave...", "recruiter": "Sheena", "recruit": "Samson"}, {"speaker": "Samson", "line": "Huh, what? Why keep me? It doesn't seem like you. ...Fine. If you say you need me, I won't go anywhere else. I will protect you wherever you may go. Is that fine with you?", "recruiter": "Sheena", "recruit": "Samson"}, {"speaker": "Sheena", "line": "Yes...", "recruiter": "Sheena", "recruit": "Samson"}], "end": [{"speaker": "Jagen", "line": "Lord Marth, if this battle continues it will become meaningless, and will only give more time for Hardin."}, {"speaker": "Marth", "line": "Mmm, I was thinking the same. If we keep heading east, more needless blood will be spilt. So I have decided a different route for us to go. How about we go directly south from Menedi, and enter Millennium Court from Adria Pass?"}, {"speaker": "Jagen", "line": "You want the troops to cross that dangerous mountain path? It's too dangerous..."}, {"speaker": "Marth", "line": "I am already prepared for danger. Besides, we were able to conquer the dangerous Anri's Way, so this should be easy in comparison..."}, {"speaker": "Jagen", "line": "...That's a fair point. If we can cross it, we can attack the enemy from the rear. Understood, we'll try that."}]}