{"chapter": "18", "title": "Battle Of The Pass", "speakers": ["Roshea", "Wolf", "Vyland", "Sedgar", "King Aurelis", "Marth", "Wolfguard", "Jagen"], "dialogue_counts": {"Roshea": 4, "Wolf": 3, "Vyland": 2, "Sedgar": 2, "King Aurelis": 3, "Marth": 5, "Wolfguard": 1, "Jagen": 2}, "gender_counts": {"M": 21, "F": 0, "N": 1, "A": 0}, "lines": 23, "transitions": "-MMMMMMM-MMMMM-M-M-M-M-N-MMMMM", "opening": ["To avoid needless battle, the Altean army decided to cross the central mountain range, said to be impassable for a large army. Going through Adria Pass, one will soon reach the city of Pales. Hurry, we can't let the enemy spot us! We must charge straight through!! Marth and the others were anxious, but they carried on advancing across the narrow mountain road. But they didn't expect, in the middle of the cliff, to be ambushed by an unfathomable enemy. They were the northern Kingdom of Aurelis' elite squad, the \"Wolfguard\", who had headed south to aid Archanea."], "intro": [{"speaker": "Roshea", "line": "Wolf, Sedgar, Vyland. Is this really okay...? Can we really fight this battle?"}, {"speaker": "Wolf", "line": "Roshea! What are you trying to say? Look, the Altean army is marching long the narrow mountain road. Now's our only chance to defeat them."}, {"speaker": "Vyland", "line": "Yes, Roshea. We swore that we could sacrifice our lives for Lord Hardin. Lord Hardin was the one who freed us plains people from slavery. If we don't fight Altea now, Millennium Court will fall. Do you want Lord Hardin to be defeated by them?"}, {"speaker": "Sedgar", "line": "That's right! Prince Marth wants to destroy Archanea, and conquer the world. And that's why he joined forces with Macedon to crust Grust. Now he even has Gra under his rule. If we don't do something, the whole world will fall under his control."}, {"speaker": "Roshea", "line": "I still don't believe it. I cannot believe Prince Marth would have such ambitions."}, {"speaker": "Wolf", "line": "What? Are you saying that Emperor Hardin lied? Do you think that he would stoop to such a low!? Enough, Roshea!! You disappoint me, if you want to betray us then go ahead. Sedgar, Vyland, let's go. If we're too slow, they will pass us."}, {"speaker": "Roshea", "line": "Hey, wait! I won't betray you. I understand... I'll go."}], "visit": [{"speaker": "King Aurelis", "line": "Oh, Prince Marth. It is good to see you."}, {"speaker": "Marth", "line": "Huh, aren't you King Aurelis?! What are you doing here?"}, {"speaker": "King Aurelis", "line": "I came here to stop my country's army. Also I must apologise to your highness. I believed Hardin's words and followed Archanea, but I now realize my wrongs. Archanea's Empress Nyna secretly sent me a letter, saying that Hardin isn't normal and is ill... My country will remain neutral, and its knights will return to Aurelis. I hope you won't attack my men anymore."}, {"speaker": "Marth", "line": "I understand, your highness. I don't want to fight with you. Please forgive me for taking so many of your knights' lives."}, {"speaker": "King Aurelis", "line": "Oh! You really are like what the rumors say. My body is frail and I have no children, and even Hardin, my younger brother, has completely changed. Prince Marth, please protect Aurelis in my place. I will hand my whole country to you. I give this jewel to you as a gift. This is a magical jewel containing the divine power of life. I spent a lot of gold to buy it from a travelling merchant. I believe it will be useful to you. Don't worry about Hardin. Since he is a knight, it is natural for him to die in battle. That is his fate. Well, Prince Marth, I will go on ahead. I hop you will all be safe..."}], "boss": [{"speaker": "Roshea", "line": "I am Roshea of the Aurelis knights. I don't want to fight, but I can't betray my companions. Please forgive me..."}, {"speaker": "Vyland", "line": "As long as we're here, we won't let you get to Millennium Court. If you don't want to die, run back to your country!"}, {"speaker": "Sedgar", "line": "You... Why are you invading other countries? Have you been blinded by ambition?"}, {"speaker": "Wolf", "line": "The leader of Aurelis' knights, Wolf, is here for your head!"}, {"speaker": "Wolfguard", "line": "Lord Hardin..."}], "end": [{"speaker": "Marth", "line": "Jagen, it seems we've finally crossed the peak. Millennium Court isn't far from here."}, {"speaker": "Jagen", "line": "Yes, if we go down from here, we will reach the capital of Millennium Court in an instant. Also, your highness, I just received news of an attempted coup in Millennium Court. The knights and civilians who opposed Hardin's actions rebelled against him. It seems their leader was Lady Midia."}, {"speaker": "Marth", "line": "What! Midia...? What happened?"}, {"speaker": "Jagen", "line": "Unfortunately Lady Midia was defeated and was captured... Each day many people are executed. It is only a matter of time before Lady Midia shares the same fate."}, {"speaker": "Marth", "line": "Damn, Hardin... I can't believe that he would do that. Alright, let's go and rescue Midia! We must hurry to Millennium Court and end this once and for all. Jagen, let's go!!"}]}