{"chapter": "19", "title": "The Final Battle", "speakers": ["Marth", "Jagen", "Woman", "Young Man", "Young Woman", "Old Man", "Man", "Roshea", "Nehring", "Boah"], "dialogue_counts": {"Marth": 7, "Jagen": 1, "Woman": 1, "Young Man": 1, "Young Woman": 1, "Old Man": 2, "Man": 1, "Roshea": 1, "Nehring": 2, "Boah": 6}, "gender_counts": {"M": 15, "F": 0, "N": 0, "A": 0}, "lines": 24, "transitions": "-MMM-------M---MMMMMMMMMMM", "opening": ["It is the second month of the third year in the history of the empire... Archanea's holy city of Pales is in the midst of a time of mysterious silence. Archanea, because of a civil war begun by the paladin Midia, has arrested many capable knights. However, Archanea still has twice the military power of Altea to fill the streets of Pales with. It has already been nearly a whole year since the expedition to Grust. And now, at long last, the final battle, which would decide the fate of both countries, was about to begin..."], "intro": [{"speaker": "Marth", "line": "I should have expected no less from Archanea. They have such a powerful army. We won't be able to get close so easily."}, {"speaker": "Jagen", "line": "Hardin is gambling everything on this one battle, and he appears to have gathered the entire army of Archanea here. But, any knights with a conscience already joined the coup and have nearly all been executed. All that remains are just weak mercenaries, so you don't need to fear them. Right now, many people hearts have already swayed from Hardin, and the citizens welcome us as their liberation army. This should give us confidence like no other. Anyway, this is the last battle. Although it might take time, please take care while advancing."}, {"speaker": "Marth", "line": "I understand. Let's go, Jagen. I am worried about Midia."}], "visit": [{"speaker": "Woman", "line": "Emperor Hardin was once a kind man, but he suddenly changed into such a frightening Emperor... Ah... If I say things like this, I will get killed as well."}, {"speaker": "Young Man", "line": "Midia is the pride of Archanea. She was the daughter of th highest officer of Archanea, Duke Owen. This rebellion only came about because she could not stand and watch us suffer. No matter what, you must rescue her."}, {"speaker": "Young Woman", "line": "We thought that Nyna and Hardin's marriage would finally bring peace to the world, yet this happened. Oh deities... What should we do...?"}, {"speaker": "Old Man", "line": "Midia is really pitiful. She only just retired as a knight to live together with Astram, and now she has been separated again. She's still a young girl, it's so sad. What can you do to help her...?"}, {"speaker": "Man", "line": "The Archanea army has changed. The troops are all bloodthirsty savages now. What is going on with this country?"}, {"speaker": "Old Man", "line": "Oh, this is so sad. Those that opposed Emperor Hardin have all been killed... Could the Emperor be possessed by a demon...?"}], "recruit-visit": [{"speaker": "Roshea", "line": "Prince Marth, I am Roshea of the Aruelis Knights. I have King Aurelis's permission to come here, and am awaiting your highness' orders. I am truly sorry for the battle at the pass. To apologize to you, I will join and fight alongside your army. Marth, please watch over me!"}], "boss": [{"speaker": "Nehring", "line": "What...? Our Archanea has been defeated? But as long as I'm here, I won't let you enter the castle!"}, {"speaker": "Nehring", "line": "Glory to the Emperor..."}], "end": [{"speaker": "Boah", "line": "Oh, Lord Marth. I've been waiting for you."}, {"speaker": "Marth", "line": "Boah!? You've suffered a grave wound... What happened?"}, {"speaker": "Boah", "line": "Mmm... It was truly frightening... I suppose the Archanea royal family is indeed under a curse. You should know about Hardin and Nyna's marriage, two years ago. To restore Archanea, a king was required, and only two people were suitable. King Aurelis's younger brother, Hardin, and Altea's Prince Marth, you... Those were the choices, and we pleaded for Nyna to make the final decision. Originally, she wanted to wait a while longer, but we begged for her to make up her mind immediately. In the end she said that choosing Prince Marth as her husband would hurt Princess Caeda, so she finally decided on Hardin."}, {"speaker": "Marth", "line": "Wait a second, wasn't that a little harsh on Nyna? I understand that Archanea needed a king, but Nyna, she already..."}, {"speaker": "Boah", "line": "You are referring to Grust's Lord Camus? But that would be unspeakable... Unthinkable in fact. Princess Nyna was the sole successor of the royal bloodline of Archanea. I felt bad as well, but for this country we had no other choice. However, Lord Hardin was very happy. Compared to ascending Archanea's throne, he seemed happier about the fact that Nyna chose him for her husband."}, {"speaker": "Marth", "line": "I also understand Hardin's feelings. He could sacrifice his own life for Nyna. But, did he know about Camus? If he did, I don't believe he would be so happy."}, {"speaker": "Boah", "line": "Mmm... Of course we kept that a secret, and we also persuaded Nyna to hide it as best as she could. But, Lord Hardin was a very sensitive man. He quickly found out that Nyna's heart had no place for him. He felt very painful... He locked himself in his room, and didn't allow anybody to see him. Taking advantage of his broken heart, Gharnef appeared. He took on the guise of a merchant to approach Hardin, and showed him the Darksphere. The distraught Hardin was quickly consumed by the orb. From that day on, he completely changed. It was because I was only focused on restoring this country that I committed such a horrendous mistake. Please, forgive me, Prince Marth..."}, {"speaker": "Marth", "line": "I can't believe all that happened. ..... Where is Nyna now?"}, {"speaker": "Boah", "line": "When Hardin discovered that she had taken the Fire Emblem, he had her confined in her room. After that, she would still communicate in secret with me. However, Hardin found out and then wounded me. He also handed Nyna over to Gharnef."}, {"speaker": "Marth", "line": "Gharnef...!?"}, {"speaker": "Boah", "line": "Mmm... Gharnef had always wanted to take Nyna. He said that the resurrection of the dark dragon required the blood of noble clerics... And so... He took Nyna... To use her as a live sacrifice... Lord Marth, I'm already done for. I will give my Thoron and Physic to you. I beg of you, please rescue Nyna. Even if Archanea is destroyed it no longer matters... I only wish for Nyna to be safe..."}]}