{"chapter": "21", "title": "The Wyvern's Dale", "speakers": ["Marth", "Jagen", "Young Man", "Man", "Michalis", "Gotoh"], "dialogue_counts": {"Marth": 10, "Jagen": 1, "Young Man": 1, "Man": 1, "Michalis": 5, "Gotoh": 3}, "gender_counts": {"M": 19, "F": 0, "N": 0, "A": 0}, "lines": 22, "transitions": "-MMM---MMMMMMMMMM-MMMMMM", "opening": ["Under the guidance of Archsage Gotoh, Marth and the others headed to Macedon's north, to the \"Wyvern's Dale\". It is an undeveloped region populated with wyverns, and ruled by barbarians. But, there is no time to stop, because the fate of the world is in Marth's hands!"], "intro": [{"speaker": "Marth", "line": "Jagen, where is this? Is this Macedon, or Dolhr?"}, {"speaker": "Jagen", "line": "We're right at the countries' border. This is where Macedon's wyverns are born. However, these lands are ruled by savage barbarians. Even Macedon's soldiers are afraid to enter here."}, {"speaker": "Marth", "line": "So this is the Wyvern's Dale... Anyway, Jagen, we need to hurry. I feel like something is going to happen to my sister and the others. I have a bad feeling."}], "visit": [{"speaker": "Young Man", "line": "On the other side of the mountains is a small hill, called the Dragon's Table. Recently, there have been eerie roaring sounds coming from there. Grandfather and the others are afraid a demon is about to awaken. You mustn't get to close to that place."}, {"speaker": "Man", "line": "This is the Wyvern's Dale. Don't go any further. Otherwise I fear you'll be burnt to death by the wyverns."}, {"speaker": "Marth", "line": "Prince Michalis!? What are you doing here? And you've suffered a grave wound. What happened?"}, {"speaker": "Michalis", "line": "...Marth... ...I have been waiting... for you..."}, {"speaker": "Marth", "line": "Huh!?"}, {"speaker": "Michalis", "line": "...Take this..."}, {"speaker": "Marth", "line": "...! This is the Starlight tome. You're giving it to me!?"}, {"speaker": "Michalis", "line": "That's right... Gharnef... Only with this spell can he be harmed. I managed to take it back from his possession..."}, {"speaker": "Marth", "line": "Gharnef!? Where is he now?"}, {"speaker": "Michalis", "line": "The Dragon's Table... Ha... I was careless... I could be... Defeated by Gharnef... Marth... Good luck... I'm already finished. If Minerva is still around... Tell her to... In my place... Rescue Maria..."}, {"speaker": "Marth", "line": "Michalis!"}, {"speaker": "Michalis", "line": "Your highness... I leave Maria's fate to you... Urgh."}], "end": [{"speaker": "Marth", "line": "So this is the Dragon's Table, where the Divine Dragon Naga sealed away the Earth Dragons... But, wasn't Medeus the guardian of the atlar...?"}, {"speaker": "Gotoh", "line": "Medeus could not tolerate the humans' actions against the Manaketes. So he gathered the other dragon tribes and formed the Dolhr Empire, to destroy mankind. First he was defeated by Anri and second by you. But, Earth Dragons can't be destroyed easily due to their powerful life force... Medeus is now sleeping in the altar."}, {"speaker": "Marth", "line": "He's going to resurrect again!?"}, {"speaker": "Gotoh", "line": "No, even an Earth Dragon shouldn't wake within a hundred years. Medeus is now changing his form. When he next awakens, he will become a fearful Shadow Dragon... No... Could it be... So that's why... Why Gharnef..."}, {"speaker": "Marth", "line": "Huh, what is it Gotoh!?"}, {"speaker": "Gotoh", "line": "Prince Marth, I finally understand why the clerics have been taken. Gharnef plans to use them to resurrect Medeus. To awaken a dragon requires the life force of females with pure and noble blood. Gharnef knew about this, so he went to capture the clerics. Mmm... Marth, we must hurry. The clerics are in grave danger. Medeus... He is going to resurrect once again!!"}]}