{"chapter": "04", "title": "Battle In The Lea", "speakers": ["Malledus", "Marth", "Bentheon", "Young Man", "", "Old Man", "Middle-Aged Man", "Old Woman", "Merric", "Matthis", "Lena", "Elder"], "dialogue_counts": {"Malledus": 2, "Marth": 9, "Bentheon": 3, "Young Man": 2, "": 3, "Old Man": 1, "Middle-Aged Man": 1, "Old Woman": 1, "Merric": 3, "Matthis": 11, "Lena": 4, "Elder": 1}, "gender_counts": {"M": 33, "F": 5, "N": 3, "A": 0}, "lines": 42, "transitions": "-MMMM-M-M-N-M-M-M-F-MMMMM-M-M-FMFMFMFM-MMMMMNMMNMMM-M-M-M", "opening": ["After a hard battle, Marth’s Altean Army- for it had grown to be called such- set foot at last in the kingdom of Aurelis. However, joining his might to that of the Aurelians would have to wait. As Marth descended into the vast green lea separating his troops from theirs, he heard a terrible sound: the galloping of enemy destriers, far away…then closer… Then far too close."], "intro": [{"speaker": "Malledus", "line": "Aurelis, at last…The enemy will have sent their forces to meet us."}, {"speaker": "Marth", "line": "Grust, Dolhr, Gra..We’re up against their standing armies, and we must brace ourselves for it."}, {"speaker": "Malledus", "line": "Sire, I believe it prudent that we start taking time to prepare our troops before each battle. We should select the warriors best suited for the situation and outfit them with the right weapons and items accordingly."}, {"speaker": "Marth", "line": "All right, that’s sound advice- I believe I’ll take it."}, {"speaker": "Bentheon", "line": "An unknown army to the south? That must be the Altean princeling and his band of lickspittles. If they think we’ll sit by and let them join forces with the Aurelians, then they have another think coming. With this ridersbane, I’ll litter the lea with their cavalry!"}], "visit": [{"speaker": "Young Man", "line": "Weapons can be crafted of iron, steel, or silver, each metal more powerful than the last. You’’l need to raise your weapon level accordingly, though, before you can use them."}, {"speaker": "", "line": ""}, {"speaker": "Young Man", "line": "General Bentheon who guards the castle was carrying a ridersbane last I saw. Keep your cavaliers away, or that weapon could spell the end of ‘em."}, {"speaker": "Old Man", "line": "Did you know you can use keys to unlock doors and lower bridges? …You did? Ahem! Right, of course you did."}, {"speaker": "Middle-Aged Man", "line": "There’s no terror like the dracoknight. One false move when they’re flyin’ about, and you can kiss your life goodbye."}, {"speaker": "Old Woman", "line": "Kind Altean, this kingdom is in dire need of a savior. We’ve saved up 5,000 gold and poured our prayers into every coin. Please, use this money to answer them."}], "recruit-visit": [{"speaker": "Merric", "line": "Aha! Prince Marth. We meet again."}, {"speaker": "Marth", "line": "…Huh? Merric?! Merric, is that you?"}, {"speaker": "Merric", "line": "Well, yes, sire, last I looked. Whilst studying magic in Khadein, I caught wind of a war brewing and decided to seek you out."}, {"speaker": "Marth", "line": "I see… Thank you, then. I need friends like you on the battlefield. You will fight with us, of course?"}, {"speaker": "Merric", "line": "Of course! ‘Twould be a passing shame if you didn’t get to see me flex a little magic muscle. Wait till I show you my latest: Excalibur!"}], "recruit-battle": [{"speaker": "Matthis", "line": "Lena… Where are you? What I would give to hear your voice just once before I die…"}, {"speaker": "Matthis", "line": "Lena… Forgive your…fool of a brother…"}], "recruit-talk": [{"speaker": "Lena", "line": "Matthis? Is that you?", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "Lena?! What are you doing on a battlefield?", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "I was attacked by bandits in the Teeth while tending to the sick there, and these people saved me. The real question is, what are YOU doing on a battlefield- least of all this one!", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "I’m not here by choice, sister of mine. Since you left, Macedon has only gotten worse and worse. They forced me to enlist- you know I hate warfare, but it was into the army or onto the chopping block.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "Shame on you, Matthis. If you’re going to fight, then at least fight for something you believe in. Medon has done terrible things: marrying their might to Doluna, helping them torment people…Brother, it’s not too late. You could join Altea’s forces. They’re good people you know. Prince Marth would welcome you. They all would.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "…All right, then. If I’m gonna to die, I’d rather die as one of the dashing than one of the dastardly. You know, Lena, you always were the reliable one and now you’re all grown up…I thought for sure you’d have already settled down with your one true love.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Lena", "line": "T-true love? I’ve…I’ve met no such man, Matthis.", "recruiter": "Lena", "recruit": "Matthis"}, {"speaker": "Matthis", "line": "Hmm, is that so? I’ll bet you haven’t… Well, you just be careful. There are plenty of thieves out there who would steal a girl’s heart.", "recruiter": "Lena", "recruit": "Matthis"}], "battle-talk": [{"speaker": "Marth", "line": "You must be Matthis, Sister Lena’s-", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Matthis", "line": "ACK! Y-you’re Prince Marth! Aieee! S-s-stay your rapier, I beg you!", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Marth", "line": "…What has gotten into you?", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Matthis", "line": "You mean…you haven’t come to stick me like a pig for fighting under the Macedonian standard?", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Marth", "line": "Er, no…", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "", "line": "", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Marth", "line": "Really and truly.", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Matthis", "line": "Oh! Uh, right then… Sorry about that little display. I guess Lena was right. Just goes to show not all princes are cut from the same cloth!", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "", "line": "", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Matthis", "line": "Oh, well, our prince- Prince Michalis of Macedon, that is- he’s strong, and proud…and an utter tyrant. They say he put the soldiers who look the most scared in the front lines on purpose.", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Marth", "line": "Hmm… Prince Michalis of Medon…", "person_1": "Marth", "person_2": "Matthis"}, {"speaker": "Matthis", "line": "Don’t worry, sire, I won’t mistake you for him again! Altean princes I can trust!", "person_1": "Marth", "person_2": "Matthis"}], "boss": [{"speaker": "Bentheon", "line": "You can defy us, yes... But you will never defeat us."}, {"speaker": "Bentheon", "line": "W...what..."}], "end": [{"speaker": "Elder", "line": "Prince Marth, you have our thanks for liberating the south castle. You’ll find Captain Hardin protecting the king and the lady Nyna at the Northern Fortress, located in Aurelis. When you find him, please be sure to give him this silver sword."}]}