{"chapter": "05", "title": "Champions Of Aurelis", "speakers": ["Hardin", "Nyna", "Old Man", "Old Woman", "Young Man", "Merric", "Wendell", "Marth", "Merach", "Aurelis King"], "dialogue_counts": {"Hardin": 7, "Nyna": 1, "Old Man": 1, "Old Woman": 1, "Young Man": 2, "Merric": 3, "Wendell": 5, "Marth": 5, "Merach": 2, "Aurelis King": 1}, "gender_counts": {"M": 26, "F": 2, "N": 0, "A": 0}, "lines": 29, "transitions": "-MFM-M-F-M-M-MMMMMM-M-M-MMMMMMMMMM-M-M-M", "opening": ["Trace a line around the continent’s north-eastern plains, and you have Aurelis. This kingdom alone had somehow resisted Dolhr’s attempts to conquer it, but only by some miracle. By the time Marth arrived in Aurelis, much of its territory had already been carved up by Dolhr’s ally Macedon. Still, the king’s younger brother, Hardin, refused to give up without a fight. The people called him Coyote, and he intended to live up to the name. Since its founding, Aurelis and the holy kingdom of Archanea shared close ties and months ago Princess Nyna of Archanea had come to Hardin’s aid. By his side, she had called on the people to fight- but few remained to answer. Macedon’s finest soldiers were closing in. Nyna knew they were out of time…"], "intro": [{"speaker": "Hardin", "line": "Princess Nyna, I’ve spotted them! The Altean army is on the far side of the river."}, {"speaker": "Nyna", "line": "They’re here? At last! Prince Marth has come for us!"}, {"speaker": "Hardin", "line": "So it seems. Now, what say you we turn this battle around? I’m going to take my men east to join our might with Marth’s. Together we will retake the castle. Stay here, my lady, and wait for the good news."}], "visit": [{"speaker": "Old Man", "line": "A castle like ours must be chock full o’ royal treasure! Ah, but only a thief could get inside chests locked that tight…"}, {"speaker": "Old Woman", "line": "The shops in Port Warren feature wares both rare and beautiful. Be thrifty with your gold now if you’ve any plans to venture that way later! Also keep in mind that shops keep only a limited stock of some items; once they’re sold out, you can’t buy any more."}, {"speaker": "Young Man", "line": "Word has it that the enemy is mustering its forces in the fortresses nearby. You’d better hurry and send units to bar their exits."}, {"speaker": "Young Man", "line": "Well g’day, there, son! …Why the wide-eyed stare? Ain’cha never seen a country village before? You know, speakin’ o’ rare sights, I once went to Pyrathi, where I saw me a real live Manakete! Cripes, let me tell you what a shock THAT was! In a blink, this regular old feller turned into an enormous dragon! I mean, I ain’t stupid. I’d heard of the dragonkin before. I’d just always assumed Manaketes looked somethin’ like parakeets. Sheesh… …What? Oh, this? I picked this stone up while I was there. Dunno what it is, but how often do you spy a glowin’ red rock, ya know what I’m sayin’ But honestly, it’s been kinda creepin’ me out lately. You want it? Go on ‘n’ take it. Sheesh…"}], "recruit-talk": [{"speaker": "Merric", "line": "Oh… Master Wendell! Teacher!", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Well, hello, Merric! What a surprise! Good to see you haven’s blown yourself up yet.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "Not yet, sir. But I did find Prince Marth, just like I said I would. I’ve joined the Altean army in the fight against Dolhr. …Why are you here, Teacher?", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Hmm… It’s Khadein, lad. The land is not as you remember it. That fiend Gharnef seized power, and now he’s draped the city in darkness. I fear Khadein is doomed… I could not stay and serve him. So, I snuck out alone.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "Very brave of you, sir. Hmm… Why don’t you join us, then? If Gharnef is helping Dolhr, then he’s a bitter enemy of ours as much as he is to yours and Khadein’s. We couldn’t possibly leave the city in his clutches. And I’m sure the prince would be pleased as pie to have magic as robust as yours in his arsenal.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Hmm, you do know how to argue a point. I’ve no taste for war, but war is what I’ve been served. Come, Merric. We’ll fight together. Tell your prince of Altea that Wendell is at his service.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Prince Marth, I am Wendell, a pontifex of Khadein, city of magic. Our pleas for peace have failed, and Khadein has been taken over by one of the other pontifices. His name is Gharnef, and he and the many mages who swear allegiance to him have allied themselves with Dolhr. Prince Marth, I ask you now: please lend me your help in thwarting his vile ambitions.", "recruiter": "Marth", "recruit": "Wendell"}], "battle-talk": [{"speaker": "Wendell", "line": "Prince Marth, I am Wendell, a pontifex of Khadein, City of Magic. Our pleas for peace have failed, and Khadein has been taken over by one of the other pontifices. His name is Gharnef, and he and the many mages who swear allegiance to him have allied themselves with Dolhr. Prince Marth, I ask you now: please lend me your help in thwarting his vile ambitions.", "person_1": "Marth", "person_2": "Wendell"}, {"speaker": "Marth", "line": "Lord Hardin, I am Marth of Altea. I’ve come to offer what help I can.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Hardin", "line": "And I very gratefully accept it. Stories of your exploits travel fast, young prince. I feel as though I’ve gained a thousand allies in one.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Marth", "line": "I’ve heard a few stories of you as well, Coyote. It will be an honor to fight alongside such a courageous man.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Hardin", "line": "I’ve left Princess Nyna someplace safe for now. We need to decide who will command here. I was hoping it would be you.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Marth", "line": "Me? But, Sir Hardin, you are far more qualified-", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Hardin", "line": "Tsk, Princess Nyna would not be pleased to hear us nitpicking over who will be listed in the history books. Take command, so we can oust this Macedonian scum and be done with it.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Marth", "line": "You are sure?", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Hardin", "line": "Make no mistake. Lord Marth. I consider myself an exceptionally good judge of character. If I thought you acted out of selfishness or ambition, I would not extend the offer I have. You have my trust.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Marth", "line": "Lord Hardin, thank you. That is an honor. If you don’t mind me saying so… I feel as though I’ve made a good friend. We share the same ideals, I think.", "person_1": "Marth", "person_2": "Hardin"}, {"speaker": "Hardin", "line": "That we do. May our friendship be a long one.", "person_1": "Marth", "person_2": "Hardin"}], "boss": [{"speaker": "Merach", "line": "Princess Minerva bade me guard this castle in her absence. You shall not take it so long as I stand!"}, {"speaker": "Merach", "line": "Heh… You think you’ve won, wretch? Far from it…"}], "end": [{"speaker": "Aurelis King", "line": "Prince Marth, your arrival could not have been better timed. Please accept our gratitude. Princess Nyna of Archanea is en route from the fortress. I am sure she will wish to meet you. The battle is not won yet, though: many of the enemy continue to hold out within the castle’s halls. Stay wary."}]}