{"chapter": "06", "title": "Fire Emblem", "speakers": ["Emereus", "Julian", "Rickard", "Nyna", "Marth"], "dialogue_counts": {"Emereus": 3, "Julian": 3, "Rickard": 5, "Nyna": 2, "Marth": 1}, "gender_counts": {"M": 12, "F": 2, "N": 0}, "lines": 15, "transitions": "-M-MMMMMM-M-M-M-M-FMF", "opening": ["After shattering Macedon’s main force outside Aurelis Castle, Marth next led his army into the castle’s halls to liberate the kingdom. A number of treasures slept in Aurelis Castle’s nooks and crannies but how to extract them before they could fall into enemy hands? “Only a thief could open chests locked that tight,” grumbled one of Marth’s men. But we don’t have any thieves with us. …Do we?"], "intro": [{"speaker": "Emereus", "line": "What?! The rebels are inside the castle? Grrr…Very well! Armored units: intercept the intruders! Archers: defend the throne! Thieves, you go gather up the treasure while I make preparations to withdraw. You have your orders! Don’t let those rebels anywhere near this chamber!"}], "recruit-talk": [{"speaker": "Julian", "line": "What the- Rickard? What are you doin’ in here?", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "Oh, uh… Hey there, Chief! Been a long time, huh? So, funny story: I decided to break in here and clean the place out- and then I got caught. Hilarious, right? Comedy gold. OK, your turn What are YOU doin’ here?", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Julian", "line": "Me? I’ve washed my hands of thievery and joined the forces of justice.", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "Ohhh really? Justice? So then this wouldn’t have nothin’ to do with some new lady friend? You always did have a soft spot for a pretty face and the right features-", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Julian", "line": "Wha- Can it, you little fink! I said it’s about justice! I’m entitled to have moral crisis now and then! …You know what? Just for that, YOU are gonna work for me, startin’ right now.", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "What? Do I have to…? Well, all right. You drive a hard bargain, but what can I say? I missed ya, Chief. Just make sure I get a cut out of the haul!", "recruiter": "Julian", "recruit": "Rickard"}, {"speaker": "Rickard", "line": "…Wow! Really? A prince, you say? Thanks for springin’ me! I’m Rickard, just a small-time thief, mind you, but I’ve got big aspirations! I broke in here to clean the place out, and instead it was me that got my cloak cleaned… Since you saved my hide, I guess the least I can do is lend my services in return.", "recruiter": "Marth", "recruit": "Rickard"}], "battle-talk": [{"speaker": "Rickard", "line": "So you’re the prince of Altea, then? Hello. I’m Rickard. Just a small-time thief, mind you, but I’ve got big aspirations! Julian asked me to help you out, see, and what the chief says, goes! So here I am.", "person_1": "Rickard", "person_2": "Marth"}], "boss": [{"speaker": "Emereus", "line": "Blast! They're upon me! Why didn't those idiot soldiers stop them?!"}, {"speaker": "Emereus", "line": "Rrgh... Why... ?"}], "end": [{"speaker": "Nyna", "line": "Prince Marth… At long last. I am Nyna of House Archanea. ‘Tis Archanea’s burden to protect the world of crisis- a duty I have striven to fulfill. But Dolhr has laid waste to my kingdom, and now I find myself powerless to stop the world from falling into ruin. Marth… Please, pick up the banner where I have let it fall. Lead your might against Dolhr, and free us all."}, {"speaker": "Marth", "line": "Of course, Princess Nyna. Altea swore fealty to Archanea long ago, a vow we have always kept. And, as you know, it is in my blood – House Altea’s blood – to destroy Medeus just as Anri did before me."}, {"speaker": "Nyna", "line": "Thank you, Marth. Then let me give you this. This crest is called the Fire Emblem. House Archanea bestows it only upon a true champion, one we believe has the power to save the world. With it, you gain the right to open treasure chests across the land and wield the precious items within. I know you will use them well. Never give up, Marth. Fight, until the day you restore light to our world."}]}