{"chapter": "08", "title": "Port Warren", "speakers": ["Caesar", "Old Woman", "Young Man", "Roger", "Caeda", "Marth", "Kannival", "Malledus"], "dialogue_counts": {"Caesar": 1, "Old Woman": 1, "Young Man": 1, "Roger": 13, "Caeda": 10, "Marth": 2, "Kannival": 2, "Malledus": 1}, "gender_counts": {"M": 20, "F": 11, "N": 0}, "lines": 32, "transitions": "-M-FM-M-FMFMFMFMFMFMFMFMFMFM-MMMM-M-M-M", "opening": ["The League had reached Archanean soil, so Marth gave himself leave to recuperate in Port Warren, a harbor town known for commerce. Coin alone kept the town free and they paid Dolhr dearly in taxes to preserve their autonomy. Naturally, then, theirs was a warm welcome when the Archanean League arrived. Marth's soldiers were glad to rest there, nestled between mountain and sea, but their joy was spoiled by news that the enemy was fast approaching- as harsh an awakening as a rock beneath the pillow."], "intro": [{"speaker": "Caesar", "line": "Prince Marth, I am Caesar, and this is Radd. We are hired swords in the service of Port Warren. Grust has gathered its knights by the fortresses to the north. It's dangerous for you to stay here. Thankfully, the eastern castle has been left almost entirely unguarded; that's the place to strike. Please be careful, sire. We'll be fighting with you all the way."}], "visit": [{"speaker": "Old Woman", "line": "They say a princess of Macedon is being held captive inside Castle Deil. That's odd, don’t you think? Why would Dolhr imprison their own ally?"}, {"speaker": "Young Man", "line": "I saw loads of enemy soldiers up by the northern fortresses! They’ll be pouring out of the gates any minute now. You’d better send someone to bar the exits before they do!"}], "recruit-battle": [{"speaker": "Roger", "line": "I bear you no ill will, but what can I say? A war's a war."}], "recruit-talk": [{"speaker": "Caeda", "line": "Good day, sir.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Ack!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Peace, I’ve no wish to fight you. My name is Caeda. I hail from Talys.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Wh-what are you talking to me for?! This is a battlefield!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Might I trouble you by asking your name, good sir?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "M-my name? That’s- It’s Roger... Why?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Hee hee, forgive me, Roger, it’s just you looked sweet and kind. I just had to stop and talk to you. Tell me: do you believe in love? Oh, listen to me. I’m sure you already have a sweetheart back in Grust.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "What?! No, no! I... mean, er, I’m quite unattached at the moment.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Roger, think of the children- the poor women and children who shed tears every day this war drags on. I joined the Archanean League to put an end to it, but I just...just...*Sniff* Oh, Roger, doesn't it break your heart?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Aye, miss. There, there. I, too, wish nothing more than for this needless war to end.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Then...would you consider fighting with us to end it?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "What? Oh heavens, no... I’m sorry, but I could never betray my kingdom.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Ah, yes, I see. You must have family back in Grust who are counting on you.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "No, not especially. My parents are dead, and it’s not as if I’ve a girl to call my own. But Grust is my home- always has been. I won’t betray her.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "And I cannot convince you to change your mind?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "I’m afraid not, miss.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "All right, sorry to bother you. But I’m glad we had this chance to talk, Roger. You’re every bit the man I thought you were. Goodbye, then...", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Wait- you’re leaving?!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Well, yes, Roger, I must! Every moment I stay here, I put you at risk. What if your comrades thought you were conspiring with the enemy? No, I must go...", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "...You’re very kind, Caeda. Dare I say, we don’t have girls quite like you back in Grust. Um, perhaps...I suppose I could...Aw, heck, I’m going with you!", "recruiter": "Caeda", "recruit": "Roger"}], "battle-talk": [{"speaker": "Roger", "line": "Prince Marth? I’m Roger, a Grustian soldier. Well, at least I was. I’m through fighting against you. Let me join your League.", "person_1": "Marth", "person_2": "Roger"}, {"speaker": "Marth", "line": "Well, certainly. We need all the strong allies we can get. But why the sudden change of heart?", "person_1": "Marth", "person_2": "Roger"}, {"speaker": "Roger", "line": "Well, er... There’s this fetching girl named Caeda who asked me to, and, uh... What can I say? I think I’m in love. Try saying no to a girl who comes racing up to you in the heat of battle just to ask if you believe in love! Whew! I must’ve turned red as a strawberry! Heh heh...", "person_1": "Marth", "person_2": "Roger"}, {"speaker": "Marth", "line": "......", "person_1": "Marth", "person_2": "Roger"}], "boss": [{"speaker": "Kannival", "line": "W-what are you doing all the way out here? Blast, I'm finished...!"}, {"speaker": "Kannival", "line": "Long...live...Grust! Nngff..."}], "end": [{"speaker": "Malledus", "line": "Sire, it's too dangerous to stay here. We must flee to Pyrathi. There are risks there, too- the Pyrathi king Mannu is said to be a descendant of the dragonkin, a Manakete. Still, we've no other recourse. We'll just have to take our chances... Keep your wits about you, sire."}]}