{"chapter": "10", "title": "Princess Minerva", "speakers": ["Zharov", "Minerva", "Enemy Soldier", "Middle-Aged Man", "Young Man", "Maria", "Nyna", "Marth"], "dialogue_counts": {"Zharov": 5, "Minerva": 7, "Enemy Soldier": 1, "Middle-Aged Man": 1, "Young Man": 1, "Maria": 6, "Nyna": 2, "Marth": 1}, "gender_counts": {"M": 8, "F": 15, "N": 1, "A": 0}, "lines": 25, "transitions": "-MFMNMF-M-M-F-F-FFFFFFFFF-M-M-FMF", "opening": ["Not all of the League's soldiers took Catria of the Whitewings at her word. Some insisted her plea was a ruse, a trap concocted by Princess Minerva herself. Marth doubted that, though; he had seen the woman in Lefcandith Valley, and she did not strike him as a sort of conniving menace his followers feared. As the brunt of Grust's might drew closer, Marth led the League to Castle Deil, determined to attack the citadel and rescue the young Macedonian princess, Maria."], "intro": [{"speaker": "Zharov", "line": "Princess Minerva, what brings you here? You've left your post: not very wise. Might I remind you, poor conduct on your part could have repercussions on how...comfortable...your sister remains."}, {"speaker": "Minerva", "line": "I am aware of my sister, thank you. ...I did not come to make trouble. Just let me see Maria, for a little while. She's only a child, General. Think of what she must be going through."}, {"speaker": "Zharov", "line": "Impossible, I'm afraid. She is a hostage. If your sister's well-being concerns you, then start following orders."}, {"speaker": "Enemy Soldier", "line": "General! Grave news! The rebel army has been sighted east of Castle Deil!"}, {"speaker": "Zharov", "line": "What?! Why in creation would the rebels come here? Blast...Order the Dragoons to sortie! And don't forget to send word to the main army. We need reinforcements!"}, {"speaker": "Minerva", "line": "Rebels...? Then Marth has arrived..."}], "visit": [{"speaker": "Middle-Aged Man", "line": "You know, once, there were three great magi in our world: Miloah, the Master of Aura; Gharnef, the Dark Pontifex; and Gotoh, the White Sage. But now Miloah is gone... If only there were somebody left powerful enough to stop Gharnef..."}, {"speaker": "Young Man", "line": "\"That Medonian princess, Minerva... She doesn’t seem like a bad sort. I have a sister, too, and if somebody threatened to hurt her... Well, I’m just sayin' you can’t always judge people based on their actions."}], "recruit-talk": [{"speaker": "Maria", "line": "Oh! You must be Prince Marth! (My, he's so dashing!) ...Thank you for rescuing me. Please be sure to tell my sister I am free. She'll be grateful for the news. Now then. Shall we be off? I'm coming with you, of course.; ...No protesting! I wish to help!", "recruiter": "Marth", "recruit": "Maria"}, {"speaker": "Minerva", "line": "Greetings, Prince Marth. I am Minerva of Macedon. Thank you for saving my sister. Maria's plight forced me to treat you as an enemy when I knew you were not; suffice to say, I am deeply sorry for that. ...The whole world has gone mad. Most of Macedon fights for Dolhr now. My own brother Michalis leads them. And on their hands is the blood of their king, my father. They must be stopped; I must stop them. Still, I fear for my soldiers whom I can no longer protect, especially the three Whitewing sisters: Palla, Catria, and Est. Dolhr worried we would rebel, and forced us to separate. If they knew I was safe, they would join your ranks in a heartbeat. We are yours to command, sire. Let us help you defeat Dolhr, and repay them for sullying Macedon's honor.", "recruiter": "Marth", "recruit": "Minerva"}], "battle-talk": [{"speaker": "Maria", "line": "Sister!", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Minerva", "line": "Maria... Are you all right?", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Maria", "line": "Fine. Have you heard? Marth made me one of his soldiers! Well...I made him make me one.", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Minerva", "line": "...What am I going to do with you? Listen to me, Maria... you cannot stay here. It's too dangerous. Real war is nothing like your stories of princes and damsels.", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Maria", "line": "I'm not going anywhere! I want to stay with you!", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Minerva", "line": "Maria, you're being selfish–", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Maria", "line": "I am not! I'm just...sick of being helpless. I've burdened you long enough. How can I ever help you if you don't give me a chance to be strong? I'm staying here and fighting! No protesting!", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Minerva", "line": "...Ha ha. Somehow I knew you would say that. All right, Maria. If you feel that strongly about it, who am I to stop you? All I ask is that you be careful. If you need help, you come find me. Understood?", "person_1": "Maria", "person_2": "Minerva"}, {"speaker": "Maria", "line": "Of course! Thank you, Sister!", "person_1": "Maria", "person_2": "Minerva"}], "boss": [{"speaker": "Zharov", "line": "Grrr... Must I do everything myself? Bah! You'll not get past me, rebel!"}, {"speaker": "Zharov", "line": "They're a force... to be reckoned... with... Rrgh..."}], "end": [{"speaker": "Nyna", "line": "Marth, have you ever heard of Pontifex Miloah?"}, {"speaker": "Marth", "line": "The one who defended Archanea with the power of Aura? Of course; he and his magic are famous! But...I read Miloah died in a battle with Gharnef, soon after the fiend sold his soul to Dolhr..."}, {"speaker": "Nyna", "line": "Alas, Miloah did die... But his daughter, Linde, yet lives. I am told she inherited her father's skill with Aura magic- but since the battle with Gharnef none have seen her. Wherever she is, it cannot be pleasant. ...Marth, please. Find Linde. With her father gone, we are the only family the girl has left."}]}