{"chapter": "11", "title": "Knorda Market", "speakers": ["Marth", "Nyna", "Young Man", "Middle-Aged Man", "Old Woman", "Anna", "Ruffian", "Boy", "Linde", "Caeda", "Jake", "Merric", "Khozen"], "dialogue_counts": {"Marth": 16, "Nyna": 4, "Young Man": 3, "Middle-Aged Man": 1, "Old Woman": 1, "Anna": 4, "Ruffian": 2, "Boy": 1, "Linde": 6, "Caeda": 5, "Jake": 13, "Merric": 4, "Khozen": 2}, "gender_counts": {"M": 42, "F": 20, "N": 0}, "lines": 63, "transitions": "-MF-MMMFM-F-F-F-F-MMMMMMMFMF-FMFMFMFMFM-M-MFMFMFMF-MMMMMMMMMMMMMM-M-M-MFMFMF", "opening": ["Tired from so many long battles, Marth and the League arrive at last in Archanea, Princess Nyna's mother kingdom. Past the mountains lay the royal palace, known to some as Millennium Court; and within its walls awaited many treasures and captives the enemy had taken. With each step, Marth draw nearer to one of the great waypoints on his journey."], "intro": [{"speaker": "Marth", "line": "Nyna, soon the palace will be in sight. I...know this can't be easy for you."}, {"speaker": "Nyna", "line": "...When the palace fell, many, many good Archaneans were killed. The royal family...My family were...Their bodies were hung before the gates as an example. I cannot unpaint that vivid picture, of my parents grotesquely changed...I feel as though I should cry, Marth; or scream. But no tears come, and I cannot chase away the sadness and rage... ...I cannot change the past. I can only shape the future. Lead the way, Marth. I am ready. Take me home."}], "visit": [{"speaker": "Young Man", "line": "This here is Knorda, Archanea’s closest market town. Drop by the armories and vendors if you’ve an interest in rare goods."}, {"speaker": "Young Man", "line": "A gang of ruffians have rounded up some Archanean folk and are holdin! em over at the edge of town. What a world it’s become, that we’ve gotta be prisoners in our own land!"}, {"speaker": "Middle-Aged Man", "line": "Three ancient weapons known as the Regalia have been passed down through the generations of House Archanea: Parthia, the bow of flame; Gradivus, the lance that pierces stone; and Mercurius, the spectral sword. Only those blessed by the gods may lay hands on them- or so it goes."}, {"speaker": "Old Woman", "line": "I’m sick of war. If it ain’t the screams of battle you’re hearin! it’s the bawlin! of the widows! You all should go home to your loved ones if you ask me."}, {"speaker": "Young Man", "line": "Watch out for the ballisticians. They can fire their missiles quite a long ways. If you see they’re usin! a weapon called an arrowspate, move your fliers out of there, before their wings get clipped! Also, ballisticians have a weapon called the thunderbolt, which is particularly effective against other ballisticians."}, {"speaker": "Anna", "line": "Not everybody fighting for Grust is a bad apple, you know. Take my sweetheart, Jake. He’s got a heart of gold, that one. If you see him, tell him Anna’s worried sick about him. ’Course, my Jake won’t talk to no-one but the most beautiful of women! That’s just the way he is."}, {"speaker": "Anna", "line": "I hope this warring is over and done with soon. And I hope my Jake is well."}, {"speaker": "Anna", "line": "Jake! What are you doing back?...Oh, so you've decided to fight for the Archanean League now?...No, no, I won't stop you. Sure, I wish you'd just stay put for a change, but I know you wouldn't fight unless it were for a fine cause indeed. Go get 'em, honeycomb!"}, {"speaker": "Anna", "line": "Go get 'em, Jake!"}], "recruit-visit": [{"speaker": "Ruffian", "line": "Heh. Whadda you want? A broken nose?"}, {"speaker": "Marth", "line": "I hear you are holding some Archaneans here against their will. Release them at once!"}, {"speaker": "Ruffian", "line": "How ’bout I release my fist into yer- Munchin! Manaketes! The Altean army?! Aieee! Get me outta here!!!"}, {"speaker": "Marth", "line": "Is everyone all right? I know you’ve been through a lot. Go home to your families."}, {"speaker": "Marth", "line": "Em? What’s wrong, lad? Why don't you go home?"}, {"speaker": "Boy", "line": "Because! I have no home to go to."}, {"speaker": "Marth", "line": "You! You’re a girl! Why were you dressed as a boy?"}, {"speaker": "Linde", "line": "To hide, sir. My name is Linde. My father is – was – Miloah, a pontifex. I donned men’s garb to escape Gharnef, but no sooner was I away when those ruffians grabbed me."}, {"speaker": "Marth", "line": "So you’re Linde! I’m glad you’re safe. Princess Nyna was worried about you, you know! Well, we’re all together now. I promise to keep you out of danger."}, {"speaker": "Linde", "line": "No! Let me fight. With Princess Nyna’s blessing, and the tome my father left me, I can wield Aura magic. Let me use it to avenge him. I want to destroy Gharnef myself!"}], "recruit-talk": [{"speaker": "Caeda", "line": "Hail, ballistician of Grust! Are you the one they call Jake?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Hail yourself, sugar! What's a fetching lass like you doing out here on the battlefield? And how do you know my name?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "I am Caeda of Talys. An Archanean woman by the name of Anna told me about you.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Really? Anna mentioned me? ...In a good way, right?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "She's very worried about you. She wants to know why such a good man is fighting for the wrong side.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Wrong side? Hmm... Well, I have to admit, I'm not too keen on kicking Archanea while they're down...", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "They why not fight for Archanea instead? Help us defeat Grust and Dolhr, and set the world right.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Well...I don't know. I don't think it's that simple... Hmm...", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "Anna would love you for it, I'm sure.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "She would? Hmmm... All right, you win. But I'm doin' it for Anna- \" just to be clear!", "recruiter": "Caeda", "recruit": "Jake"}], "recruit-battle": [{"speaker": "Jake", "line": "I knew I wasn't cut out for the military. Well, too late now. I just hope Anna's OK..."}], "battle-talk": [{"speaker": "Merric", "line": "Linde, I presume? My name's Merric. Prince Marth asked me to look after you. Not that we mages need any help looking after ourselves, mind you. \"", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Linde", "line": "Oh, you've studied magic?", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Merric", "line": "Yes, in Khadein.", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Linde", "line": "Khadein... The school? My father was a student there a long time ago.", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Merric", "line": "The school is beautiful–was beautiful, until Gharnef took over and changed everything. I was blessed with wonderful teachers, and I found a healthy mix of friends and rivals in the other aspiring mages.", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Linde", "line": "It sounds nice, I suppose. But my father was the only teacher and friend I ever needed. ......", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Merric", "line": "I'm sorry, Linde...", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Linde", "line": "Don't be. I'm tough like my father, too. ...Let's talk about you, Merric. And about Khadein. I've never been to a school before. How do they teach?", "person_1": "Merric", "person_2": "Linde"}, {"speaker": "Jake", "line": "Are you the Altean prince? The name’s Jake. I just joined up.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "Many thanks, Jake.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "You know, I’ve been to Altea once. Have you uh... Ever paid a visit to the ecret-say op-shay there?", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "The what?", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "The secret shop! Didn’t you know there are secret shops hidden all over the continent? Well, there’s one in Altea, too.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "Oh, really? Where exactly?", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "If I told you, it wouldn’t be much of a secret, now would it? The entrance is disguised so you can’t find it.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "Disguised?!", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "And they don’t let anybody in without a VIP card. So don’t expect to waltz through the door by accident.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "But how do they stay in business?", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "Who knows! Last I heard, they were desperate for customers.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "Then maybe they should reopen as a \"tell your friends \" shop.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Jake", "line": "Ha! Very clever. Anyway, you should drop by when you’re in the neighborhood.", "person_1": "Marth", "person_2": "Jake"}, {"speaker": "Marth", "line": "But I don’t know- Ugh. Never mind.", "person_1": "Marth", "person_2": "Jake"}], "boss": [{"speaker": "Khozen", "line": "Burn...! Burn, till your blood boils and your flesh cooks!"}, {"speaker": "Khozen", "line": "Emperor Medeus...I have failed you..."}], "end": [{"speaker": "Marth", "line": "Good news, Nyna! We've wrested control of the gates from the enemy."}, {"speaker": "Nyna", "line": "Then...we've won!"}, {"speaker": "Marth", "line": "Not quite yet. We can enter the palace, but Dolhr still holds strong inside her walls. Also, a number of knights are being held captive inside."}, {"speaker": "Nyna", "line": "Loyal soldiers who fought for their kingdom and their people...Marth, I wish to free them as soon as possible."}, {"speaker": "Marth", "line": "I understand. We should strike now, then, before enemy reinforcements can arrive. I believe we have a good chance."}, {"speaker": "Nyna", "line": "Thank you, Marth. As always, I am counting on you. Worry no more."}]}