{"chapter": "12", "title": "The Ageless Palace", "speakers": ["Midia", "Boah", "Volzhin", "Nyna", "Marth"], "dialogue_counts": {"Midia": 4, "Boah": 4, "Volzhin": 2, "Nyna": 2, "Marth": 2}, "lines": 15, "opening": ["The holy kingdom of Archanea had come into being six centuries earlier, when the region's numerous city-states were unified under one monarch. The first king, Adrah, had fought valiantly to accomplish this, wielding the three weapons he came to call his regalia- gifts from the gods, some said. The kingdom Adrah forged was pronounced holy; its kings were esteemed. With Archanea's aid, six more independent kingdoms sprang up in their own time. But Archanea was always the greatest - and now, Marth was about to take his first walk through its historic palace's halls."], "intro": [{"speaker": "Midia", "line": "Bishop, what do you make of this? I hear shouting in the corridors."}, {"speaker": "Boah", "line": "Hmm...Princess Nyna must have returned with an army in tow."}, {"speaker": "Midia", "line": "An army?! Really? Then we are saved!"}, {"speaker": "Boah", "line": "Saved, perhaps...or doomed. Surely the enemy realizes we are more trouble alive than dead now."}, {"speaker": "Midia", "line": "You do not take my meaning, Bishop. By \"we\" I mean Archanea. Archanea is saved. If Princess Nyna has truly come to chase the enemy from our halls, to free us...Then my death will have meaning."}, {"speaker": "Boah", "line": "Ho ho...I admire your spirit, child. I always have. But think how Astram would grieve if you were to die."}, {"speaker": "Midia", "line": "I...I had hoped to see him one last time- to say goodbye. That alone I regret."}, {"speaker": "Boah", "line": "Ah, but you have not died yet. Midia. Hang on to hope."}], "boss": [{"speaker": "Volzhin", "line": "Rebel pup! You dare defy Dolhr? Then writhe in the fires of Bolganone!"}, {"speaker": "Volzhin", "line": "Do not think...you have won... Dolhr...is undying... Nngh!"}], "end": [{"speaker": "Nyna", "line": "Marth, thank you. Were it not for you, I may never have seen the halls of my house again."}, {"speaker": "Marth", "line": "I could not have done it alone, Nyna. The whole Archanean League fought tooth and nail this day."}, {"speaker": "Nyna", "line": "True, and yet all the same... I have little doubt your exploits are the ones that will live on in song. I have a gift for you, to celebrate your achievements here. This bow is called Parthia. It is one of the three regalia that have been passed down through House Archanea. The other two regalia- the sword Mercurius and the lance Gradivus are not here. The enemy took them when they fled. I am sorry. I had hoped to give you all three, and thus aid you in the battles to come...."}, {"speaker": "Marth", "line": "Your concern for me is more than enough, Nyna. One day, I will get your family's treasures back and use them to crush Dolhr. I swear it on this emblem of fire!"}]}