{"chapter": "12x", "title": "A Traitor's Worth", "speakers": ["Dejanira", "Horace", "Enemy Soldier", "Marth", "", "Old Man", "Young Woman", "Villager", "Nyna"], "dialogue_counts": {"Dejanira": 5, "Horace": 14, "Enemy Soldier": 2, "Marth": 8, "": 5, "Old Man": 1, "Young Woman": 1, "Villager": 1, "Nyna": 6}, "gender_counts": {"M": 28, "F": 7, "N": 8}, "lines": 44, "transitions": "-MMMMM-NMNM-MMMMMN-M-F-M-M-MMNMMNNMFMFMFMFMNM-MFNFMM", "opening": ["After taking back the palace, the League rode across Akaneia, freeing the greater part of the kingdom as they went- all except the west. A landed knight there named Horace, who had betrayed Akaneia, to join Doluna, continued to stubbornly hold out against Marth’s forces. Nyna could not fathom why such a fiercely loyal knight would turn to treachery, but with her other knights calling for Horace’s blood, she had no choice but to give in and ask Marth to bring the traitor to justice."], "intro": [{"speaker": "Dejanira", "line": "Have you heard, Horace? I am told the rebels just recaptured the palace. That accursed Akaneian wench! Never mind Camus’s pleas. We should have put her to the sword with the rest of them…"}, {"speaker": "Horace", "line": "..."}, {"speaker": "Dejanira", "line": "Hm, something bothering you, now? Don’t tell me you are toying with the idea of rejoining your motherland? Because if you do, I think you know exactly what will befall your people."}, {"speaker": "Horace", "line": "Yes, you’ve made it quite clear! I am an Akaneian knight no longer. I knew this day would come when I gave me lance to Doluna. I will not flinch."}, {"speaker": "Dejanira", "line": "Good. Then gather your soldiers and kill these rebels before they cause any more trouble."}], "battle": [{"speaker": "Enemy Soldier", "line": "Lord Horace, our soldiers are in position."}, {"speaker": "Horace", "line": "Good."}, {"speaker": "Enemy Soldier", "line": "Shall we advance on the enemy?"}, {"speaker": "Horace", "line": "...No. That won’t be necessary. We’ll lure them in close, then strike. No one attacks unless the enemy makes a move first. Is that clear?"}], "battle-talk": [{"speaker": "Marth", "line": "Lord Horace! I am Marth of Altea. I ask that you lay down your arms....", "person_1": "Marth", "person_2": "Horace"}, {"speaker": "Horace", "line": "Is Princess Nyna safe?", "person_1": "Marth", "person_2": "Horace"}, {"speaker": "Marth", "line": "She is- and she’s quite worried about you, sir.", "person_1": "Marth", "person_2": "Horace"}, {"speaker": "Horace", "line": "So Her Highness is alive... The soldiers who died protecting her can rest in peace. ...Now then, Prince Marth. Draw your sword.", "person_1": "Marth", "person_2": "Horace"}, {"speaker": "Marth", "line": "What? But...Lord Horace!", "person_1": "Marth", "person_2": "Horace"}, {"speaker": "", "line": "", "person_1": "Marth", "person_2": "Horace"}], "visit": [{"speaker": "Old Man", "line": "Lord Horace, who rules this land, used to be a knight of Akaneia. After the palace fell, though, he bent his knee to the Dolunian emperor and has been servin’ him ever since. For that, folks call him a traitor and say he tarnished his knightly brethren’s reputation. Well, that’s a load of hogwash. He broke his knightly oaths to protect us! Not ’cause he’s some traitor. Please, sire, you have to help clear his name. Here…Lord Horace’s father, bless him, gave me this weapon as a gift long ago. I know he’d be glad to see it used to restore his son’s honor."}, {"speaker": "Young Woman", "line": " Are you with the League? Please, sir, I’m beggin’ ya...You have to help Lord Horace. He’s always looked out for us small folk, before and after he inherited the land. He’s a pillar of strength, he is. We’d be dead if he hadn’t made the tough choices he did. The least we can do is rescue him from his plight now. Here, I’ve got this magic tome one of our villagers found after the last battle on our soil. You take it, and find some way to save him. Promise!"}], "boss": [{"speaker": "Dejanira", "line": "Vexatious rebels! I’ll skewer you like rabbits!"}, {"speaker": "Dejanira", "line": "Nngh! You'll... pay..."}], "end": [{"speaker": "Horace", "line": "What!? Dejanira’s been killed?! Then... it’s over. Soldiers! Lay down your weapons! No more Akaneian blood shall be shed! ...Mine shall be the last."}, {"speaker": "Horace", "line": "Bravo, Prince Marth. I yield. Spare the lives of my soldiers and treat my people kindly, and you may do with me as you see fit."}, {"speaker": "Villager", "line": "No! Wait, please! Lord Horace is a good man! Doluna threatened him, said they’d raze the land corner to corner if he didn’t comply. So you see-"}, {"speaker": "Horace", "line": "Hush! You’ve said enough."}, {"speaker": "Marth", "line": "But, Lord Horace..."}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "Horace", "line": ".....! Princess Nyna?"}, {"speaker": "Nyna", "line": "Horace. I heard what you said. And you have it quite right. Your crimes deserve death, or worse."}, {"speaker": "Marth", "line": "Nyna, what are you-"}, {"speaker": "Nyna", "line": "But I shall give you no knight’s death. I shall give you a traitor’s life. You say you will not dress up your sins. I say you will not run from them either."}, {"speaker": "Horace", "line": "Your Highness...! Are you saying you wish me to live?"}, {"speaker": "Nyna", "line": "You did all in your power to protect these people. That was honorable, Horace. But if you die today, no one will remember you for anything but your one act of betrayal. Your soldiers will have to bear that shame in your stead. Do you call that justice?"}, {"speaker": "Horace", "line": "....."}, {"speaker": "Nyna", "line": "Starting today, you shall prove to the world there was value in your actions. Show us a traitor’s worth. Show us what the soldiers who fought and died for you saw to be true."}, {"speaker": "Horace", "line": "I... I do not know what to say."}, {"speaker": "", "line": ""}, {"speaker": "Horace", "line": "Heh... Very well, Your Highness. As you command..."}, {"speaker": "Marth", "line": "Nyna, we have put down the western insurgence."}, {"speaker": "Nyna", "line": "And Horace?"}, {"speaker": "", "line": ""}, {"speaker": "Nyna", "line": "Poor Horace. Marth, in his heart, I do not think he truly wished to betray Akaneia."}, {"speaker": "Marth", "line": "Nor I. Doluna must have threatened to do harm to his people."}, {"speaker": "Marth", "line": "So Horace capitulated, to keep them safe... He acted to save lives, yet the world will brand him a traitor. That one word will come to define him... and none will ever know the traitor’s worth."}]}