{"chapter": "13", "title": "The Wooden Cavalry", "speakers": ["Nyna", "Marth", "Young Man", "Young Woman", "Beck", "Midia", "Astram", "Grigas"], "dialogue_counts": {"Nyna": 5, "Marth": 8, "Young Man": 1, "Young Woman": 1, "Beck": 1, "Midia": 4, "Astram": 8, "Grigas": 2}, "gender_counts": {"M": 20, "F": 10, "N": 0}, "lines": 31, "transitions": "-FMFM-MF-M-FMFMFMFM-MMMMMMM-M-M-FMFMFM", "opening": ["The Archanean heroes hurried to Altea, but they would not go unchallenged. Waiting for them at Fort Menedy were Grust's artillery regiment, the dreaded “Wooden Cavalry”. Missiles crashed down, rocking the earth as the enemy ballistae rumbled forward. Had Marth and the League any hope of triumphing over such firepower?"], "intro": [{"speaker": "Nyna", "line": "Grust's artillery...Our opponent is mighty."}, {"speaker": "Marth", "line": "Nonetheless we must face them head-on; they stand between us and Altea."}, {"speaker": "Nyna", "line": "That hunger for danger worries me, Marth. Humanity's hopes rest on your shoulders. I would sooner not see them crushed."}, {"speaker": "Marth", "line": "Which? Humanity's hopes, or my shoulders? ...Have a little faith, Nyna. The enemy ballisticians can strike from afar, but they're powerless up close. All we need to do is move in and silence them before they do too much damage. Watch!"}], "visit": [{"speaker": "Young Man", "line": "Ballisticians are really only vulnerable to one type of weapon: the thunderbolt. Fresh out of thunderbolts? Then you'll just have to dart in and hit ‘em at close range."}, {"speaker": "Young Woman", "line": "We and our countrymen wanted to fight for Archanea, you know. Not just us, neither. They say some of Grust's soldiers would sooner rally under Archanea's banner than Dolhr's. But General Camus conquered us ‘fore we could act, and Grust has had us under their thumb ever since. Here's hopin' you win this battle quick. We like bein' free, don't you know."}], "recruit-visit": [{"speaker": "Beck", "line": "Prince Marth, I presume? The name's Beck. I fought in the battle at Castle Deil. After my shameful defeat there, see, I took refuge in this village. And when I heard your army was marchin' this way, I readied my ballista, hopin' for another taste of battle. So how 'bout it, princey? Take me along! I'm packin' thunderbolts, see? The enemy ballisticians'll never know what hit 'em!"}], "recruit-talk": [{"speaker": "Midia", "line": "Hello, my lover.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "Midia...? Midia, my sweet! Can it really be you? I feared you were dead.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "Oh, Astram! How could you not have heard? Archanea is free! The Altean army came, and liberated the palace along with all the hostages within! Now we fight as one. Come with us, Astram! You needn't dance to Dolhr's fiddle any longer.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "I've a mind to break their fiddle, for all the evils they have wrought.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "Now you can. We can take them together.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "That we can. ...Midia. I am sorry I left you alone. I will not make that mistake again.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Midia", "line": "No, you certainly won't. Now that I have you back...you'll find me exceedingly reluctant to let you go.", "recruiter": "Midia", "recruit": "Astram"}, {"speaker": "Astram", "line": "Ooh... Yes, I can see that! Just take care you don't crush me instead of Dolhr!", "recruiter": "Midia", "recruit": "Astram"}], "battle-talk": [{"speaker": "Astram", "line": "You are Prince Marth?", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Marth", "line": "Correct, Sir Astram.", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Astram", "line": "...Forgive my lack of courtesy, but you and I need to be clear on a certain point.", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Marth", "line": "Oh?", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Astram", "line": "While I have decided to lend you my sword, my allegiance lies with Princess Nyna-not you, my lord. I will follow your orders, but should I learn you have been false to her, or that you are manipulating her... Heads will roll.", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Marth", "line": "Well, Sir Astram...in the interest of keeping my head atop my shoulders, let me suggest this: Fight with me. Watch me, and then judge for yourself whether I am worthy of your skill and of your help.", "person_1": "Astram", "person_2": "Marth"}, {"speaker": "Astram", "line": "...... Hmm, very well. Your orders, then, Lord Marth.", "person_1": "Astram", "person_2": "Marth"}], "boss": [{"speaker": "Grigas", "line": "Hmph! Care to see what steel the Wooden Cavalry is really made of?"}, {"speaker": "Grigas", "line": "Nngh... So, the prince can fight... But... your victories are numbered... General Camus and his Sable Order will be upon you rabble very... soon... and you will die... on the lance... of the greatest warrior... alive..."}], "end": [{"speaker": "Nyna", "line": "Spectacularly done, Marth. ...Does something ail you? I thought you would be happier."}, {"speaker": "Marth", "line": "Today, there was this commoner... She mentioned Grust was divided about the war. Some of its people wanted to fight with Altea, she said...Ever since I lost my father and kingdom, I've held nothing but hate in my heart for Gra and Grust...but not once did I give any thought to what must have been going on in their heads."}, {"speaker": "Nyna", "line": "And now you find your hate for them has been lessened?"}, {"speaker": "Marth", "line": "No... the hate remains. I will never forget the pain they inflicted upon me, the rage I felt. Yet now, at least, I can tell you it's not just hate...Not anymore."}, {"speaker": "Nyna", "line": "Not all evils are wrought of evil purposes. Perhaps this sounds naive, but...A true leader needs to look at his opponent and see more than just an enemy."}, {"speaker": "Marth", "line": "...."}]}