{
  "chapter": "14",
  "title": "Land Of Sorrow",
  "speakers": [
    "Enemy Soldier",
    "Jiol",
    "Young Man",
    "???",
    "Palla",
    "Catria",
    "Nyna",
    "Marth",
    "Malledus"
  ],
  "dialogue_counts": {
    "Enemy Soldier": 3,
    "Jiol": 5,
    "Young Man": 2,
    "???": 1,
    "Palla": 1,
    "Catria": 1,
    "Nyna": 4,
    "Marth": 5,
    "Malledus": 2
  },
  "gender_counts": { "M": 14, "F": 6, "N": 4 },
  "lines": 25,
  "transitions": "-NMNMNM-MM-N-F-F-M-M-FMFMFMMMMFM",
  "opening": [
    "Gra's betrayal of Altea years earlier had come as a shock, of course, until that day they attacked Marth's kingdom in the name of Dolhr, Gra had been a trustworthy neighbor and ally. While the Altean army was out on an expedition, Gra struck from the rearm annihilating the Altean soldiers, killing Marth's father, King Cornelius and stealing Falchion, the blade of light. It was a crushing blow. Much time had passed since that sad day, and much had changed. Now it was Marth's turn to descend on Gra Bastion, and face King Jiol, the man who had robbed him of his father."
  ],
  "intro": [
    {
      "speaker": "Enemy Soldier",
      "line": "King Jiol, they're ‘ere! The League is outside the Bastion!"
    },
    {
      "speaker": "Jiol",
      "line": "League? How dare you call them that! I see naught but a prince of ghosts and his pack of rebels."
    },
    {
      "speaker": "Enemy Soldier",
      "line": "B-beggin' your pardon, sire, but everybody calls 'em the League now. Altea and Aurelis and Archanea...The League of A's, you might say!"
    },
    {
      "speaker": "Jiol",
      "line": "Shut up, you idiot! Hmmm...So the princeling has returned. And he leads all the might of Archanea, with the Fire Emblem in hand...Did you send to Dolhr for reinforcements like I asked?"
    },
    {
      "speaker": "Enemy Soldier",
      "line": "Of course, sire. Macedon's pegasus knights are on their way."
    },
    {
      "speaker": "Jiol",
      "line": "Pegasus knights?! How am I supposed to stop the Lea- those REBELS with a handful of...of winged ponies! Send another messenger! Tell them we need Camus's Sable Order, or...or Michalis's Dragoons! Blast...I deserve the same protection as the rest of the Empire! Betraying Altean was Gharnef's idea! Let...let him fight the brat! Don't just stand there, DO something! I don't want to die!"
    }
  ],
  "visit": [
    {
      "speaker": "Young Man",
      "line": "At level 10, some units can change class- move up in the world, you might say! Cavaliers become paladins, mercenaries become ‘eroes, and, err- well, I forget the rest."
    },
    {
      "speaker": "Young Man",
      "line": "With a silver card, you can buy from shops at ‘alf price! Sounds like somethin' out of a dream, eh?"
    },
    {
      "speaker": "???",
      "line": "You must be Prince Marth of Altea. I have a favor to ask of you. This magic tome belongs to Bishop Boah of Archanea. General Volzhin of Dolhr has been keeping it stashed away, but it...found its way into my hands, you might say. I would appreciate greatly if you could return it to the good bishop in my stead. One other thing... Please take care of Princess Nyna. I am counting on you to keep her safe. ...I must go now. But our paths will cross again; you can be certain of that."
    }
  ],
  "recruit-talk": [
    {
      "speaker": "Palla",
      "line": "Greetings, Prince Marth. I am Palla, of the Whitewinged Order of Macedon. My younger sister and I parted ways with Macedon the moment we heard Princess Maria was free. Until now, we had fought for Dolhr against our will- but no longer. You have freed us to do what our hearts tell us is right. I wish to fight with my mistress, Princess Minerva. My lance is hers, and yours. Still, sire, I fear for my youngest sister, Est. She flew to Grust some time ago and has yet to return. If the three of us- Catria, Est, and I- are reunited, we can serve you all the better. I hope Est is safe.",
      "recruiter": "Marth",
      "recruit": "Palla"
    },
    {
      "speaker": "Catria",
      "line": "Hail, Prince Marth! ‘Tis me, Catria. We meet again. My elder sister and I heard our mistress, Princess Minerva, had joined your ranks, so we absconded from Macedon to come and look for you here. I will fight my hardest for you, sire. You need only give the command.",
      "recruiter": "Marth",
      "recruit": "Catria"
    }
  ],
  "boss": [
    {
      "speaker": "Jiol",
      "line": "Grrr... Altean rabble! I should have killed you stragglers back when I had the chance!"
    },
    {
      "speaker": "Jiol",
      "line": "Thus falls... the mighty kingdom... of Gra..."
    }
  ],
  "end": [
    {
      "speaker": "Nyna",
      "line": "Well done, Marth. Altea is just a step away. Now you can take back your home."
    },
    { "speaker": "Marth", "line": "Yes, and take it back I shall, but..." },
    { "speaker": "Nyna", "line": "Something is wrong. What troubles you?" },
    { "speaker": "Marth", "line": "Falchion isn't here." },
    { "speaker": "Nyna", "line": "The divine blade? Was it supposed to be?" },
    {
      "speaker": "Marth",
      "line": "Yes. When one of my knights returned from the battle where my father, Cornelius, fell....he said Gra had stolen Falchion. And if we are to defeat Dolhr and the Shadow Dragon, Medeus...we need that blade."
    },
    { "speaker": "Malledus", "line": "Prince Marth!" },
    { "speaker": "Marth", "line": "Did you find it, Malledus?" },
    {
      "speaker": "Malledus",
      "line": "No...it seems Gharnef made off with it."
    },
    { "speaker": "Nyna", "line": "Gharnef? Then, to find Falchion-" },
    {
      "speaker": "Marth",
      "line": "That's right. We'll need to go to Khadein, the kingdom of magic, where he resides. It pains me to turn astray when Altea is so close, but it must be done."
    }
  ]
}
