{"chapter": "15", "title": "An Oasis Of Magic", "speakers": ["Gharnef", "Young Man", "Marth", "Gotoh"], "dialogue_counts": {"Gharnef": 3, "Young Man": 2, "Marth": 5, "Gotoh": 5}, "gender_counts": {"M": 15, "F": 0, "N": 0}, "lines": 16, "transitions": "-M-MM-M-M-MMMMMMMMMM-", "opening": ["Khadein, city of magic. Ever since Gharnef named himself ruler of this mecca for the magically inclined, the sands surrounding it had run red. Many knights had tried to oust Gharnef, but what defense did they have against the mages the fiend had bent to his purpose? One by one the heroes fell to blades unseen and fires within their armor; and it was not long at all before Khadein's wickedness outstripped its wisdom."], "intro": [{"speaker": "Gharnef", "line": "What? The dregs of Archanea have come to challenge my kingdom? Ha ha ha... Really, do they think people have not tried before? So long as I possess this Imhullu magic, they cannot snuff my life out. No one can. As for the White Sage... He will trouble me no longer. With the dragon-goddess right where I want her, in the Fane of Raman, there is no way for Gotoh's Starlight to disperse the shadows that guard me."}], "visit": [{"speaker": "Young Man", "line": "Fight Gharnef? Are you mad? You'll never stop him! His magic, Imhullu, summons up foul spirits that protect him! Only the White Sage Gotoh's magic can undo him: the magic of Starli- Whoa, there. I need to hold my tongue! He might be listenin' with those wizard-ears of his, for all I know. Go on, work a little magic yourself and disappear, huh? Shoo!"}, {"speaker": "Young Man", "line": "You think those clothes o'metal will protect you from mages? Ha! Armor won't save you. You need a Barrier staff! Another thing, about Gharnef- here, move in closer in case he's listenin'. You don't want to fight him head on. He never stays put in Khadein for very long anyway. If he tries to attack you, ride it out. Good things come to those who wait."}], "boss": [{"speaker": "Gharnef", "line": "You dare oppose me, fool? You must not value your life. Cower before the might of the magic Imhullu: once forbidden, now unleashed!"}], "battle": [{"speaker": "Gharnef", "line": "Altean prince! I fear you are not quite imposing enough to warrant my staying here. But if it's Falchion you want, come and take it. I shall be waiting at the Temple of Thabes."}], "end": [{"speaker": "Marth", "line": "No Falchion...The battle was for naught."}, {"speaker": "Gotoh", "line": "...Marth...Prince Marth."}, {"speaker": "Marth", "line": "Huh? Who are you?!"}, {"speaker": "Gotoh", "line": "My name is Gotoh...I am speaking to you from Macedon through magic."}, {"speaker": "Marth", "line": "Gotoh...the White Sage?"}, {"speaker": "Gotoh", "line": "Some have used that name, yes. You must listen to me. As you suspect, Gharnef has made off with Falchion. With Imhullu and Falchion in the sorcerer's grasp, Dolhr now must think twice before challenging him. Gharnef knows this. And one day, he plans to conquer Dolhr and rule the entire world."}, {"speaker": "Marth", "line": "Is Imhullu so powerful a magic, then?"}, {"speaker": "Gotoh", "line": "Yes. The mage who wields it cannot be killed; cannot be so much as scratched. I was the magic's guardian once. Knowing its forbidden power could work terrible evils, so I kept it close. But Gharnef, one of my two pupils- Miloah being the other- took the forbidden tome and vanished. Now you are paying for my carelessness. Forgive me. I wish to make amends by teaching you the only way to undo Imhullu's power."}, {"speaker": "Marth", "line": "Which is...?"}, {"speaker": "Gotoh", "line": "It is called Starlight. One blast is enough to break through Imhullu's shadowy protection. But to cast the magic, you need two orbs: the Lightsphere and the Starsphere. Heed me, Marth. When you find the Lightsphere and Starsphere, bring them to me. Then I will give you the magic you seek. Then you will have Starlight, and with it, Gharnef's reign will end."}]}