{"chapter": "16", "title": "The Battle For Altea", "speakers": ["Nyna", "Marth", "Malledus", "Old Man", "Young Girl", "Young Man", "Middle-Aged Man", "Old Woman", "Samson", "Arran", "Xane", "Hollstadt"], "dialogue_counts": {"Nyna": 3, "Marth": 6, "Malledus": 3, "Old Man": 1, "Young Girl": 1, "Young Man": 2, "Middle-Aged Man": 2, "Old Woman": 1, "Samson": 1, "Arran": 1, "Xane": 1, "Hollstadt": 2}, "gender_counts": {"M": 19, "F": 5, "N": 0, "A": 0}, "lines": 25, "transitions": "-FMFMMMM-M-F-M-M-F-MM-M-M-M-M-M-MFMMM", "opening": ["Still smarting from their bitter experience with Gharnef and the dark magic Imhullu, Prince Marth and the League regrouped and marched south- home to Altea. Once Marth's kingdom had been beautiful, blessed with rich soil and clear waters; now the eyes tended to notice instead the barren farms; the ruins; forlorn stares. Marth vowed to free Altea from its torment without any further delay."], "intro": [{"speaker": "Nyna", "line": "You've done it, Marth. We're here. That's Altea beneath our feet- your home."}, {"speaker": "Marth", "line": "Countless days have passed since Dolhr took my kingdom from me- days I would never have lived had it not been for my sister Elice's sacrifice, and the sacrifices of so many others..."}, {"speaker": "Nyna", "line": "What became of your sister? And the rest of your family, what of them as well?"}, {"speaker": "Marth", "line": "My father, as you know, died in Gra. I last saw my mother and sister the day the castle fell. I do not know if they still live...but I hope that they do. And if the enemy has them, I will rescue them. You can be sure of that."}, {"speaker": "Malledus", "line": "Sire, our preparations are complete. We are ready to march."}, {"speaker": "Marth", "line": "Thank you."}, {"speaker": "Marth", "line": "Alteans and friends of the League! Join me now! Help me set Altea free, and ensure today is the last battle my people must endure!"}], "visit": [{"speaker": "Old Man", "line": "Listen well, because this is very important. There are two villages in the northwest of Altea. The easterly village is home to a paladin named Arran while the westerly village is home to a hero named Samson. They're both fine men and warriors, but their villages have been feudin' for years. You should probably resign yourself to the fact that you'll only get one of them to join your ranks. Give it some thought: the hero to the west, or the paladin to the east?"}, {"speaker": "Young Girl", "line": "A VIP card will gain you entrance to secret shops. Where are the shops? Well, that’s the secret!"}, {"speaker": "Young Man", "line": "A lad named Xane has been locked up in the eastern jail. They say he’s got some sort of amazing power. Wonder what it is."}, {"speaker": "Middle-Aged Man", "line": "Three orbs are enshrined at the Fane of Raman, each brimming with power. What sort of power, none can say. Well, except those who have wielded it, right?"}, {"speaker": "Old Woman", "line": "The Altean army! Welcome home. It’s good to see you. These years been nowt but dark days; it’s about time we had something bright to look forward to."}, {"speaker": "Middle-Aged Man", "line": "Take care when usin' a devil sword. It’s a powerful blade, to be sure- but it might just claim your life instead of your foe’s."}, {"speaker": "Young Man", "line": "Princess Elice was prepared to die that day the castle fell. But she didn't, they say. Instead of killin' her, the Dark Pontifex Gharnef spirited her off somewhere! Oh, our poor princess... I hope she's safe."}], "recruit-visit": [{"speaker": "Samson", "line": "My name is Samson. Once, I was a swordfighter of some renown...but that was then, and this is now. I'm happy enough with my life here in the village, but if you need another man, I will fight. Unfortunately, there has always been bad blood between our village and the next one over. They'll have closed the gates to you the moment they saw you come here. Guess that means the paladin Arran won't be fightin' with you. Them's the breaks."}, {"speaker": "Arran", "line": "Sire, my name is Arran. Once I was a captain to many knights... but, things change, and I came to live here in this village. If you need warriors for the coming struggle, I would be honored to fight. Unfortunately, there has always been bad blood between this village and our neighbors. No doubt they closed their gates to you as soon as they saw you come here. You won't be able to recruit the hero Samson now, I'm afraid."}], "recruit-talk": [{"speaker": "Xane", "line": "Hey there, princey. Thanks for settin' me free! The name's Xane. I hail from a land few have heard of an even fewer have seen. I won't trouble you with the details. Me and my folk have the power to transform into other people. We can shape-shift, you see. When Doluna caught on, they started threatenin' me. Told me to join their army or 'face my doom.' Hah! Well, I wasn't about to waste my considerable talent on those evil coots! You, on the other hand...You've got character. Say, why don't we team up? I do owe you for savin' my hide. And I think you'll find my talents are...quite considerable.", "recruiter": "Marth", "recruit": "Xane"}], "boss": [{"speaker": "Hollstadt", "line": "Well done, rabble. Anyone else would be dead by now. A shame you must end your campaign right here, before your own gates!"}, {"speaker": "Hollstadt", "line": "Rrgh! General Camus... The rest... is in your... hands..."}], "end": [{"speaker": "Malledus", "line": "Well done, sire! The enemy has ceased their resistance. Victory is ours!"}, {"speaker": "Nyna", "line": "Bravo, Marth. On behalf of House Archanea, I wish to extend my heartfelt congratulations."}, {"speaker": "Marth", "line": "Thank you, Nyna. But it's still too soon to celebrate. We haven't freed the castle yet."}, {"speaker": "Malledus", "line": "Sire, your soldiers have assembled for the castle raid. Perhaps you could say a few words first..."}, {"speaker": "Marth", "line": "Altean warriors... Brave comrades. The road has been long, but at last we have driven Dolhr from my homeland. There are not words to express my gratitude to you all. You gave Altea back to me. Thank you... Thank you. ...An army of foes still haunt my castle. I mean to kick them out. Ready, my friends? Let's send these varlets scurrying!"}]}