{"chapter": "17", "title": "Star And Savior", "speakers": ["Morzas", "Nyna", "Marth", "Malledus"], "dialogue_counts": {"Morzas": 3, "Nyna": 4, "Marth": 5, "Malledus": 2}, "lines": 16, "opening": ["The League had routed Hollstadt's knights and recaptured most of the kingdom, but there was still the castle to deal with before Altea would be free; the mage-dragon Morzas remained entrenched within its walls. Unlike General Camus who preceded him, Morzas had been a cruel warden, slaughtering many innocent Alteans at the slightest provocation. Marth roiled to think such a monster still sat upon his noble father's throne."], "intro": [{"speaker": "Morzas", "line": "Kee hee hee... Wretched Altean whelp, stumbling home to the slaughter... What fool throws away a life already so preciously bought? Your mother, Liza, is dead; I killed her myself. Your sister Elice lives only because Gharnef wanted her. So what will become of you, little prince? Will you run for your life a second time? Or will you stay this time to die? Emperor Medeus would not put me on this throne if he thought you could remove me from it, kee hee hee..."}], "boss": [{"speaker": "Morzas", "line": "Kee hee... Witless human! None defy a mage-dragon and live to speak of it!"}, {"speaker": "Morzas", "line": "Grrf... I stand... corrected...B ut you still lack the power... to defeat Medeus..."}], "end": [{"speaker": "Nyna", "line": "Marth! Any word? Have you found your family? Your sister?"}, {"speaker": "Marth", "line": "...My sister was taken by Gharnef. She is no longer here... And my...my mother is... She is dead. Slain...by that Dolhrian dragon..."}, {"speaker": "Nyna", "line": "....! Marth, I am truly sorry..."}, {"speaker": "Marth", "line": "I thought there would be something...some part of my old life I would be coming back to. I fought so hard..."}, {"speaker": "Nyna", "line": "You fought wonderfully, Marth."}, {"speaker": "Malledus", "line": "...Sire, might I have a moment?"}, {"speaker": "Marth", "line": "All the moments you want, Malledus. What is it?"}, {"speaker": "Malledus", "line": "Your people have gathered outside the castle. They are overjoyed to be free again, sire, and would like very much to see their prince."}, {"speaker": "Marth", "line": "All right, then. I'll go at once."}, {"speaker": "Nyna", "line": "Marth...perhaps you should let that wait, just until you are able to share their joy with them. We could send someone in your stead-"}, {"speaker": "Marth", "line": "No, that would not do. Today is a momentous day for my kingdom and my people. I must celebrate with them now, not later. Anything else would be a disservice to those who died to save Altea. I am a prince before I am a son or a brother. Come, Malledus. Let us go greet my people."}], "narration": ["Thus Altea was liberated. Its people, ragged from years of Dolhrian tyranny, scrambled to the castle and flocked beneath its walls, eager to celebrate what, for many, would be remembered as the happiest days of their lives. They clapped each other on the back, laughed; and when Marth, their prince, appeared up above, they saluted their hero with a thunderous cheer: “Glory to Marth, our prince of light! Glory to our star and savior!” Marth smiled down at his people and waved. The great commander's last victory of the day was commanding his tears not to flow."]}