{"chapter": "17x", "title": "Helena Castle", "speakers": ["Enemy Soldier", "Dactyl", "Etzel", "Malledus", "Marth"], "dialogue_counts": {"Enemy Soldier": 5, "Dactyl": 13, "Etzel": 14, "Malledus": 1, "Marth": 4}, "lines": 38, "opening": ["At long last, Altea was free again. Marth took the League to Helena Castle in the north, an old fortress and key supply point during Dolhr and Grust’s occupation. There he meant to seize the last of the enemy’s gold and provisions but Grust would not give up the castle without a fight..."], "intro": [{"speaker": "Enemy Soldier", "line": "Lord Dactyl, I’ve brought the mage."}, {"speaker": "Dactyl", "line": "Good. Hold him up."}, {"speaker": "Etzel", "line": "...Nngh...."}, {"speaker": "Dactyl", "line": "Well, then? Have you been persuaded to fight for us?"}, {"speaker": "Etzel", "line": "...Never. I’d rather die."}, {"speaker": "Dactyl", "line": "You’d rather DIE? Ha! As if a spell-slinging vagabond like you has any choice in the matter! Enough. Strip him of all his possessions and lock him up someplace. Perhaps we can use him later."}, {"speaker": "Enemy Soldier", "line": "There’s not much to strip him of, milord. Just the tome and this ring..."}, {"speaker": "Dactyl", "line": "Ring? Let me have a look at that."}, {"speaker": "Etzel", "line": "No! Don’t you- Grr, let me go! Don’t you touch Ursula’s ring!"}, {"speaker": "Dactyl", "line": "Wha... what are you- yaagh!"}, {"speaker": "Enemy Soldier", "line": "O-oi! Take your hands off Lord Dactyl!"}, {"speaker": "Etzel", "line": "Rrgh... please, not the ring! ...Give it BACK!"}, {"speaker": "Dactyl", "line": "Unhand me, you filthy maggot!"}, {"speaker": "Etzel", "line": "Nngh! ...Unnh..."}, {"speaker": "Dactyl", "line": "Take this wretch away. Now!"}, {"speaker": "Enemy Soldier", "line": "At once, milord!"}, {"speaker": "Dactyl", "line": "Hmph, all that for some tawdry ring. ...Hmm? That gives me an idea..."}], "battle": [{"speaker": "Enemy Soldier", "line": "I’ve brought him, milord."}, {"speaker": "Dactyl", "line": "Good. I’ve had a change of heart. I am considering giving that ring of yours back."}, {"speaker": "Etzel", "line": "...!"}, {"speaker": "Dactyl", "line": "BUT...you must face the League for us. How much considering I do hinges on how well you fight."}, {"speaker": "Etzel", "line": "...And how am I to fight unarmed, my lord?"}, {"speaker": "Dactyl", "line": "Hmm? ...Ah. yes, well, you can have your little book back. But you know what the consequences will be if you betray us..."}, {"speaker": "Etzel", "line": "For now, I’ll just have to feign obedience..."}], "boss": [{"speaker": "Etzel", "line": "Sorry. I mean you no harm, but neither have I any wish to die here."}, {"speaker": "Dactyl", "line": "Blast! Where have those indolent guards gone?"}, {"speaker": "Dactyl", "line": "Unnh... gwaaah!"}], "end": [{"speaker": "Malledus", "line": "Prince Marth! Grust’s garrison left their war chest when they fled. This much gold should buy plenty of equipment. Might I suggest, sire, you avail yourself of this opportunity to outfit your soldiers? Our next opponent will be Grust’s Sable Order. By our scouts’ reports, they march to meet us as we speak. Many say their knights are the strongest on the continent. We’ll want to be well prepared."}, {"speaker": "Etzel", "line": "You’re Prince Marth, aren’t you? I wish to thank you."}, {"speaker": "Marth", "line": "...Who are you?"}, {"speaker": "Etzel", "line": "My name is Etzel. I am a traveling sorcerer. Those Grustian cowards stole a ring from me, and were it not for you, I might never have seen it again."}, {"speaker": "Marth", "line": "The ring must have been very dear to you, then."}, {"speaker": "Etzel", "line": "It’s all I have to remember my wife by. She got caught in the fighting back when Gra betrayed Altea..."}, {"speaker": "Marth", "line": "Those were dark days. You have my deepest sympathies; I lost my father in the same battle."}, {"speaker": "Etzel", "line": "Will there be no end to this bloodshed?"}, {"speaker": "Marth", "line": "There will, Etzel. I have sworn to end it; that’s the very reason all of us fight."}, {"speaker": "Etzel", "line": "And you think you can end it, just like that? From anyone else’s lips that would sound absurdly naive. But I can tell you are sincere. Tell me, Prince, have you any need for an extra... spell slinger? I’ve no taste for war, but I do have a fierce hunger for ending it. Let’s usher in a new era, you and I."}]}