{"chapter": "20", "title": "Camus The Sable", "speakers": ["Marth", "Nyna", "Old Man", "Camus", "Lorenz", "Caeda"], "dialogue_counts": {"Marth": 24, "Nyna": 16, "Old Man": 1, "Camus": 9, "Lorenz": 17, "Caeda": 6}, "lines": 74, "opening": ["It was General Ordwin, one of the Three Heroes of the War of Liberation, who put Grust on the map. His peerless knights tamed their neighbors the barbarians in the kingdom’s infancy, securing its place as one of the greatest of the Seven Kingdoms. However, the current king, Ludwik, was weak-willed and easily cowed: Dolhr had little trouble forcing him into an alliance. Now he had taken ill, even as Grust suffered its string of defeats at the hand of the League. The once mighty kingdom was poised to fall..."], "intro": [{"speaker": "Marth", "line": "Nyna, we’ll soon be launching the attack. If you have something to tell me... now is the time to do it."}, {"speaker": "Nyna", "line": "All right, Marth. As you wish. When the Dolhr-Grust allied forces seized control of Archanea, the entire royal family was killed, save me. I was given into Grust’s custody- the custody of the Sable Order, to be more specific. I am told Dolhr wished for my execution- and with it the end of the holy lineage of House Archanea- and Grust was willing to comply."}, {"speaker": "Marth", "line": "But you are not dead."}, {"speaker": "Nyna", "line": "That is right. I was not put to the sword. The Sable Order’s captain came to my defense. His name... was Camus."}, {"speaker": "Marth", "line": "....!"}, {"speaker": "Nyna", "line": "Camus protected me, knowing he risked incurring the wrath of the Shadow Dragon. He was the one who eventually arranged for my escape to Aurelis."}, {"speaker": "Marth", "line": "...I had no idea. That certainly explains Dolhr’s displeasure with him."}, {"speaker": "Nyna", "line": "I hated him, too, at first. But in the time, I found my hatred tempered by the compassion he showed me, my feelings... changed. And now, all I wish is to see him again... But not if it means you and he must fight."}, {"speaker": "Marth", "line": "Nyna... Do you... I cannot make any promises. But I will do what I can. I hope you can accept that."}, {"speaker": "Nyna", "line": "Thank you, Marth. I could not ask for more."}], "visit": [{"speaker": "Old Man", "line": "Ah, Prince Marth! Welcome, welcome. Tell me, have you seen my granddaughter Lena? Is she well? If she happens to you, would you see she gets this Hammerne staff? It’s a staff of repairing passed down through our family. I’m certain she’ll make good use of it. Of course, not all items can be repaired; be sure to caution her about that."}], "battle": [{"speaker": "Marth", "line": "General Camus! Can you hear me? It is I, Marth of Altea! I must speak with you! Please, show yourself!"}, {"speaker": "Camus", "line": "Prince Marth. I am Camus of Grust."}, {"speaker": "Marth", "line": "General, I have no wish to fight you. You know this battle is pointless; surely you must!"}, {"speaker": "Camus", "line": "So long as Grust continues to support Dolhr’s ambitions, it does not matter what I know or think. I am a knight; I have a duty to fight for my motherland’s glory till the very end."}, {"speaker": "Marth", "line": "But surely-"}, {"speaker": "Camus", "line": "Prince Marth, there is nothing you can do or say. I am party to your father’s murder. Are you a man or not? Draw your sword."}, {"speaker": "Nyna", "line": "Stop! Camus!"}, {"speaker": "Camus", "line": "Princess Nyna..."}, {"speaker": "Marth", "line": "Nyna, what are you doing here?! This is the middle of the battlefield!"}, {"speaker": "Nyna", "line": "I know, I know... But please, Camus, listen to me... Camus, you gave me back my life. And Marth, he gave me back my kingdom. I do not wish to see that the two of you fight. It is... it is unbearable. Please, Camus, fight with us. We need your strength. ...I need it."}, {"speaker": "Camus", "line": "I am sorry, Princess."}, {"speaker": "Nyna", "line": "What? But, Camus!"}, {"speaker": "Camus", "line": "Were my heart my master, I would do exactly as you say. But what sort of knight abandons his kingdom- his king!- now, when they need him the most? Would you have me toss away the life I have built as if it meant nothing at all?"}, {"speaker": "Nyna", "line": "No, Camus, I... I don’t know..."}, {"speaker": "Camus", "line": "I have lived as a knight, and I intend to die as one. There are no other roads left for me to walk. Farewell, my princess. I shall never forget our days together at the palace, few though they were. I pray you meet someone who can bring joy back into your life."}], "recruit-battle": [{"speaker": "Lorenz", "line": "No victory here can give Grust back her glory."}, {"speaker": "Lorenz", "line": "This, too, must be fate."}], "recruit-talk": [{"speaker": "Caeda", "line": "General Lorenz! My name is Caeda. I hail from Talys. My father has told me quite a bit about you.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Princess Caeda! My, look what a lovely young woman you’ve grown into. Your father was a good friend to me, many years ago.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "General, I heard you opposed Grust forming an alliance with Dolhr. Why didn’t you try to stop it?", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "You think I did not try, Princess? Our king is meek; in the end, Dolhr proved better at cowing him than I did.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "But sir, surely you know that Dolhr intends to use Manaketes to conquer humankind! You must act now- for Grust’s sake, if not the world’s! Join us, General Lorenz. We can put an end to this battle right now.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Hmm...What you say makes sense enough, but I serve Grust. I cannot simply betray my country.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "Ah, but what makes a country?", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Pardon?", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "Is it one man- your king? Or is it the countless innocent people who make their home here?", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Well, that’s- Hmm...", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Caeda", "line": "My father has a saying: “A kingless country is a country still; but a king without subjects rules naught but hills.” If you disobey your king to ensure his subjects’ safety, how is that a betrayal? You are protecting his reign.", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Protecting his reign? ...Aha ha ha, ha ha! Ahh, that mad logic! I feel as though I’ve shed twenty years and I’m talking to your father again. You win, Princess. I yield! I will join you, in the interests of king and country. Har!", "recruiter": "Caeda", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "General Lorenz, hold!", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "What? You are Marth, the Altean prince...", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "Yes, sir. The king of Talys told me much about you. He said you opposed Grust forming an alliance with Dolhr, right from the very start.", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "That’s right.", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "Then fight with us! With your help, we can defeat Dolhr!", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Forgive me, Prince Marth, but am I to just abandon my country, then?", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "...", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "I know yours is the just cause. Still, I wish to remain a Grustian general, right to the end. I am fighting here because that is the way for me to honor my kingdom.", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "Forgive me, General, but... is it, really?", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "Pardon?", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Marth", "line": "Since you are a Grustian General, then surely you fight for Grust’s future first and foremost. But tell me…from where you are standing now, do you see any future for your country?", "recruiter": "Marth", "recruit": "Lorenz"}, {"speaker": "Lorenz", "line": "...I shall have to learn to mask my misgivings better, if you can pluck them from my heart so easily. You are quite correct. If I care what becomes of Grust, then I cannot continue to stand by Dolhr. So, I will stand by you instead, Prince- and hope the future is a bit easier to spot from there.", "recruiter": "Marth", "recruit": "Lorenz"}], "battle-talk": [{"speaker": "Lorenz", "line": "Prince Marth? I am General Lorenz of Grust. I have decided to join you, in the interest of my fellow Grustians.", "person_1": "Marth", "person_2": "Lorenz"}, {"speaker": "Marth", "line": "I am honored, General. Thank you. Caeda tells me you and her father were close.", "person_1": "Marth", "person_2": "Lorenz"}, {"speaker": "Lorenz", "line": "Yes. How the princess has grown, though! Sharp as a tack, that one. Such a change from when she was- Now what am I saying? Caeda has always been clever. Even as a wee girl she knew how to wrap her elders about her little finger.", "person_1": "Marth", "person_2": "Lorenz"}, {"speaker": "Marth", "line": "You knew Caeda when she was little?", "person_1": "Marth", "person_2": "Lorenz"}, {"speaker": "Lorenz", "line": "Oh, yes. The mischief she got into! Well, those are stories for another day. First, we’ve a battle to finish!", "person_1": "Marth", "person_2": "Lorenz"}, {"speaker": "Marth", "line": "So we do, sir!", "person_1": "Marth", "person_2": "Lorenz"}], "boss": [{"speaker": "Camus", "line": "With this lance, Gradivus, I am all but invincible. A pity you had to waste your life."}, {"speaker": "Camus", "line": "Nyna... Fare... Well..."}], "end": [{"speaker": "Marth", "line": "Forgive me, Nyna. I was unable to reunite you with your general."}, {"speaker": "Nyna", "line": "No, Marth, I... I should not have made such a selfish request. I am sorry, so terribly sorry..."}, {"speaker": "Marth", "line": "...."}, {"speaker": "Nyna", "line": "The worst part, Marth... the worst part is, I knew it would come to this. Ever since I gave you the emblem, I just knew... Have you heard the story of Artemis’s Curse?"}, {"speaker": "Marth", "line": "No..."}, {"speaker": "Nyna", "line": "The last time the Fire Emblem changed hands to save House Archanea, it was not without cost. There was a princess named Artemis who loved your ancestor, Anri, with all her heart. He loved her as well- but when Medeus appeared, the two were parted forever. She cursed the Fire Emblem- called it the end of war, but also the end of love. Now the emblem has changed hands again, and I am the one who is cursed..."}, {"speaker": "Marth", "line": "Nyna..."}, {"speaker": "Nyna", "line": "Look at me, so quick to fall apart... You lost loved ones in Altea and took it so bravely; but I cannot be so brave... Please... leave me for a moment. This is too much to bear. I need to... to confront my feelings..."}, {"speaker": "Marth", "line": "...Say no more, Nyna... Princess. I will step out. Send for me if you need anything."}, {"speaker": "Nyna", "line": "Thank you, Marth..."}, {"speaker": "Nyna", "line": "Ahh...! Camus, Camus... Ahh... no... Oh, why..."}, {"speaker": "Marth", "line": "Nyna- Princess."}, {"speaker": "Nyna", "line": "I am told Camus has not been found. Perhaps he still lives. I know how selfish it is to wish it... But if he cannot be with me, then I must cling to the hope his life has not been cut short. It is all I have left."}]}