{"chapter": "20x", "title": "Lair Of Fire", "speakers": ["Larissa", "Enemy Soldier", "Old Woman", "Ymir", "Old Man", "Marth"], "dialogue_counts": {"Larissa": 4, "Enemy Soldier": 1, "Old Woman": 2, "Ymir": 13, "Old Man": 2, "Marth": 7}, "lines": 30, "opening": ["Having won the day and putting Camus and his Sable Order to rout, Marth and the League moved on to the mountains in eastern Grust, to crush the last of the opposition. The surviving Grustian soldiers, in a mad attempt to hang on to their lives, took all the residents of a nearby village hostage to keep Marth from striking. However, they could not have picked a worse village to harass..."], "intro": [{"speaker": "Larissa", "line": "Have the villagers given up struggling yet?"}, {"speaker": "Enemy Soldier", "line": "With that ogre on the loose? Hardly, sir. All of our soldiers together still can’t contain him. The other villagers have fled into the caverns, out of reach."}, {"speaker": "Larissa", "line": "What? Grr, enough of this! The League will be here soon. Take your positions! We’ll deal with them first and cut that giant down to size later."}, {"speaker": "Old Woman", "line": "Ymir, you’re hurt!"}, {"speaker": "Ymir", "line": "Am I? I hardly feel it."}, {"speaker": "Old Man", "line": "Why would you try to take on an entire army just for our sake?"}, {"speaker": "Ymir", "line": "Because you treat me like a human being. Do I need another reason?"}, {"speaker": "Old Woman", "line": "Ymir... thank you."}, {"speaker": "Ymir", "line": "I’ll be standing guard outside the cavern. Nobody will hurt you, I swear it."}], "battle-talk": [{"speaker": "Marth", "line": "Who are you? You don’t seem to be one of Grust’s soldiers.", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Ymir", "line": "You just keep your distance. I’m not letting anyone near the villagers in here, and that includes you!", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Marth", "line": "You wrong me, sir. I’m here to rout the last of Grust’s army. To save you.", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Ymir", "line": "Yeah? Well, they said the same thing when they led us down here. And look where that got us. I’m not fallin’ for the same lies twice!", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Marth", "line": "I speak the truth. But, if my word is not good enough, so be it. Stand aside and watch us fight. Let the battle prove I mean what I say. Agreed? Either way, you are in danger here. Take the villagers and hide until this is over.", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Ymir", "line": "...So I’m supposed to just sit here, when I could be fightin’?", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Marth", "line": "Just give me a chance to prove I’m here to protect you.", "person_1": "Marth", "person_2": "Ymir"}, {"speaker": "Ymir", "line": "...Fine. I’ll stay out of it. For now. But if I find you’re lyin’ to me, I’ll split you right down the middle!", "person_1": "Marth", "person_2": "Ymir"}], "recruit-battle": [{"speaker": "Ymir", "line": "The villagers are countin’ on me. I won’t let you through!"}, {"speaker": "Ymir", "line": "Rrgh... I’m sorry... I tried..."}], "boss": [{"speaker": "Larissa", "line": "We’ll never surrender to you Akaneian rabble! Long live Grust!"}, {"speaker": "Larissa", "line": "Rebel... scum..."}], "end": [{"speaker": "Old Man", "line": "Prince Marth, thank you. Those soldiers told us they’d protect us when they led us down here... but they were just using us as leverage, hostages to keep you at bay! If you hadn’t shown up, they might have just killed us outright in the end..."}, {"speaker": "Ymir", "line": "Prince Marth, sorry I doubted you."}, {"speaker": "Marth", "line": "Well, at least we’ve cleared up the misunderstanding."}, {"speaker": "Ymir", "line": "Since you came to the villagers’ rescue, how ’bout I help you out as a way of sayin’ thanks?"}, {"speaker": "Marth", "line": "You mean... join our army?"}, {"speaker": "Ymir", "line": "I’m strongest in the land! Well, second strongest, at least. I can hold my own in battle. But if you don’t want a monster in your ranks, I understand..."}, {"speaker": "Marth", "line": "Monster? You’re a giant among men, to be sure, but a hero as well! Any warrior who can fend of an entire army is welcome among us!"}, {"speaker": "Ymir", "line": "Then count me in! Let’s see how many more armies break themselves against me, eh!"}]}