{"chapter": "21", "title": "Clash In Macedon", "speakers": ["Marth", "Minerva", "Orridyon", "Gotoh"], "dialogue_counts": {"Marth": 7, "Minerva": 4, "Orridyon": 2, "Gotoh": 4}, "gender_counts": {"M": 13, "F": 4, "N": 0, "A": 0}, "lines": 18, "transitions": "-MFMFMFMF-MM-MMMMMMM", "opening": ["Grust would harry the League no more. Marth led his forces on to Macedon. However, Macedon’s Dragoons were ready to waylay them at the border; countless reinforcements hovered within the fortresses, waiting to strike…Would Marth be able to lead the League safely through the gauntlet?"], "intro": [{"speaker": "Marth", "line": "Princess Minerva, we will soon reach the Macedonian border. Are you certain you wish to join the battle? If you’ve any reservations about fighting your own countrymen-"}, {"speaker": "Minerva", "line": "If I did, Prince Marth, I would not have offered you my axe."}, {"speaker": "Marth", "line": "But surely-"}, {"speaker": "Minerva", "line": "You have the wrong idea. Perhaps you think I wish to spare my brother and former vassals, forgive them for seeing things differently?"}, {"speaker": "Marth", "line": "...Don’t you?"}, {"speaker": "Minerva", "line": "I would be lying if I said I did not wish it were that simple. But history needs to remember that when Macedon went astray, it was a Macedonian who set things right."}, {"speaker": "Marth", "line": "Even if it means your own brother may die?"}, {"speaker": "Minerva", "line": "Since I was little, I followed in Michalis’s footsteps. Whatever books he read, I read; whenever he practiced the sword, I was close by, watching, learning... He was always a step ahead: my hero, something to aspire to. Even now, some part of me loves him. ...I love him enough to spare him death on some stranger’s sword, you see? Let him be punished by my hands."}], "boss": [{"speaker": "Orridyon", "line": "Rebels! You have strutted into the wrong kingdom this time!"}, {"speaker": "Orridyon", "line": "Nngh! I am but a pebble... in Macedon's unshakeable foundation..."}], "end": [{"speaker": "Gotoh", "line": "...Prince Marth..."}, {"speaker": "Marth", "line": "That voice! Lord Gotoh, is that you?"}, {"speaker": "Gotoh", "line": "I see you have made it to Macedon. You will find me in a village north of the Macedon aerie, their castle. If you possess the Lightsphere and Starsphere, have them in hand when you visit me here. ...Ah, yes. I also have good news. Your sister Elice is unharmed."}, {"speaker": "Marth", "line": "What?! You are certain? Where is she now?"}, {"speaker": "Gotoh", "line": "Thabes, city of illusion. Gharnef took her with him when he fled. I pray you rescue her soon."}, {"speaker": "Marth", "line": "I will!"}, {"speaker": "Gotoh", "line": "But first, bring me the two orbs. Without Starlight’s mighty blast, Gharnef will only add your life to the list of things he has taken from you."}]}