{"chapter": "22", "title": "A Knight Filled Sky", "speakers": ["Michalis", "Gotoh", "Old Woman", "Minerva", "Marth", "Malledus"], "dialogue_counts": {"Michalis": 14, "Gotoh": 8, "Old Woman": 1, "Minerva": 3, "Marth": 5, "Malledus": 3}, "gender_counts": {"M": 30, "F": 4, "N": 0}, "lines": 35, "transitions": "-MMMMMMMMM-F-M-MM-M-MFMFMF-M-M-M-M-M-M-MMMMMMMM", "opening": ["The Macedon that Minerva and Maria remembered best was one of peace: a quiet, prosperous kingdom famed for the flying beasts favored by dracoknights. But then their brother, Prince Michalis, succumbed to his lust for power. Despite his sisters’ adamant opposition, he swore allegiance to Dolhr; and when Macedon’s Dragoons took flight, the world suffered. Even now that the tides had turned, Michalis took position for one last stand. Dracoknights filled the sky end to end, eager to pluck Marth from the Earth."], "intro": [{"speaker": "Michalis", "line": "Lord Gotoh, the League has begun its attack. I wish for you to move someplace safe until the fighting has ended."}, {"speaker": "Gotoh", "line": "Why not just end this folly now, Michalis?"}, {"speaker": "Michalis", "line": "Folly? What folly?"}, {"speaker": "Gotoh", "line": "You loved your younger sister so much. It pains me to see you quarrel. If you and Minerva had worked as one, Macedon might have become a great kingdom- greater even than Archanea, perhaps. But instead, you let Gharnef trick you into destroying your family, and your kingdom with it."}, {"speaker": "Michalis", "line": "...I cannot undo what is done. My father’s blood will always be on my hands, just as Minerva’s betrayal of her brother and country will be on hers. And Macedon has not been destroyed, not yet. So long as I carry Iote's Shield, the League’s arrows cannot fell me."}, {"speaker": "Gotoh", "line": "Very well. And if you win? What then?"}, {"speaker": "Michalis", "line": "If I win, I will tell you. Right now, my only goal is to gut that Altean prince who leads the League. My pride as Macedonian king rests upon it."}, {"speaker": "Gotoh", "line": "I see... Then we’ve nothing more to discuss, have we?"}, {"speaker": "Gotoh", "line": "The weight of his father’s murder threatens to crush him... Poor boy...Poor fool."}], "visit": [{"speaker": "Old Woman", "line": "A great sage lives in the village to the north. He’s not very sociable, though. Hardly anyone ever sees him."}, {"speaker": "Gotoh", "line": "Marth, Marth, why did you not heed me? Why did you not bring the two orbs? Without them, I cannot make Starlight for you. You will not be able to break through Gharnef’s Imhullu magic, not take Falchion from his clutches. Without Anri’s sword, your battle with Medeus will be fraught with peril. If you still mean to face him, you will need all the strength you can muster, every advantage you can find. If you have weapons like the sword Mercurius or the lance Gradivus, the fight may not be lost... Hmm... I, too, may be able to help in some other way. Let me think on it. Regardless, your quest has just become more difficult than you realize. I hope you are ready."}, {"speaker": "Gotoh", "line": "You have the Lightsphere and Starsphere with you? Well done! Now I can create Starlight for you."}, {"speaker": "Gotoh", "line": "...There. It is finished. Take this with you; it is the only magic capable of breaking through Imhullu. Use it to stop that fiend Gharnef once and for all."}], "boss": [{"speaker": "Michalis", "line": "Made it this far, have you? Don’t gloat yet. My Dragoons and I still rule these skies!"}, {"speaker": "Michalis", "line": "Minerva, I have missed you, Sister. Let us embrace one last time.", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Minerva", "line": "Michalis...", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Michalis", "line": "Well? Strike! A moment’s hesitation spells death on the battlefield. I know I taught you better.", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Minerva", "line": "You will not lay down your lance and walk the right path?", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Michalis", "line": "Don’t be a child. There are no right paths; just mine and yours, two that will never cross.", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Minerva", "line": "Very well. Then you leave me no choice. Embrace you I shall, Brother!", "unit": "Minerva", "boss": "Michalis"}, {"speaker": "Michalis", "line": "M-Maria? What are you doing here?", "unit": "Maria", "boss": "Michalis"}, {"speaker": "Michalis", "line": "The Whitewings? Ha! Come to try and slay your king?", "unit": "Catria", "boss": "Michalis"}, {"speaker": "Michalis", "line": "The Whitewings? Ha! Come to try and slay your king?", "unit": "Palla", "boss": "Michalis"}, {"speaker": "Michalis", "line": "The Whitewings? Ha! Come to try and slay your king?", "unit": "Est", "boss": "Michalis"}, {"speaker": "Michalis", "line": "I’ve been waiting for you, Altean whelp. I swear on my crown, you will die!", "unit": "Marth", "boss": "Michalis"}, {"speaker": "Michalis", "line": "Aaagh! I am finished. Forgive me, my people."}], "end": [{"speaker": "Marth", "line": "First General Camus of Grust... Now Prince Michalis of Macedon. Men of such promise... Had the times been different, the two might have led illustrious lives."}, {"speaker": "Malledus", "line": "Yes, Prince Michalis was a brilliant man with great things ahead of him. But in the end, the rashness of youth did him in."}, {"speaker": "Marth", "line": "Only because Gharnef found his weakness and exploited it. Until we stop that fiend, this spiral of misery will never cease."}, {"speaker": "Malledus", "line": "Then shall we go to Thabes? Lord Gotoh said the city lies someplace far to the north of Khadein."}, {"speaker": "Marth", "line": "Yes, in the heart of the desert..."}, {"speaker": "Malledus", "line": "Thabes is an old city... None in recent memory have gone there and returned alive. Within its walls remain many powerful apparatus crafted of long-forgotten magic. Lord Gotoh believes Gharnef is harnessing their power, and that is why he wields such influence over the continent."}, {"speaker": "Marth", "line": "And he has Imhullu as well... This will be a struggle."}, {"speaker": "Marth", "line": "Still, Gharnef’s reign must end. The world was so much more beautiful before he painted it red..."}]}