{"chapter": "23", "title": "Dark Pontifex", "speakers": ["Marth", "???", "Gharnef", "Malledus", "Allied Solider", "Elice"], "dialogue_counts": {"Marth": 16, "???": 1, "Gharnef": 8, "Malledus": 7, "Allied Solider": 1, "Elice": 6}, "gender_counts": {"M": 31, "F": 6, "N": 2, "A": 0}, "lines": 40, "transitions": "-MNMMMMMMMMMM-MMMMMMM-M-M-MMMMMNMFMFMFMFMFMF", "opening": ["With the aid of the White Sage Gotoh’s powerful Warp magic, Marth and company were transported to the faraway city of Thabes. Once, Thabes was an advanced civilization; but only its decay advanced now. The League traced the lifeless streets to the temple at the city’s heart, somewhere within its walls Gharnef was waiting, and now, Marth must wrest Falchion and his sister, Elice, from the fiend’s grip."], "intro": [{"speaker": "Marth", "line": "The Temple of Thabes... He’s here... somewhere..."}, {"speaker": "???", "line": "Heh heh heh... Come to play, little Marth?"}, {"speaker": "Gharnef", "line": "‘Tis I, Gharnef. I have been waiting for you."}, {"speaker": "Marth", "line": "Waiting?"}, {"speaker": "Gharnef", "line": "Oh yes. For you to dance around the continent, collecting powerful weapons and killing off my competition. Thanks to you, Camus and Michalis will trouble me no more. You have my gratitude, diligent prince."}, {"speaker": "Marth", "line": "You... monster!"}, {"speaker": "Gharnef", "line": "Tsk, tsk, don’t spoil the moment, now. You’re about to do me one last favor... Die, Prince. Heh heh heh!"}, {"speaker": "Marth", "line": "That’s what you think. I have something else in mind."}, {"speaker": "Gharnef", "line": "Heh, is that a threat? If you mean to harm me, first you’ll have to find me, boy."}, {"speaker": "Marth", "line": "And what is that supposed to mean?"}, {"speaker": "Malledus", "line": "My prince! Several sorcerers have been sighted throughout the temple! They’re... They all seem to be Gharnef, sire!"}, {"speaker": "Gharnef", "line": "Heh heh! Fight, boy, fight! Wear yourself thin fighting puppets and shadows! But the only way you’ll claim Falchion is by defeating the real me. Heh heh, ha ha ha ha!"}], "battle": [{"speaker": "Malledus", "line": "Sire, we’ve pinpointed where Gharnef is keeping the magical apparatus that gives him his power."}, {"speaker": "Marth", "line": "Where?"}, {"speaker": "Malledus", "line": "The Tower of Thabes atop this very temple."}, {"speaker": "Marth", "line": "Then we don’t need to fight Gharnef... If we find those apparatus."}, {"speaker": "Malledus", "line": "Gharnef’s power- a great deal of power- will be sealed forever."}, {"speaker": "Marth", "line": "Then let’s hurry and seize the entrance to the tower!"}, {"speaker": "Malledus", "line": "A word of caution, sir. Stopping the apparatus will not undo Imhullu power- only Gharnef’s. He still has Falchion in his keeping; if you want the blade back, you must defeat him now, before seizing the tower."}], "boss": [{"speaker": "Gharnef", "line": "Heh heh heh... You dare challenge me, fool? You must not value your life. Cower before the might of the dark magic Imhullu!"}, {"speaker": "Gharnef", "line": "Agh! What... Where did you get...Starlight...? Still, you are a fool...Your power is not enough to defeat Medeus... I shall be waiting in the pits of the inferno... for when he sends you to join me... Heh heh, ha ha ha!"}], "end": [{"speaker": "Marth", "line": "Malledus! Quickly! Find the apparatus and shut them down!"}, {"speaker": "Malledus", "line": "Right away, sire!"}, {"speaker": "Gharnef", "line": "...Blast! How... how did they find the apparatus? All my power... Still, they are fools if they think they can defeat Medeus with such cheap tricks... Heh heh, ha ha ha!"}, {"speaker": "Malledus", "line": "Gharnef is getting away, sire! Shall we give chase?"}, {"speaker": "Marth", "line": "No... let him go. Without his magical apparatus, he has no power left to abuse."}, {"speaker": "Allied Solider", "line": "Sire! We found Princess Elice up in the Tower of Thabes! She’s on her way to see you right- Ah, here she is!"}, {"speaker": "Marth", "line": "Elice!!!"}, {"speaker": "Elice", "line": "Marth! Oh look at you. A man grown!"}, {"speaker": "Marth", "line": "Sister, I was so worried. None had seen you since the castle fell. I... I feared the worst."}, {"speaker": "Elice", "line": "I was prepared for the worst, if that was what it took to ensure your safety. But they did not kill me. Gharnef spared my life."}, {"speaker": "Marth", "line": "Why would he spare you?"}, {"speaker": "Elice", "line": "Marth, have you heard of the staff of Aum?"}, {"speaker": "Marth", "line": "The staff that brings back the dead? It was lost to the world long ago, or so the legend goes."}, {"speaker": "Elice", "line": "Yes, but Gharnef found it... in the Resurrectory."}, {"speaker": "Marth", "line": "The Resurrectory? What was it doing in a temple in the middle of Dolhr?"}, {"speaker": "Elice", "line": "I could not say. But that was why Gharnef kept me alive: he wished me to wield it. The staff of Aum’s power can only be channeled by women of royal blood. Marth, you are going to Dolhr, are you not?"}, {"speaker": "Marth", "line": "Yes. I must settle things with Medeus."}, {"speaker": "Elice", "line": "Then take me to the Resurrectory along the way to claim the staff. Aum works but once, but I will use it to revive a lost comrade."}]}