{"chapter": "24", "title": "The Dragonkin Realm", "speakers": ["Malledus", "Marth", "Old Man", "Merric", "Elice", "Xemcel", "Enemy Soldier", "Medeus", "????", "Gotoh"], "dialogue_counts": {"Malledus": 2, "Marth": 7, "Old Man": 1, "Merric": 5, "Elice": 4, "Xemcel": 2, "Enemy Soldier": 2, "Medeus": 2, "????": 1, "Gotoh": 4}, "lines": 31, "opening": ["Dolhr... Land of the Manaketes. Before Medeus, the dragonkin had few dealings with the human realm, but when the Shadow Dragon came, everything changed. He sunk all Archanea into a cycle of war, in which heroes rose and heroes fell- always claiming his cause was just and the humans' deaths deserved. But now Medeus’s empire was crumbling... He was nearing the end of his reign... even as Marth was nearing the end of his long quest."], "intro": [{"speaker": "Malledus", "line": "There, sire. Up on the mountains to the south, you can see Dolhr Keep."}, {"speaker": "Marth", "line": "And inside is Medeus, king of the earth dragons- the one they call the Shadow Dragon. ...Why doesn’t he leave the keep and face us?"}, {"speaker": "Malledus", "line": "I recall Lord Gotoh saying his return is not yet complete; only within the keep’s walls can he maintain dragon form."}, {"speaker": "Marth", "line": "Really...? Then we have the advantage..."}, {"speaker": "Marth", "line": "To Dolhr Keep, then! Let us put a stop to this war!"}], "visit": [{"speaker": "Old Man", "line": "Nestled in the mountains far to the southeast is a holy temple known as the Resurrectory. Use the staff of Aum there, and they say you can call a departed friend back from beyond the river of death."}], "battle-talk": [{"speaker": "Merric", "line": "Princess Elice! You're safe!", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Elice", "line": "Oh, my! Merric, is that you? I haven't seen you in ages... So you've been fighting with the League? Thank you for keeping Marth safe.", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Merric", "line": "Well, I did learn a spell or two in Khadein. Here, Princess. Get behind me. I'll face the enemy for us both.", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Elice", "line": "You'll... face the...? Aha ha, oh, Merric!", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Merric", "line": "Wh..what's so funny, Princess? I was quite serious, I'll have you know!", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Elice", "line": "Ha ha, forgive me, Merric. It's just, I remembered you when you were little... You were always a bit delicate. Oftentimes I had to nurse you back to health. Remember?", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Merric", "line": "But that was– I couldn't– Yes.", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Elice", "line": "And look at you now. Such a brave, strong man! A far cry from the old Merric. But you don't have to pretend. I know you're far too sweet to mow down hordes of enemies. And... I think I prefer it that way.", "person_1": "Merric", "person_2": "Elise"}, {"speaker": "Merric", "line": "You... you do?", "person_1": "Merric", "person_2": "Elise"}], "boss": [{"speaker": "Xemcel", "line": "This land, all of it- it belonged to us! Then you humans took it...defiled it!"}, {"speaker": "Xemcel", "line": "Rrgh... Emperor... Medeus... Forgive your servant's weakness..."}], "end": [{"speaker": "Enemy Soldier", "line": "Emperor! The enemy has broken through the gates!"}, {"speaker": "Medeus", "line": "That impudent boy... Have the guards take their positions. The keep must be defended."}, {"speaker": "Enemy Soldier", "line": "At once!"}, {"speaker": "Medeus", "line": "Hmph, you’ll find an earth dragon like me harder to tame than Gharnef, brat. Come and face me. I’ll tear the ground asunder and send you straight down to hell!"}, {"speaker": "????", "line": "Marth... Can you hear me?"}, {"speaker": "Marth", "line": "Lord Gotoh?"}, {"speaker": "Gotoh", "line": "I know you mean to challenge Medeus. But you and your companions haven’t the power to win."}, {"speaker": "Marth", "line": "What? Why not? Because I failed to retrieve Falchion?"}, {"speaker": "Gotoh", "line": "You also failed to save the divine-dragon girl."}, {"speaker": "Marth", "line": "I... did not mean for anything to happen to her-"}, {"speaker": "Gotoh", "line": "You can put your heart at ease. Tiki is not dead. She has merely returned to her slumber. Still, without her powers... We must take other steps. ...Select a handful of your best warriors. I must send you into an unseen dimension."}, {"speaker": "Marth", "line": "An... unseen dimension, my lord?"}, {"speaker": "Gotoh", "line": "A place outside the confines of our world. There you will find a tower; and once in the tower, you must pass its Keepers’ test. If your strength and your need are great enough, the tower’s master will answer... and then, perhaps, your fortunes will be changed for the better."}]}