{"chapter": "25", "title": "Endgame: Chosen By Fate", "speakers": ["Marth", "Nagi", "Gotoh", "Cain", "Malledus", "Medeus"], "dialogue_counts": {"Marth": 4, "Nagi": 1, "Gotoh": 3, "Cain": 1, "Malledus": 1, "Medeus": 3}, "gender_counts": {"M": 12, "F": 1, "N": 0}, "lines": 14, "transitions": "-MFMMMMMM-MM-M-M-M", "opening": ["The long war had been fought, Archanea’s many lands freed, and now the League had cornered their archenemy within his castle. They broke into four groups and stormed the four gates of Dolhr Keep- unaware that this was exactly what Medeus was expecting. Bravely, these warriors fate had chosen steeled themselves for one last struggle."], "intro": [{"speaker": "Marth", "line": "We made it. Now we just have to find Medeus..."}, {"speaker": "Nagi", "line": "I can sense it... A sinister will is at work here..."}, {"speaker": "Gotoh", "line": "Marth, you have fought splendidly."}, {"speaker": "Marth", "line": "Lord Gotoh?! What are you doing here?"}, {"speaker": "Gotoh", "line": "I washed my hands of humankind and their foolish ways long ago. But you and your companions have convinced me that was a rash decision. Perhaps there is hope for you yet. Allow me to offer what help I can."}, {"speaker": "Marth", "line": "You mean you’ll fight with us?"}, {"speaker": "Gotoh", "line": "Yes. I may lack the power to stop Medeus, but his minions are another story. Let this old man strike them down and clear a path for you. ...The gods have chosen you, Marth, prince of light."}, {"speaker": "Marth", "line": "Come, my friends! We have a dragon to tame! Help me confine Medeus to the shadows for all eternity and bring light back into the world!"}], "flashback": [{"speaker": "Cain", "line": "His last words were as follows: “Tell my son that I leave the future of Altea and our continent in his hands.”"}, {"speaker": "Malledus", "line": "Your sister knows that you are the future of Altea- nay, the whole land!"}], "boss": [{"speaker": "Medeus", "line": "Foolish humans! You dare disturb me while I slumber? Oh, how you will regret it as you die slowly...painfully...writhing in the fires of the inferno!"}, {"speaker": "Medeus", "line": "Nngh... Defeated again... by humans! Know this, Altean prince... That light which surrounds you is only a temporary respite. So long as the darkness in your hearts continues to sustain me... I cannot be... destroyed...... Rrraaahhh!!!"}, {"speaker": "Medeus", "line": "Hmm? So... I am not the only dragon revived. I had heard you perished the last time. No matter; you've recovered even less of your power than me. This time, you have no chance!", "unit": "Nagi", "boss": "Medeus"}]}