{"chapter": "XX", "title": "Epilogue", "speakers": ["Caeda", "Marth", "Nyna"], "dialogue_counts": {"Caeda": 7, "Marth": 12, "Nyna": 7}, "lines": 28, "opening": ["After Medeus's demise, Dolhr would relax its shadowy grip on the land and fade into obscurity: the Empire was finished. The fires of war that had raged across Archanea would die, and light would come to take darkness's place. But before any of that came to pass, there were a few final moments of Marth's tale that need telling..."], "dialogue": [{"speaker": "Caeda", "line": "Marth, you did it. It's finally over."}, {"speaker": "Marth", "line": "I've waiting a long time for this day. And now I'm not entirely certain what to do with it..."}, {"speaker": "Caeda", "line": "Marth... um, we haven't talked much since leaving Talys. But I thought.. Do you know where you will be going?"}, {"speaker": "Marth", "line": "To Altea, of course. War has left my kingdom in ruins. I cannot waste another day; I must return to help rebuild."}, {"speaker": "Caeda", "line": "So... I suppose that means you have bid Talys farewell for good..."}, {"speaker": "Marth", "line": "Don't be silly, Caeda. I need to at least go thank your father and tell him the fighting is done."}, {"speaker": "Caeda", "line": "My father...? Marth, I'm not asking about my- Never mind. Please excuse me..."}, {"speaker": "Nyna", "line": "Marth, did something happen? I just passed Caeda, and she looked heartbroken..."}, {"speaker": "Marth", "line": "No... Well, we were just talking. And she asked me..."}, {"speaker": "Nyna", "line": "Ha ha, oh, Marth... How can a man who faced the Shadow Dragon be so desperate to avoid facing his own feelings?"}, {"speaker": "Marth", "line": "I- my- what? I don't know what you are talking about."}, {"speaker": "Nyna", "line": "You wish to send Caeda home to Talys, then, and return to Altea alone? That is what you want?"}, {"speaker": "Marth", "line": "Well, that's where we both belong. I don't see what my wants have to do with anything."}, {"speaker": "Nyna", "line": "Clearly not. Marth, if you have anything to say to Caeda, say it now. Love cannot always make the leap from heart to heart by itself; sometimes you must speak it aloud and give it wings. Surely a great leader like you can muster the courage for that?"}, {"speaker": "Marth", "line": "....."}, {"speaker": "Marth", "line": "Caeda... might I, er, have a moment?"}, {"speaker": "Caeda", "line": ".....?"}, {"speaker": "Marth", "line": "I did not speak with my heart before. When I said I would go to Altea, I... Well, I had meant... I hoped you would be at my side."}, {"speaker": "Caeda", "line": ".....!"}, {"speaker": "Marth", "line": "As you said, we have not spoken much since Talys. With you, I felt I never had to say a word. If the battle started to take its toll, you were always there... close by... I would see you there, so beaut- ahem, so brave... and I would, um,.... derive! Yes, derive great strength! Derive... ....Ugh, why is this so difficult?! Caeda, I'm just trying to tell you I-"}, {"speaker": "Caeda", "line": "Marth... Shh. Me too... Me too."}, {"speaker": "Nyna", "line": "Well done, Marth. Our struggle is finally over. You have saved our world."}, {"speaker": "Marth", "line": "Not just me. Many fought at my side... And died."}, {"speaker": "Nyna", "line": "Marth... You loved her, didn't you? Caeda."}, {"speaker": "Marth", "line": "...She was the one I most wanted to keep safe. But I failed, and I have lost her forever... It occurs to me now that perhaps she was the one protecting me all along. Caeda... Why did you take up arms with a fool like me?"}, {"speaker": "Nyna", "line": "Marth, do not blame yourself. ...Remember Anri and Artemis. We are their descendants; perhaps we were always meant to share their curse as well as their blood. And... perhaps only the curse has exacted its price could our battle with the Shadow Dragon be won. This peace we have made... We must cherish it, Marth. We have both paid so dearly for it. Let us work together to ensure none must endure a tragedy like our again."}], "narration": ["So concludes the tale of Falchion, blade of light; Marth, its wielder; and his battle with the Shadow Dragon. Herein its events have been chronicled, that none may ever forget."]}