{"chapter": "15", "title": "Valley Of Torment", "speakers": ["Raphael", "Cyril", "Ignatz", "Hilda", "Claude", "Judith", "Byleth", "Marianne", "Alliance Soldier", "Lorenz", "Lysithea", "Leonie", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Sylvain", "Mercedes", "Annette", "Ingrid", "Seteth", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Gatekeeper", "Gwendal", "Ashe", "Defeat Conditions", "Kingdom Soldier"], "dialogue_counts": {"Raphael": 7, "Cyril": 9, "Ignatz": 5, "Hilda": 6, "Claude": 37, "Judith": 22, "Byleth": 36, "Marianne": 7, "Alliance Soldier": 1, "Lorenz": 10, "Lysithea": 3, "Leonie": 4, "Ferdinand": 1, "Linhardt": 1, "Caspar": 2, "Bernadetta": 1, "Dorothea": 1, "Petra": 3, "Felix": 1, "Sylvain": 3, "Mercedes": 4, "Annette": 1, "Ingrid": 1, "Seteth": 1, "Flayn": 3, "Hanneman": 1, "Manuela": 1, "Alois": 3, "Catherine": 1, "Shamir": 4, "Gatekeeper": 1, "Gwendal": 5, "Ashe": 1, "Defeat Conditions": 1, "Kingdom Soldier": 1}, "gender_counts": {"M": 83, "F": 62, "N": 8, "A": 36}, "lines": 192, "transitions": "-MMMMMFF--MMMM-F-AMFMN-M---M---MAMAM---MAMAM---F---FAFAF---F---FAFAF---M---M---MAAM--F---F---FAFAF---M---MAMAM---FAFAFF---F---F---M---FAFAF---M---F---M---F---FAFAF---MAMAMMM---M---FMFMFFMFMMMMAAMMFMFAMAMM-NM-M-NM-FNN-N-FMF-N-NM-FAFAFFMFMFFMAAMFMFMFMFMFMFMMFMFMAFMFM-MFMAAMMMMMFMFMMMAMAMFM", "opening": ["In response to the Alliance Army's plea, Judith has agreed to provide soldiers. To meet up with reinforcements, the Alliance army sets out for Ailell, the Valley of Torment. Unbeknownst to Claude, something else awaits them there...", "Your party travels to Ailell, the Valley of Torment, to meet up with allied troops and secure reinforcements. It should have been a safe march..."], "dialogue": [{"speaker": "Raphael", "line": "What? Not enough left for seconds? I'm barely half full!"}, {"speaker": "Cyril", "line": "Ya eat too much anyways, Raphael. Supplies are running low, so you're just gonna have to deal with it."}, {"speaker": "Ignatz", "line": "You've always been so level-headed, Cyril. Now that you've grown up, you're even more that way."}, {"speaker": "Cyril", "line": "Maybe it's just that the rest of you haven't grown enough. You could work harder at being reliable."}, {"speaker": "Raphael", "line": "I can't grow if I can't eat!"}, {"speaker": "Hilda", "line": "I have some good news for my hungry friends... We got a reply from Judith!"}, {"speaker": "Hilda", "line": "Mr. Leader Man has called a meeting about it. Hurry up, everyone!"}, {"speaker": "Claude", "line": "We finally received a reply from Judith. The Hero of Daphnel has agreed to support us with soldiers and supplies."}, {"speaker": "Raphael", "line": "She's gonna give us food? She really is a hero!"}, {"speaker": "Cyril", "line": "Maybe Raphael will simmer down now."}, {"speaker": "Claude", "line": "Now, regarding where we're going to receive the delivery..."}, {"speaker": "Judith", "line": "As this is a request from none other than the leader of the Alliance, I wish that I could send troops at once. However... Openly marshaling soldiers within my territory could provoke other members of the Alliance. Therefore, I will secretly gather troops in Ailell, the Valley of Torment. Will your group be able to receive the soldiers at this location? From there, it should be safe to return to the monastery by following the border between the Alliance and the Kingdom."}, {"speaker": "Byleth", "line": "Ailell, the Valley of Torment..."}, {"speaker": "Claude", "line": "Ailell is on the border between the Daphnel territory and the Kingdom. It'll make sense when we get there, but it's a peculiar region."}, {"speaker": "Marianne", "line": "I recall there being a scary legend about it..."}, {"speaker": "Claude", "line": "In any case, if we use that valley, we shouldn't have to worry about being noticed by other Alliance lords."}, {"speaker": "Alliance Soldier", "line": "Ailell, the Valley of Torment..."}], "conversation": [{"speaker": "Claude", "line": "You know… I'd never have been recognized as the legitimate heir to House Riegan without Judith's recommendation… Feels like I'm digging myself deeper and deeper in debt to the Hero of Daphnel, but what do you do? It's all been worth it. After all, we need the Daphnel army for our next move. It's possible we'll have to deal with our enemy sooner than later. Be prepared, Teach."}, {"speaker": "Lorenz", "line": "The bridge that links Alliance and Empire lands is currently under the occupation of the Imperial army. In other words, the Empire can choose to invade the Alliance whenever they wish. I want you to understand that my father does not support the Empire to antagonize House Riegan. He does it to deprive them of an easy excuse to cross that bridge."}, {"speaker": "Raphael", "line": "Sharing her food with us for nothing in return? Judith really is a great person! She's more like a goddess than the goddess is!"}, {"speaker": "Byleth", "line": "She is very much like a goddess."}, {"speaker": "Raphael", "line": "I never met her, so I don't know for sure, but she must be beautiful and kind."}, {"speaker": "Byleth", "line": "I'm not sure about that."}, {"speaker": "Raphael", "line": "No? Well, she could be a demon for all I care, so long as she feeds me!"}, {"speaker": "Ignatz", "line": "The Valley of Torment... I'd heard of it, but I never expected to go there. It's exciting! I wonder what the landscape is like."}, {"speaker": "Byleth", "line": "It sounds dangerous."}, {"speaker": "Ignatz", "line": "It probably is dangerous, but I still want to get there and see it as soon as I can."}, {"speaker": "Byleth", "line": "It sounds painful."}, {"speaker": "Ignatz", "line": "Hm, that is an interesting point... The name does seem to suggest that."}, {"speaker": "Lysithea", "line": "Ailell, the Valley of Torment, lies on the border of three noble territories. The Kingdom's Fraldarius and Galatea families, and the Alliance's Daphnel family. In the Fraldarius lands to the north, the former Kingdom army and new duke's army are fighting."}, {"speaker": "Marianne", "line": "Valley of Torment... Valley of Torment..."}, {"speaker": "Byleth", "line": "Something wrong?"}, {"speaker": "Marianne", "line": "I once read a book full of legends surrounding Ailell, but I can't seem to remember..."}, {"speaker": "Byleth", "line": "Are you chanting some sort of curse?"}, {"speaker": "Marianne", "line": "N-no... I'm trying to remember the legends surrounding Ailell..."}, {"speaker": "Hilda", "line": "My big brother told me stories of Judith's bravery. With just one look, she tamed a runaway horse that nobody else had been able to touch. When an Almyran general provoked her, she talked him into a tearful apology. She's spectacular. I wish she'd fight alongside us."}, {"speaker": "Leonie", "line": "You're not a teacher anymore, and we're not your students, but everyone still calls you Professor. Is there something you'd rather be called?"}, {"speaker": "Byleth", "line": "Professor is fine."}, {"speaker": "Leonie", "line": "Guess that's what we're used to, huh? All right."}, {"speaker": "Byleth", "line": "Call me by my name."}, {"speaker": "Leonie", "line": "Oh? All right, then. I'll call you - ugh. Nope! Sorry, can't do it. Too weird."}, {"speaker": "Ferdinand", "line": "Some day we will take the Imperial capital. It is odd to think that I will be invading the very city that I once called home. Ah, that is still a ways off. I will prepare for our journey to Ailell."}, {"speaker": "Linhardt", "line": "I never do get used to the sight of blood. It always makes me feel as if I might faint. Have I never told you that? Huh. Oh well. I hope this war ends soon. I dislike being lightheaded because other people are bleeding everywhere. Though the thought of working hard for it does sound like quite a pain..."}, {"speaker": "Caspar", "line": "I didn't think we'd end up fighting Randolph... He's my uncle. Well, not by blood, so... I guess I can handle it."}, {"speaker": "Byleth", "line": "I'm still worried about you."}, {"speaker": "Byleth", "line": "You're very resolute."}, {"speaker": "Caspar", "line": "Don't worry about me. I'm ready for anything."}, {"speaker": "Bernadetta", "line": "Ailell, the Valley of Torment? What kind of a name for a place is that? It sounds scary. Do I really have to go with you? Hey, um, here's an idea... Maybe let the recluse stay home and hold the fort!"}, {"speaker": "Dorothea", "line": "Hey, Professor, thanks for your hard work again! Nothing to report today! Was I convincing? Was it like he was standing right in front of you? Some things are the same as they were five years ago, but I guess a lot more has changed..."}, {"speaker": "Petra", "line": "Since the past, I have learned much of the language of Fódlan. But speaking the Fódlan language still gives me difficulty. I can understand, read, and write with nearly perfection now. But understanding and speaking are...fruits of a different color."}, {"speaker": "Byleth", "line": "That's part of your charm"}, {"speaker": "Petra", "line": "I have gratitude for you, Professor. I hope that I will have fluency one day."}, {"speaker": "Byleth", "line": "Everyone has a weak spot."}, {"speaker": "Petra", "line": "Yes. I will keep practicing more."}, {"speaker": "Felix", "line": "Some in Faerghus believe Dimitri is still alive. My father is one such eccentric. Hmph, they can't accept reality. Dimitri is dead. He's not coming back."}, {"speaker": "Sylvain", "line": "Ailell, the Valley of Torment. Aw, man... I really do not want to go there."}, {"speaker": "Byleth", "line": "Pull yourself together."}, {"speaker": "Sylvain", "line": "Professor, have you ever been to Ailell? If you had, you'd know."}, {"speaker": "Byleth", "line": "Why not?"}, {"speaker": "Sylvain", "line": "That place is crazy hot! For guys like me who grew up somewhere cold? Man... It's gonna be rough. Though, I guess that climate will keep our enemies at bay."}, {"speaker": "Mercedes", "line": "We may not be students anymore, but it's still important to read. We might even learn something that's useful for our next battle."}, {"speaker": "Byleth", "line": "Studying is important."}, {"speaker": "Mercedes", "line": "I couldn't agree more! I hope the Officers Academy reopens when the war is over."}, {"speaker": "Byleth", "line": "Training is important too."}, {"speaker": "Mercedes", "line": "I suppose that may be true. I always try my best at both."}, {"speaker": "Mercedes", "line": "It's a shame the monastery was ruined but...At least the books are still intact!"}, {"speaker": "Annette", "line": "Professor, how do Claude and Judith know each other? I hear there are still quarrels within the Alliance… This generous offer of soldiers and supplies seems a little too good to be true. I mean, it’s also really impressive, but I’m just a little worried, I suppose…"}, {"speaker": "Ingrid", "line": "My family, the Galateas, are an offshoot of the Daphnel family. The family split in half when two brothers quarreled over an inheritance. Despite blood relations, the families lived apart from one another, so the relationship has been distant and somewhat estranged. I’m not so much acquainted with Judith, the head of House Daphnel."}, {"speaker": "Seteth", "line": "Meeting reinforcements in the Valley of Torment seems an astute decision to me. In that land of oppressive heat, it is unlikely that we will be disturbed. It also means we will need to contend with those harsh conditions ourselves, however. Best ensure we are well prepared."}, {"speaker": "Flayn", "line": "It has been only five years, yet so much has changed. Half of the Kingdom has fallen to the Empire. Skirmishes are rife throughout the Alliance. Despite such tumult, we look upon the same sky, unchanged by the storm happening beneath it."}, {"speaker": "Byleth", "line": "Do you wish you could return to those days?"}, {"speaker": "Flayn", "line": "Yes, it would be nice, I suppose. Things were... simpler then. Or so they seemed to be, at the time."}, {"speaker": "Byleth", "line": "It's true - it's just like it was all those years ago."}, {"speaker": "Flayn", "line": "Indeed. I gazed up at the same sky with Mother and Father. It does not feel so long ago at all. Wait, but how would you know, Professor?"}, {"speaker": "Hanneman", "line": "The monastery repairs have made solid progress. Most excellent news. When we first returned here, I was unsure what we were going to do with the ruins of this place... But if we can get the cathedral rebuilt, we'll have it looking just like the old times soon enough."}, {"speaker": "Manuela", "line": "Hearing that an old student has died cuts me right to the heart... As this war with the Empire continues, we'll see more of it, Professor. We have a duty to fight alongside our former students. We taught them how to fight, after all. Now, let's help them win!"}, {"speaker": "Alois", "line": "Even though we're getting reinforcements, we should still be prepared for the worst. Never shirk your training, no matter what. To practice, I'm going to chop something up with my sword. Unless you'd like to train together! Care to spar?"}, {"speaker": "Catherine", "line": "I've heard people talk about the Hero of Daphnel. If the stories of her courage are true, no one will be able to stand against us. In different circumstances, I'd have wanted to try crossing swords with her. Right now we have to focus on getting to those reinforcements. Let's hope nothing goes wrong."}, {"speaker": "Shamir", "line": "There are enemy spies around. Remain vigilant. Capture anyone who seems suspicious."}, {"speaker": "Byleth", "line": "To kill them?"}, {"speaker": "Shamir", "line": "What else would we do with them?"}, {"speaker": "Byleth", "line": "All right, I will."}, {"speaker": "Shamir", "line": "I'm glad you understand. I'm counting on you."}, {"speaker": "Cyril", "line": "Gotta clean out the storerooms, tend the flowers, do the washing, dust the library..."}, {"speaker": "Byleth", "line": "That sounds like a lot of work."}, {"speaker": "Cyril", "line": "Well, it's my job, ya know? Gotta do your job."}, {"speaker": "Byleth", "line": "Do you need any help?"}, {"speaker": "Cyril", "line": "Nah, this is my job. Lady Rhea herself gave it do me."}, {"speaker": "Cyril", "line": "Even if Lady Rhea's not here right now, I still gotta do my duty."}, {"speaker": "Cyril", "line": "Like you. You gotta have other stuff you oughta be doing, yeah?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is everyone setting out on a big campaign? Not exactly? Ah, so you're meeting up with the reinforcements. We'll, you can leave guarding this place to me! I'll keep an eye out for anything suspicious!"}], "intro": [{"speaker": "Hilda", "line": "Ugh, why is it so hot? I'm getting all sweaty!"}, {"speaker": "Raphael", "line": "Don't be a wimp! Anything's worth it for more food supplies."}, {"speaker": "Leonie", "line": "Move over, Raphael. Somehow you make the heat even worse."}, {"speaker": "Ignatz", "line": "Let's stay calm, everyone. Once we meet up with Judith's soldiers, we can go right back home."}, {"speaker": "Marianne", "line": "Oh, I finally remembered! The legend goes that this valley was born from the wrath of the goddess..."}, {"speaker": "Marianne", "line": "They say a pillar of light poured from the heavens and completely burned away the forest that used to be here..."}, {"speaker": "Claude", "line": "So you're telling me the goddess, who is supposed to be benevolent, burned a forest to a crisp? Typical."}, {"speaker": "Marianne", "line": "That's what the legend would have us believe. But it's not recorded in any of the scriptures..."}, {"speaker": "Claude", "line": "Either it's completely made up, or the goddess is some kind of monster."}, {"speaker": "Cyril", "line": "Huh? Is that..."}, {"speaker": "Lorenz", "line": "The time for idle chatter is over, Claude. Look over there."}, {"speaker": "Claude", "line": "Ah, has someone come to greet us?"}, {"speaker": "Byleth", "line": "Enemies?"}, {"speaker": "Byleth", "line": "Allies?"}, {"speaker": "Lorenz", "line": "That banner does not bear the Daphnel Crest."}, {"speaker": "Claude", "line": "If memory serves... That's the Crest of House Rowe, formerly lords of the Kingdom. They joined the Empire's side without hesitation during the coup. And now here they are, lying in wait for us."}, {"speaker": "Shamir", "line": "Damn... I thought we had disposed of all the spies..."}, {"speaker": "Lorenz", "line": "House Rowe is mediocre and vulgar, but I hear their knights are powerful."}, {"speaker": "Hilda", "line": "What about the Daphnel soldiers? You don't think..."}, {"speaker": "Byleth", "line": "I'm worried about Judith."}, {"speaker": "Claude", "line": "Judith will be fine. It would take a lot more than that to take her down."}, {"speaker": "Byleth", "line": "We need to break through their ranks."}, {"speaker": "Claude", "line": "We've already been spotted, so there's no time to come up with a brilliant plan."}, {"speaker": "Claude", "line": "Everyone, prepare for battle! I leave the command in your capable hands, my friend."}], "battle": [{"speaker": "Gwendal", "line": "The Valley of Torment... Perhaps a good place to finish off my life as a knight. Only if that puny force of children is able to kill me, of course..."}, {"speaker": "Claude", "line": "So, their general must be that stubborn-looking old man. He looks like he wouldn't even forgive a sobbing child. It's good we came armed for the occasion. Care to find Judith?"}, {"speaker": "Claude", "line": "Flames are flaring everywhere and burning people where they stand... Ailell is a terrible place. Everyone, if you don't want to get burned to a crisp, watch your step!"}, {"speaker": "Gwendal", "line": "The Crest of Flames? Ha! Quite full of themselves, aren't they?"}, {"speaker": "Ashe", "line": "Just as I thought - the professor's army. But it's too late to back out now. In Lonato's place, I have to do my duty."}, {"speaker": "Judith", "line": "Oh, old Gwendal is here. And he doesn't look to be an ally..."}, {"speaker": "Gwendal", "line": "Oh, the Hero of Daphnel is here! I'll expect more from her than the young ones..."}, {"speaker": "Defeat Conditions", "line": "All of your units fall in battle, or Judith is defeated."}, {"speaker": "Kingdom Soldier", "line": "Here we go! Attack them from both sides!"}], "battle-talk": [{"speaker": "Judith", "line": "So, you're finally here, supreme leader. And something extra has tagged along.", "person_1": "Claude", "person_2": "Judith"}, {"speaker": "Claude", "line": "Sorry, Judith. That rat got away.", "person_1": "Claude", "person_2": "Judith"}, {"speaker": "Judith", "line": "Hey, don't worry. And here, you should have this. Perhaps it will come in handy.", "person_1": "Claude", "person_2": "Judith"}], "boss": [{"speaker": "Gwendal", "line": "Does a whelp like you really expect to kill me? I am Gwendal, the Gray Lion, a knight by the hand of Count Rowe! Do your worst!"}, {"speaker": "Gwendal", "line": "Ah, so I have found a place to die... Young ones... I thank you..."}, {"speaker": "Claude", "line": "That old man must have been struggling with the position he found himself in... It's time to gather ourselves and pull back our troops."}], "end": [{"speaker": "Judith", "line": "To think we'd get into a scrap here of all places. We're lucky we all made it out alive."}, {"speaker": "Byleth", "line": "I'm sorry for involving you in this."}, {"speaker": "Judith", "line": "Don't worry about it. In this day and age, it's a miracle I've been unscathed this long."}, {"speaker": "Byleth", "line": "I can see why they call you a hero."}, {"speaker": "Judith", "line": "Well, that's ancient history."}, {"speaker": "Judith", "line": "Anyway, long time no see, Professor! Are you still watching this boy's back?"}, {"speaker": "Claude", "line": "Can you quit calling me a boy in front of everyone? I'm the leader of the Alliance now. It's not proper-"}, {"speaker": "Judith", "line": "Not proper, is it? Says the leader who has neglected Alliance territory for years. If you're really the Master Tactician, you should go back to working quietly at whatever little desk you do your planning on."}, {"speaker": "Claude", "line": "Ugh, don't call me that either. Who even came up with that nickname?"}, {"speaker": "Judith", "line": "It's a perfect title for a boy who loves crafty schemes as much as you do. You should be grateful to the professor. On your own, you'd look like a scoundrel of a leader."}, {"speaker": "Hilda", "line": "Haha! Claude's usually so flippant, but even he gets overwhelmed when Judith is around!"}, {"speaker": "Lorenz", "line": "As expected from the leader of the prestigious House Daphnel. Her dignity if beyond compare, even if she is no longer one of the Five Great Lords."}, {"speaker": "Byleth", "line": "The Five Great Lords?"}, {"speaker": "Byleth", "line": "The prestigious House Daphnel?"}, {"speaker": "Lorenz", "line": "The five most influential lords of the Leicester Alliance. They hold the voting rights at the roundtable conferences. House Daphnel used to be included among their ranks, but division from within has hastened their decline. Their vote has since been passed to the emerging Margrave Edmund."}, {"speaker": "Judith", "line": "Thanks for the exposition, Gloucester boy."}, {"speaker": "Lorenz", "line": "Boy?! I will not-"}, {"speaker": "Judith", "line": "Now to business. There were some unexpected interruptions, but I've brought soldiers and supplies, as promised."}, {"speaker": "Claude", "line": "Thanks, Judith. I'll gladly take them off your hands..."}, {"speaker": "Judith", "line": "Hold your horses, boy. You're misunderstanding. These soldiers are precious to me. I made them what they are. I'm not about to loan them out to someone."}, {"speaker": "Claude", "line": "No? Then why did you come here?!"}, {"speaker": "Judith", "line": "What I'm saying is that I'll be joining your army. You're going to fight the Empire with the Knights of Seiros, right? Fight for Lady Rhea? Not without me."}, {"speaker": "Claude", "line": "That's admirable and all, but we still don't know for sure if Rhea is in the-"}, {"speaker": "Judith", "line": "Oh, she's there. A witness saw Lady Rhea being dragged off by the Imperial army after the battle five years ago."}, {"speaker": "Alois", "line": "Are you sure your source is reliable?!"}, {"speaker": "Judith", "line": "One of my own saw it happen. I'm certain."}, {"speaker": "Alois", "line": "It seems we chose wisely when we decided to fight against the Empire."}, {"speaker": "Claude", "line": "But you're the leader of House Daphnel. Is it OK for you to leave your territory unattended?"}, {"speaker": "Judith", "line": "And what about you? Is it OK for you to leave the Riegan territory unattended?"}, {"speaker": "Claude", "line": "That's... I've left it in the hands of a reliable retainer and-"}, {"speaker": "Judith", "line": "And I've asked that retainer to watch over Daphnel territory as well."}, {"speaker": "Claude", "line": "Wait, wait, wait... You just up and decided to get my retainer to do that without even asking me? No respect, this one..."}, {"speaker": "Byleth", "line": "What retainer?"}, {"speaker": "Judith", "line": "Oh? You haven't met him yet, Professor? His name is Nardel. He strikes me as a really special individual. And he's quite handsome too!"}, {"speaker": "Claude", "line": "So that's your definition of handsome?"}, {"speaker": "Judith", "line": "No objections, then? Good. That settles it. House Daphnel is now yours to command."}, {"speaker": "Claude", "line": "I'm sure you'd come along even if I refused. So be it. We'll be counting on you, Judith."}, {"speaker": "Claude", "line": "With Judith joining our forces, we've secured some more troops and supplies... albeit not many."}, {"speaker": "Judith", "line": "Hmph. I'm sorry it couldn't be more."}, {"speaker": "Claude", "line": "No, it's enough for the time being. We'll use them to secure even more troops and supplies."}, {"speaker": "Byleth", "line": "How so?"}, {"speaker": "Byleth", "line": "You think we can do that?"}, {"speaker": "Claude", "line": "The key to my plan is Count Gloucester, the leader of the pro-Empire faction in the Alliance."}, {"speaker": "Lorenz", "line": "You intend to sway my father to join the other side?"}, {"speaker": "Claude", "line": "If Count Gloucester were to switch to the other side, that would basically unify the Alliance. Then we could utilize our full military force in the fight against the Empire."}, {"speaker": "Lorenz", "line": "You don't mean to ask me to persuade him, do you? That would be... quite impossible."}, {"speaker": "Claude", "line": "I don't plan on it. We'll just take his concerns out of the equation. The Airmid River flows along the border between Gloucester territory and the Empire, right? Of all the bridges that cross it, the Great Bridge of Myrddin is the only one near Gloucester territory large enough for an army. Currently, the Imperial army occupies it."}, {"speaker": "Lysithea", "line": "So, if we were to capture the bridge..."}, {"speaker": "Claude", "line": "Count Gloucester would be freed from the threat of the Empire. Thanks to us."}, {"speaker": "Lysithea", "line": "But we have to pass through Gloucester territory to reach the Great Bridge of Myrddin, do we not?"}, {"speaker": "Claude", "line": "Yes. And if we attempted it, naturally he would try to stop us."}, {"speaker": "Lorenz", "line": "I am sorry, but I must ask. Surely you do not plan to engage in combat with my father?"}, {"speaker": "Claude", "line": "Don't worry. I want him as a future ally. What good would it do to waste both of our forces fighting?"}, {"speaker": "Byleth", "line": "I take it you have a scheme?"}, {"speaker": "Claude", "line": "Who do you think you're taking to, Teach? Preparations are in the works even now."}, {"speaker": "Byleth", "line": "So, we'll be sneaking through?"}, {"speaker": "Claude", "line": "We can't be stealthy with so many people. But I have a scheme. Preparations are already in the works."}, {"speaker": "Judith", "line": "So the Master Tactician is finally going to show us his true power. I'm looking forward to it!"}, {"speaker": "Claude", "line": "I'll do my best to live up to that name by making my scheme as impressive as possible."}]}