{"chapter": "18", "title": "The Golden Scheme", "speakers": ["Judith", "Ignatz", "Leonie", "Lysithea", "Shamir", "Byleth", "Claude", "Hilda", "Lorenz", "Raphael", "Marianne", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Seteth", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Cyril", "Gatekeeper", "Death Knight", "Imperial Soldier", "Nader", "Alliance Soldier"], "dialogue_counts": {"Judith": 21, "Ignatz": 9, "Leonie": 5, "Lysithea": 3, "Shamir": 2, "Byleth": 42, "Claude": 49, "Hilda": 18, "Lorenz": 14, "Raphael": 5, "Marianne": 3, "Ferdinand": 2, "Linhardt": 2, "Caspar": 2, "Bernadetta": 3, "Dorothea": 4, "Petra": 3, "Felix": 2, "Ashe": 5, "Sylvain": 4, "Mercedes": 1, "Annette": 1, "Ingrid": 4, "Seteth": 1, "Flayn": 2, "Hanneman": 5, "Manuela": 1, "Alois": 3, "Catherine": 1, "Cyril": 7, "Gatekeeper": 1, "Death Knight": 7, "Imperial Soldier": 2, "Nader": 6, "Alliance Soldier": 2}, "gender_counts": {"M": 124, "F": 72, "N": 4, "A": 42}, "lines": 245, "transitions": "-FMFFMFFAFAFF-MFMFMFMFFMFMFFMFMMMFM-MAMAMM---MAMAMM---MAMAMM---MAMAMM---F---F---FAFAFF---F---MAAM---M---M--FAFAF---FAFAFF---FAAFF---MAAM---MAMAMAMM---MAMAMM---F---F---FAFAFF---M---F---MAMAMAMM---F---MAMAM---F---F---MAMAMM---FAFAF---M-MMMFMFMFMFMFMFMFMF-F-FFMFFM-MAM---MMM-M---NMNM-M-MM-M-M-MMMM-MNM-M-NM-MMM-MMFMMM-FAMFFMM-MMMMMMMMMMAAMFMMFMFFMMMMFMMFMFM", "opening": ["While waiting for reinforcements, the Alliance predicts the Empire will continue to fortify its defenses at Fort Merceus. Knowing this risk, Claude an a select few advance, hoping to gain entry to the fort through deception.", "Fort Merceus, said to be impregnable, lies between you and Enbarr, the Imperial Capital. Seizing the sturdy fortress will require a carefully devised strategy."], "dialogue": [{"speaker": "Judith", "line": "Our objective is Enbarr, the Imperial Capital. But our greatest obstacle lies before that."}, {"speaker": "Ignatz", "line": "And what's what?"}, {"speaker": "Judith", "line": "Fort Merceus. If we can't pass through, we won't be able to reach Enbarr."}, {"speaker": "Leonie", "line": "Fort Merceus... the Impregnable Fortress, or so it's called."}, {"speaker": "Ignatz", "line": "If I recall correctly, it's sometimes referred to as the Stubborn Old General."}, {"speaker": "Lysithea", "line": "It is a massive fortress that was constructed to protect the Imperial capital."}, {"speaker": "Shamir", "line": "The Imperial army we defeated has withdrawn to Enbarr. Fort Merceus should be short on soldiers for now."}, {"speaker": "Byleth", "line": "We should attack quickly."}, {"speaker": "Judith", "line": "Yes, it would be good to finish up here before more enemy reinforcements arrive."}, {"speaker": "Byleth", "line": "We should be careful."}, {"speaker": "Judith", "line": "It would be best to take it before enemy reinforcements arrive. Still, there's a reason it's been called impregnable."}, {"speaker": "Judith", "line": "The only real question is what our fearless leader intends to do..."}, {"speaker": "Claude", "line": "Sorry for the delay, everyone. Those mewling lords kept me from leaving for quite some time."}, {"speaker": "Judith", "line": "So? Were you able to secure additional reinforcements?"}, {"speaker": "Claude", "line": "It's gonna have to wait until next month. It doesn't look like they can afford to keep supporting us at present."}, {"speaker": "Judith", "line": "Then what should we do about Fort Merceus? Do you plan on waiting around?"}, {"speaker": "Claude", "line": "No. If we wait until next month, the enemy will have bolstered their defenses. That said, the prevailing theory is that you need triple your enemies' forces to take a fortress with a frontal assault."}, {"speaker": "Leonie", "line": "Right, that's what we were taught at the academy. And this is Fort Merceus we're talking about. It's renowned for its strong defenses."}, {"speaker": "Claude", "line": "Our current army isn't nearly strong enough. Hmm... What to do..."}, {"speaker": "Judith", "line": "Whatever you do, just don't ask us to scale those huge walls. We'd end up dead when they hurl rocks down at us."}, {"speaker": "Hilda", "line": "Yeah, no thanks! If only someone would open up the gates for us from the inside."}, {"speaker": "Claude", "line": "Unfortunately we don't have any spies in there. Wait a minute... I've got it! We sneak in, stir up confusion, and open the gates ourselves to let our allies in."}, {"speaker": "Hilda", "line": "Right! That's what I was saying all along!"}, {"speaker": "Ignatz", "line": "Right. Nice one, Hilda. But how do you propose we go about sneaking in?"}, {"speaker": "Hilda", "line": "Disguises? If we dress up like Imperial soldiers, maybe they'll think we're allies and let us in!"}, {"speaker": "Leonie", "line": "Do you really think they'd just open the gates for us? I'd be pretty dumbfounded if that worked."}, {"speaker": "Claude", "line": "No, no - she's on to something. It's a good idea, Hilda. We just need to refine it a bit, and we'll be in there before we know it."}, {"speaker": "Hilda", "line": "Really? Go me!"}, {"speaker": "Lorenz", "line": "What is your definition of refining the idea? I know your go-to strategy is nausea-inducing poison, but..."}, {"speaker": "Raphael", "line": "Urgh! I maybe ate too much. My stomach hurts..."}, {"speaker": "Lorenz", "line": "Raphael... Why are you eating meat during a war council?!"}, {"speaker": "Judith", "line": "So, fearless leader, I'm guessing you're going to keep the crucial parts of your scheme under wraps until the time comes, aren't you?"}, {"speaker": "Claude", "line": "You know me so well, Judith. Whether we like it or not, this war puts a damper on all of our spirits. What's wrong with trying to have a little fun every now and again? Just leave the details to me."}], "conversation": [{"speaker": "Claude", "line": "Each time we take a step forward, more blood is spilled… but by spilling that blood, we're able to take yet another step forward. War is always a cruel affair, but luckily we have each other to lean on. We've steeled our hearts. We won't be broken."}, {"speaker": "Byleth", "line": "I'm glad we have such reliable allies."}, {"speaker": "Claude", "line": "I couldn't agree more. Without them, we could never have made it this far."}, {"speaker": "Byleth", "line": "I wonder if we're pushing them too hard."}, {"speaker": "Claude", "line": "If anyone's starting to feel the strain, I'm sure just hearing from you will reassure them. Please… do whatever you can to keep their morale up."}, {"speaker": "Claude", "line": "Oh, and about taking the fort… I'll need a tad more time to prepare our plan. It's called an impregnable fortress for a reason, after all. My contingencies need contingencies this time, or we might not pull it off."}, {"speaker": "Lorenz", "line": "Fort Merceus is old and strong. Its reputation for durability is equal to that of Arianrhod. Are we really going to leave this to Claude? With a plan concocted by Hilda, of all people?"}, {"speaker": "Byleth", "line": "I'm uneasy too."}, {"speaker": "Lorenz", "line": "I thought you might be, with how secretly that man devises his schemes."}, {"speaker": "Byleth", "line": "Have a little faith."}, {"speaker": "Lorenz", "line": "I would like to, but I am always troubled by how secretly that man devises his schemes."}, {"speaker": "Lorenz", "line": "Let us hope the end result is not too outlandish."}, {"speaker": "Raphael", "line": "You know when you work your muscles and they start screaming? That means you gotta be nice to them. If your muscles are hungry, you gotta feed them, and let them rest when they're tired."}, {"speaker": "Byleth", "line": "I don't see how you'd do that."}, {"speaker": "Raphael", "line": "Whaddya mean, how? You just gotta eat and sleep! It's pretty obvious..."}, {"speaker": "Byleth", "line": "You can tell how your muscles are feeling?"}, {"speaker": "Raphael", "line": "Of course! If my muscles hurt, then I hurt. If they're hungry, well then I'm hungry too!"}, {"speaker": "Raphael", "line": "What's with the confused face, Professor? You look like you don't get a word I'm saying!"}, {"speaker": "Ignatz", "line": "The battle at Gronder Field was gruesome, wasn't it? But perhaps it's irresponsible to look away - to close our eyes to the horrors of war."}, {"speaker": "Byleth", "line": "I agree."}, {"speaker": "Ignatz", "line": "As survivors, we must ensure that all these lives were not lost in vain. We must see the tragic foundations upon which we'll build our future."}, {"speaker": "Byleth", "line": "You don't have to force yourself."}, {"speaker": "Ignatz", "line": "Thank you. But I think I do actually. As survivors, we must ensure that all these lives were not lost in vain. We must see the tragic foundations upon which we'll build our future."}, {"speaker": "Ignatz", "line": "May an age of peace rise from the ashes, so that all this sacrifice means something."}, {"speaker": "Lysithea", "line": "As I suspected, they seem to be supporting the Imperial army now. Thought I don't quite know who they are yet… Nor do I know what tricks they'll use against us next. We can't afford to let our guard down…"}, {"speaker": "Marianne", "line": "I never used to care whether I lived or died… But after seeing so much death firsthand, I now realize how precious life truly is. I'm ashamed of how arrogant I was to think that death could mean so little…"}, {"speaker": "Hilda", "line": "I wonder how far we can get with this plan. Dressing up like Imperial soldiers to sneak in. Claude said it could use some refinement. Any ideas?"}, {"speaker": "Byleth", "line": "We could dress you as the emperor."}, {"speaker": "Hilda", "line": "Dress me as Edelgard?! But we look nothing alike!"}, {"speaker": "Byleth", "line": "We could dress Claude as a woman."}, {"speaker": "Hilda", "line": "Claude, dressed as a woman? I don't understand what the point of that would be."}, {"speaker": "Hilda", "line": "On second thought, let's just stick to the plan as originally conceived. That seems safer."}, {"speaker": "Leonie", "line": "Claude takes care of the strategy, you direct the troops, and the rest of us focus on the fighting. As long as the system keeps working, we can win any battle, no matter the odds. That's what everyone's saying anyway. Hope you can keep up with our expectations, Professor."}, {"speaker": "Ferdinand", "line": "Dimitri, the late Prince of Faerghus. He despised the Empire with all his heart. He should not have tried leading an army while his emotions were holding him captive."}, {"speaker": "Byleth", "line": "Leaders are people too."}, {"speaker": "Byleth", "line": "Leaders can't be emotional?"}, {"speaker": "Ferdinand", "line": "No. If a leader's emotions overcome them, others must step in to prevent poor decision-making. Why did his followers not intervene? His attendants? I used to call Edelgard my leader, and now she is running amok. I am duty-bound to stop her."}, {"speaker": "Linhardt", "line": "There's word that Claude has developed a rather interesting stratagem to capture the fortress. You know Fort Merceus's nickname, I assume. The Stubborn Old General? But there must be one or two gaps in its defenses..."}, {"speaker": "Caspar", "line": "Fort Merceus is next, huh? Ah, the memories. It's a huge stronghold in my father's domain. The town's completely surrounded by high walls. I used to run around there when I was a kid... Way back when a fortress was just a playground for me. Yeah, those were the days."}, {"speaker": "Bernadetta", "line": "It's always relaxing coming back here. But it's hard to relax knowing we have to go out on another expedition again so soon. And assaulting that huge keep? That sounds hard. Oh, really hard! Don't you think it'll be hard?!"}, {"speaker": "Byleth", "line": "It's going to be tough."}, {"speaker": "Bernadetta", "line": "I knew you'd think so! I knew you-- Ow! Oh, ow. Can't believe I tried to hug you through the door."}, {"speaker": "Byleth", "line": "We'll be fine."}, {"speaker": "Bernadetta", "line": "Of course you'd say that. Why did I even bother asking?"}, {"speaker": "Dorothea", "line": "So many people died in the battle at Gronder... And here we are, preparing for the next battle, as if nothing happened the day before. It's almost easier to think of war as theater, with the stage an entire continent."}, {"speaker": "Byleth", "line": "Though the actors die, the show goes on?"}, {"speaker": "Dorothea", "line": "Something like that. If an accident happens on stage, the next day's performance must unaffected."}, {"speaker": "Byleth", "line": "It really doesn't seem like theater."}, {"speaker": "Dorothea", "line": "Even if an accident happens on stage, the next day you have to sing as though nothing happened."}, {"speaker": "Dorothea", "line": "Everyone just pretends like everything is fine... focusing on their role in the play."}, {"speaker": "Petra", "line": "I have excitement in my heart for secret tactics! I enjoy attacks that are surprising."}, {"speaker": "Byleth", "line": "Why's that?"}, {"speaker": "Byleth", "line": "Because it's like hunting?"}, {"speaker": "Petra", "line": "Yes. Hunting is doing surprise attacks on prey."}, {"speaker": "Petra", "line": "Surprise attacks are safe with friends. Fewer injuries."}, {"speaker": "Felix", "line": "My relationship with the boar prince began even before I was born. He was always by my side. You might even say that, at one time, we were best friends."}, {"speaker": "Byleth", "line": "What do you mean, best friends?"}, {"speaker": "Byleth", "line": "What happened?"}, {"speaker": "Felix", "line": "I couldn't fathom the depth of his hatred for the Empire. So much anguish. Could I have saved him? Could I have stopped him?"}, {"speaker": "Ashe", "line": "I've heard Dedue's passed on. Just like His Highness."}, {"speaker": "Byleth", "line": "We can't know that for certain."}, {"speaker": "Ashe", "line": "That's true. I did hear that his body was never found."}, {"speaker": "Byleth", "line": "Don't believe everything you hear."}, {"speaker": "Ashe", "line": "You're right. I don't think anyone's found his body, so I guess he might still be out there."}, {"speaker": "Byleth", "line": "Dedue is dead?"}, {"speaker": "Ashe", "line": "That's what I've heard, but no one's found his body."}, {"speaker": "Ashe", "line": "If, somehow, he's still alive...I hope we'll meet again."}, {"speaker": "Sylvain", "line": "Ya know, Professor, laying siege to a keep is like asking a girl out on a date. First, you get past her defenses...then you make your move."}, {"speaker": "Byleth", "line": "That's not the best analogy."}, {"speaker": "Sylvain", "line": "Trust me, I know what I'm talking about. I'm a seasoned veteran at this kind of thing. Girls, I mean. I've never actually, you know, captured any keeps..."}, {"speaker": "Byleth", "line": "You might be right."}, {"speaker": "Sylvain", "line": "Ha! I knew you'd get it, Professor."}, {"speaker": "Sylvain", "line": "Anyway, you know more about tactics than me, so I don't know why I'm offering you advice."}, {"speaker": "Mercedes", "line": "Oh, Goddess, hear my prayer. Please bless the deceased with peace everlasting...And may his soul rest in tranquility. You know, I used to see him praying quite often when I would come to the cathedral at night. I wonder who it was he prayed for back then..."}, {"speaker": "Annette", "line": "After the battle at Gronder, some people claim they saw my father. They said he walked off the battlefield clutching… His Highness's dead body… So long as Father's alive, I don't need anything else. I just… I hope to see him again one day…"}, {"speaker": "Ingrid", "line": "Among our prisoners of war, there were quite a few people who served His Highness. One of them stated that the Empire was involved with the Tragedy of Duscur. If this is true, His Highness's motives seem clear. I can't help but feel that perhaps I should have fought by his side…"}, {"speaker": "Byleth", "line": "Why is that?"}, {"speaker": "Ingrid", "line": "Because…I, too, lost someone to that tragedy—the most important person in my world."}, {"speaker": "Byleth", "line": "Are you having regrets?"}, {"speaker": "Ingrid", "line": "No. Not anymore. I am where I belong."}, {"speaker": "Ingrid", "line": "Those of us still on this plane of existence will carry the torch. The inhumane actions of the Empire must not be repeated."}, {"speaker": "Seteth", "line": "Fort Merceus is a keep that was constructed to defend the Imperial Capital, Enbarr. We cannot enter the capital without first capturing that fort. But once we have it, the city should be almost entirely at our mercy. Whatever strategy you have in mind, I have faith that it will lead to victory."}, {"speaker": "Flayn", "line": "Standing face to face with those whom I went to school with. On the field of battle… How inhuman war is - how horrifying. My heart feels shattered. It is my hope that this war marks the end of such foolish behavior."}, {"speaker": "Hanneman", "line": "Fort Merceus is the Empire's single most fortified military installation. Utterly impregnable, they say. I wonder, do you happen to know the nickname given to Fort Merceus?"}, {"speaker": "Byleth", "line": "The Silver Maiden."}, {"speaker": "Hanneman", "line": "No, I'm afraid that name refers to the Fortress City of Arianrhod."}, {"speaker": "Byleth", "line": "Fódlan's Locket."}, {"speaker": "Hanneman", "line": "That one is a fortress that stands at Fódlan's Throat."}, {"speaker": "Byleth", "line": "The Stubborn Old General."}, {"speaker": "Hanneman", "line": "Indeed! A very good answer, but of course you'd know that."}, {"speaker": "Hanneman", "line": "Seems Fódlans give everyone and everything a nickname. Why, you were called the Ashen Demon! Myself, I have been called the Father of Crestology, which is a nickname as well as a title, I suppose..."}, {"speaker": "Manuela", "line": "Each step closer to Enbarr, I'm reminded of another part of my past. Riches and poverty, glory and failure, that city has it all! And if I'm honest... sometimes I miss it. That's how the past works though, isn't it? It's always a different story than what you really lived."}, {"speaker": "Alois", "line": "Hilda's quite a tactician! Disguising ourselves as enemy soldiers to sneak in, undetected. A stroke of brilliance. With this strategy, we can really snatch victory from the jaws of...deceit!"}, {"speaker": "Byleth", "line": "That's a good point."}, {"speaker": "Alois", "line": "Yes... With you leading our fighters, I've no doubt the Empire will suffer an embarrassing deceit. Get it? Deceit? Again?"}, {"speaker": "Byleth", "line": "That's a bad pun."}, {"speaker": "Alois", "line": "Ah, rats! You've seen through my cunning punning!"}, {"speaker": "Catherine", "line": "I hardly recognize everyone... Their faces have changed so much. More experience in the eyes, and more pain. I'm glad that they're stronger, but I hate to think that they've all become hardened killers. Look after them, OK? Try to keep 'em on the straight-and-narrow."}, {"speaker": "Shamir", "line": "Please tell Claude not to give us any more ridiculous orders. I've reached out through all of my channels, but there are limits to these things. I'll have to recruit an entire town's worth of people if I ever plan on making enough Imperial uniforms."}, {"speaker": "Cyril", "line": "Guess what I noticed. I can see further than most other people can see. But I can't figure the point of seeing further than an arrow can fly, since I can't shoot what I see."}, {"speaker": "Byleth", "line": "You could detect enemy movements in advance."}, {"speaker": "Cyril", "line": "I suppose I could see a whole horde of enemies coming and run away. That's kinda useful, at least."}, {"speaker": "Byleth", "line": "You could find our targets quicker than anyone."}, {"speaker": "Cyril", "line": "Yeah, I suppose it could be real useful for finding Lady Rhea too."}, {"speaker": "Cyril", "line": "Thanks, Professor. I think I get it now. I'm gonna put my eyes to real good use."}, {"speaker": "Judith", "line": "Ah, Professor. I have a question for you… Have you heard of the Death Knight? I'm referring to that Imperial general who has been operating under that moniker."}, {"speaker": "Byleth", "line": "I've heard of him."}, {"speaker": "Judith", "line": "Nothing is certain yet, but I get the feeling we'll have to face him soon enough."}, {"speaker": "Byleth", "line": "I haven't heard of him."}, {"speaker": "Judith", "line": "Well now… I don't know very much myself. Only that he's caused a great deal of havoc in the west. Nothing is certain yet, but I get the feeling we'll have to face him soon enough."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Is it true that we'll be assaulting Fort Merceus next? That doesn't sound like the brightest idea... I've heard that it's built to withstand an attack from even the largest of armies! Not to tell you how to do your job, but don't do it! I'm not ready to say my final good-byes to everyone..."}], "intro": [{"speaker": "Ignatz", "line": "I delivered our letter to Fort Merceus. I don't think they suspected anything."}, {"speaker": "Claude", "line": "I knew I was right to entrust that task to you. You've got that honest kind of face that makes it easy to fool people."}, {"speaker": "Ignatz", "line": "Is that meant to be a compliment?"}, {"speaker": "Lysithea", "line": "What did you write in the letter?"}, {"speaker": "Claude", "line": "I informed them that reinforcements were on the way. It would have been suspicious for troops to show up unannounced."}, {"speaker": "Hilda", "line": "So, the plan is..."}, {"speaker": "Claude", "line": "We'll disguise ourselves as reinforcements from the Imperial capital and sneak in to Fort Merceus."}, {"speaker": "Hilda", "line": "Oh! You used my disguise plan after all!"}, {"speaker": "Claude", "line": "We've also procured Imperial army uniforms."}, {"speaker": "Hilda", "line": "Ooh, good work. I knew this was the only way!"}, {"speaker": "Claude", "line": "However... That alone wouldn't be enough."}, {"speaker": "Hilda", "line": "You did say the plan needed a little more refinement. Are you going to dress up like Edelgard, Claude?"}, {"speaker": "Claude", "line": "I'm not sure that would accomplish much. In the letter, I included the name of the Imperial general leading the reinforcements. While we're heading to the fort, a separate army is going to attack us."}, {"speaker": "Marianne", "line": "We're going to be attacked?!"}, {"speaker": "Claude", "line": "That's all just for show, though. It'll be our allies who are attacking us."}, {"speaker": "Hilda", "line": "Oh, I get it! We're going to make it look like the Alliance is attacking Imperial reinforcements!"}, {"speaker": "Claude", "line": "Right. When the troops in the fortress panic and open up the gates... We're in."}, {"speaker": "Judith", "line": "I'd love nothing more than for this plan to work, but I've got some bad news for you. Apparently the notorious Death Knight has been placed in charge of defending Fort Merceus."}, {"speaker": "Marianne", "line": "The one who kidnapped Flayn..."}, {"speaker": "Flayn", "line": "The Death Knight... I did not wish to ever think of him again."}, {"speaker": "Judith", "line": "He got some acclaim in the battle to subjugate western Faerghus. They say he holds the most military prowess in the Empire."}, {"speaker": "Claude", "line": "Even so, we've got Teach here to command us. All will be well. You have to trust us."}, {"speaker": "Judith", "line": "So your big plan is to just trust your professor? Really, boy?"}, {"speaker": "Leonie", "line": "Under the professor's guidance, I'm sure we'll manage somehow. We're counting on the tactics you learned from Captain Jeralt!"}, {"speaker": "Claude", "line": "Prepare yourselves, everyone. It's time."}, {"speaker": "Claude", "line": "Teach... This is for your ears only, but there's actually one more part to my plan. I had hoped it wouldn't come to this, but I have no choice."}, {"speaker": "Byleth", "line": "No choice?"}, {"speaker": "Claude", "line": "Absolutely. We can't afford to hold anything back. Thanks to Edelgard's strength, the Imperial army is more unified than I would have expected. It was a painful realization, but after our battle at Gronder Field, it's clear that we can't win if we don't pull out all the stops. I also realized something else during that battle. There really is something special about you, Teach. The reason we were all able to keep our cool in the midst of the chaos was because we all trust in you. In your command and in your strength. Everyone here believes that we will win as long as we have you on our side. Our faith in you is borderline religious. You and I... We have what it takes to free Fódlan from the Empire's rule. I know in my heart that we'll make it through to witness the world after all the fighting has ceased."}, {"speaker": "Death Knight", "line": "That man/woman approaches..."}, {"speaker": "Caspar", "line": "Who are you talking about? You don't mean that professor, do you?! Doesn't matter. No one could take this fortress."}, {"speaker": "Linhardt", "line": "Ugh, sounds like a bother... I'll be taking a nap about now."}, {"speaker": "Death Knight", "line": "Will death's scythe claim you... Or will I fall to that sword of yours..."}], "battle": [{"speaker": "Claude", "line": "An impregnable fortress is a wide-open prairie once you get inside. From here, we'll attack from the north and south at once!"}, {"speaker": "Nader", "line": "No different than a prairie, you say? Heh! You've got a strange head on your shoulders, kiddo"}, {"speaker": "Claude", "line": "For Nader the Undefeated, this should be as easy as a walk in a meadow, right?"}, {"speaker": "Nader", "line": "Heh. Well, goddess or death god or whoever they may be, let's crush them to dust."}, {"speaker": "Death Knight", "line": "The time of ruin draws near... But their slaughter must wait until next we meet..."}, {"speaker": "Alliance Soldier", "line": "Report! The Death Knight has escaped the fortress!"}, {"speaker": "Claude", "line": "He gave up too easily. Does he have some other plan? Let's deal with the remaining enemies and go after him, quickly!"}, {"speaker": "Death Knight", "line": "The time is ripe."}, {"speaker": "Alliance Soldier", "line": "Report! The Death Knight is moving! It looks like they're abandoning the fortress and making an escape!"}, {"speaker": "Claude", "line": "We need to put an end to this here and now. Come on, let's circle around and cut off his retreat."}], "cutscene": [{"speaker": "Nader", "line": "I see your skills haven't dulled yet, kiddo."}, {"speaker": "Claude", "line": "What did you expect?"}, {"speaker": "Claude", "line": "Everyone, listen up! From now on, the Almyran forces will be fighting by our side!"}, {"speaker": "Claude", "line": "We'll work as one! And we will bring down that fort together!"}], "boss": [{"speaker": "Claude", "line": "Hey, how long's it been? Five years? Who'd have thought you'd end up an Imperial general...", "unit": "Claude", "boss": "Death Knight"}, {"speaker": "Death Knight", "line": "So, you wish to die.", "unit": "Claude", "boss": "Death Knight"}, {"speaker": "Claude", "line": "Heh. As antisocial and unhinged as ever, I see.", "unit": "Claude", "boss": "Death Knight"}], "end": [{"speaker": "Nader", "line": "Hey, kiddo! What was with that... javelin of... light?"}, {"speaker": "Claude", "line": "Javelin of light... That describes it pretty well. The fortress was supposedly impregnable, but look at it now.It's hard to imagine that the Empire would do something like that. But if not them, then who? And for what purpose? If they wanted to kill us, then why wait until now to use it?"}, {"speaker": "Judith", "line": "We almost died just now... and without an answer to any of that. Speaking of unanswered questions, why is Nardel here? Care to explain? I get the feeling there's something you two are keeping from us."}, {"speaker": "Nader", "line": "I'll go ahead and see my subordinates off to Almyra, kiddo."}, {"speaker": "Claude", "line": "Wait, Nader! Are really going to just leave me here and run away?"}, {"speaker": "Nader", "line": "I hope to see you again, Judith. And you too, Professor. I'll be praying for your safety!"}, {"speaker": "Judith", "line": "Nader? Are you saying that Nardel is actually Nader the Unstoppable?!"}, {"speaker": "Byleth", "line": "Unstoppable?"}, {"speaker": "Claude", "line": "It's actually Nader the Undefeated. Almyrans love grand titles."}, {"speaker": "Judith", "line": "I knew he was no ordinary person, but to think he was the great hero of Almyra..."}, {"speaker": "Hilda", "line": "Hey, um, can we really afford to be chatting right now? If another one of those javelins of light falls, we're all dead!"}, {"speaker": "Lorenz", "line": "Claude. There are things I wish to ask you, but first we must hurry and withdraw."}, {"speaker": "Claude", "line": "Right you are. Come on, everyone! Let's hurry up and get out of here."}, {"speaker": "Lorenz", "line": "Claude. It is time for you to explain. Why are you so close with an Almyran general?"}, {"speaker": "Claude", "line": "Well, he did quite a bit for me when I was younger."}, {"speaker": "Lorenz", "line": "When you were younger... So, before you joined House Riegan. How and where did you meet him? There aren't many opportunities to meet a general from Almyra in Fódlan..."}, {"speaker": "Claude", "line": "If that's what you believe, it's only because that's what you've been led to believe. After all, we have Cyril here among our allies, and he was born in Almyra."}, {"speaker": "Cyril", "line": "Hey, now. Don't drag me into this."}, {"speaker": "Claude", "line": "There's a big, wide world outside of Fódlan, and it's overflowing with different places and cultures. You think interacting with outsiders is odd, but isn't avoiding contact with the outside world far more unnatural?"}, {"speaker": "Lorenz", "line": "Don't change the subject, Claude. To the people of the Alliance, the Almyrans are-"}, {"speaker": "Claude", "line": "It's true that there's a history of hostility, but why should that mean we're doomed to remain hostile forever? The Almyrans aren't monsters. Just look at Cyril! Does he look like a monster to you?"}, {"speaker": "Cyril", "line": "Hey, what's that supposed to mean?"}, {"speaker": "Claude", "line": "Right, Teach? What did you think when you met Nader?"}, {"speaker": "Byleth", "line": "He's... interesting."}, {"speaker": "Byleth", "line": "He's a reliable general."}, {"speaker": "Claude", "line": "Ha! I'll tell him you said that. And I'm sure that if all of you got to know him, all of your preconceived notions would change too. I know you guys, and you aren't the type of people to reject someone without trying to get to know them."}, {"speaker": "Hilda", "line": "But... how did those Almyrans even get past Fódlan's Throat? I doubt my brother would just let them pass without saying anything..."}, {"speaker": "Claude", "line": "About that... I actually made sure your brother met Nader in advance."}, {"speaker": "Lorenz", "line": "What?! Lord Holst met with an Almyran general?"}, {"speaker": "Hilda", "line": "Oh, so that's why you were so interested in my brother. But wait, they're supposed to be bitter enemies! They've fought each other several times before!"}, {"speaker": "Claude", "line": "I know. It was a big gamble. But rather than having me try to convince them myself, I knew it would be easier to just have them meet. They were taken aback at first, but sure enough, they hit it off. They were even drinking to their newfound brotherhood before parting."}, {"speaker": "Judith", "line": "It makes sense. If you take the greatest heroes away from the battlefield, of course they'll get along."}, {"speaker": "Hilda", "line": "Fighting one minute and drinking together the next... Men are so weird!"}, {"speaker": "Claude", "line": "Ultimately, someone's bloodline has nothing to do with the friendships they forge. Relations between the Alliance and Almyra is a matter we'll tackle in the future. Still, I want to take this opportunity to make one thing clear to all of you. After we defeat the Empire, I intend to tear down the walls that separate Fódlan from the outside world. I want to let people and goods come and go freely, and in doing so, eradicate prejudices about the outside world."}, {"speaker": "Cyril", "line": "Huh?!"}, {"speaker": "Lorenz", "line": "Would it even be possible to achieve such a thing? It directly contradicts the Seiros tenets."}, {"speaker": "Claude", "line": "Does it? I'm not so sure. I'm any case, I'm prepared for the inevitable protests and criticism. New ways of doing things are always met with resistance. During our time at the Officer's Academy, all of you overcame the barriers of birthplace, status, and ideology. Having gone through so much with all of you, I have no doubt that, in time, you'll understand."}, {"speaker": "Hilda", "line": "I guess there were a lot of different people there. People we wouldn't have met through the normal course of our lives."}, {"speaker": "Claude", "line": "Duscur once opposed the Kingdom, but there was someone from Duscur there. Brigid once invaded the Empire, but the Brigid princess was there. We ate at the same table as those people. Sure, sometimes we didn't get along. But other times, we helped each other out. Can we really draw a definitive line in the sand and say one group of people is all good, and another all bad? If I can realize my dream, Fódlan will be reborn. The old age will end and we'll welcome a new dawn."}, {"speaker": "Lorenz", "line": "But, if-"}, {"speaker": "Judith", "line": "Save your objections for another day, Gloucester boy."}, {"speaker": "Lorenz", "line": "Ugh..."}, {"speaker": "Judith", "line": "That said, there are more pressing matters to discuss. Our next step is to invade the Imperial capital, right?"}, {"speaker": "Claude", "line": "That's right. I'm sure Edelgard is eagerly awaiting our arrival in Enbarr. Reinforcements from the Alliance lords should arrive soon. Let's make sure we're ready to greet them."}]}