{"chapter": "21", "title": "The City Without Light", "speakers": ["Claude", "Leonie", "Rhea", "Judith", "Seteth", "Byleth", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Flayn", "Hanneman", "Manuela", "Alois", "Catherine", "Shamir", "Cyril", "Gatekeeper", "Thales", "Soldier", "Nemesis"], "dialogue_counts": {"Claude": 21, "Leonie": 7, "Rhea": 16, "Judith": 4, "Seteth": 3, "Byleth": 28, "Lorenz": 5, "Raphael": 2, "Ignatz": 6, "Lysithea": 3, "Marianne": 2, "Hilda": 2, "Ferdinand": 1, "Linhardt": 1, "Caspar": 1, "Bernadetta": 2, "Dorothea": 1, "Petra": 1, "Felix": 1, "Ashe": 1, "Sylvain": 4, "Mercedes": 1, "Annette": 1, "Ingrid": 2, "Flayn": 1, "Hanneman": 1, "Manuela": 2, "Alois": 2, "Catherine": 2, "Shamir": 3, "Cyril": 2, "Gatekeeper": 1, "Thales": 12, "Soldier": 1, "Nemesis": 1}, "gender_counts": {"M": 64, "F": 50, "N": 2, "A": 28}, "lines": 146, "transitions": "-MFM-FMFMFFFMFFFMFMFMFMM-MAMAM---MAMAMM---MAAM---MAMAMAMM---F---F---F---FAFAF---M---M---M-FAAF---F---F---M---M---MAMAMM---F---F---FAAF-----M---F---M---F---MAAM---F---FAFAF---M---F---M-FFFMMM-FAAF-FAFAF--M-MMFM-M-F-M-MF-M-M-M-M-MMMM-M-F-M-N---N-FMFF-FF-MAMAMAM", "opening": ["Though the flame of war is quenched, its embers endure. You travel deep underground to confront those who slither in the dark and bring lasting peace to Fódlan."], "dialogue": [{"speaker": "Claude", "line": "I just don't get it..."}, {"speaker": "Leonie", "line": "What is it, Claude?"}, {"speaker": "Claude", "line": "Those javelins of light... They were trying to use it to kill us at Fort Merceus, right? But then why not drop it on Garreg Mach? They must have known for a while that we were here."}, {"speaker": "Rhea", "line": "It is not that they chose to refrain, but rather that they were unable to do so."}, {"speaker": "Claude", "line": "Rhea! How are you feeling?"}, {"speaker": "Rhea", "line": "I am well enough... I cannot afford to rest while Fódlan is in danger."}, {"speaker": "Claude", "line": "What do you mean when you say they couldn't drop a javelin of light here?"}, {"speaker": "Rhea", "line": "Once, a very long time ago, a massive ball of light fell upon this monastery. However, that light mysteriously changed course in mid-air and landed in Ailell instead."}, {"speaker": "Leonie", "line": "Ailell, the Valley of Torment... So that's what the wreckage of those javelins of light looks like."}, {"speaker": "Rhea", "line": "The Holy Tomb is not only the location of the progenitor god's eternal slumber, but also a sacred vessel for a power that repels evil. Supposedly, the progenitor god built the Holy Tomb herself to protect her children from the evil light."}, {"speaker": "Claude", "line": "So the children of the goddess gathered in Zanado because of its proximity to the monastery? But we've fought at distant locations many times."}, {"speaker": "Leonie", "line": "Despite that, the javelins of light only fell on Fort Merceus."}, {"speaker": "Judith", "line": "In his letter, Hubert said that he detected their magic when the fort fell. In other words, because they used a javelin of light, Hubert was able to pinpoint the location of their base."}, {"speaker": "Leonie", "line": "So they didn't use it before then because they didn't want us to know where their base is?"}, {"speaker": "Claude", "line": "In any case, those javelins of light must be something they can't just use whenever they want. And they finally decided to use one at Merceus, where they were sure they'd be able to finish us off. It's only thanks to the whims of the Death Knight that we escaped with our lives. And no javelins of light have fallen since then."}, {"speaker": "Judith", "line": "It's possible that the enemy hasn't yet realized that we've learned the location of their base."}, {"speaker": "Claude", "line": "If so, their guard may be down, which makes this the perfect time for a surprise attack."}, {"speaker": "Rhea", "line": "I will accompany you."}, {"speaker": "Seteth", "line": "What?! No! That would be far too dangerous! Your long confinement weakened you greatly, did it not?"}, {"speaker": "Rhea", "line": "Those people have opposed us since ancient times. I wish to learn the truth about them for myself."}, {"speaker": "Seteth", "line": "I... I understand. I will not stop you, but please take care not to overexert yourself."}, {"speaker": "Claude", "line": "We don't know exactly what we're up against here, but having you around is very reassuring, Rhea. Let's prepare to strike at Shambhala before they make their next move!"}], "conversation": [{"speaker": "Claude", "line": "We crushed the Empire at long last... But there's no time to bask in our victory. We must prepare for the coming battle. We knew there was a secret group behind the Imperial army all this time. Now, we have a chance to make the first move against them. We have Hubert to thank for that. It's also thanks to him that we were able to rescue Rhea. I still have plenty of questions I'd like to ask her."}, {"speaker": "Byleth", "line": "Are you going to see her?"}, {"speaker": "Claude", "line": "Well, if we plan to have her march into battle with us again, we'd better let her recuperate."}, {"speaker": "Byleth", "line": "We should let her rest."}, {"speaker": "Claude", "line": "Rhea is the only one who gets a break, though. Everyone else had better start preparing for battle."}, {"speaker": "Lorenz", "line": "A mysterious power, threatening the very future of Fódlan? Certainly we cannot give it leeway. In comparison to this, the internal power struggles in the Alliance are utterly trivial."}, {"speaker": "Byleth", "line": "Aren't you frightened?"}, {"speaker": "Lorenz", "line": "Fear will serve no purpose here. The only path to survival is victory."}, {"speaker": "Byleth", "line": "Do you think we can defeat it?"}, {"speaker": "Lorenz", "line": "There is simply no option but victory! The alternative is unthinkable."}, {"speaker": "Lorenz", "line": "Perhaps I will have the opportunity to strike the decisive blow on the enemy commander. That would secure my place in history for certain!"}, {"speaker": "Raphael", "line": "Wake up, eat, train, eat, train, eat, sleep. We gotta prepare for the assault, but that hasn't changed my routine!"}, {"speaker": "Byleth", "line": "You're doing plenty."}, {"speaker": "Byleth", "line": "Isn't there more you can do?"}, {"speaker": "Raphael", "line": "All the training... and eating... I do is for the sake of Fódlan! Gotta stay strong... and fed... to keep it safe!"}, {"speaker": "Ignatz", "line": "Our next opponent is an ally of Solon. Do you remember what Solon called us?"}, {"speaker": "Byleth", "line": "Traitors?"}, {"speaker": "Ignatz", "line": "No. He called us beasts."}, {"speaker": "Byleth", "line": "Beasts?"}, {"speaker": "Ignatz", "line": "That's right. He called us beasts."}, {"speaker": "Byleth", "line": "Insects?"}, {"speaker": "Ignatz", "line": "No. He called us beasts."}, {"speaker": "Ignatz", "line": "Meanwhile, he refers to himself as the Savior. Who exactly is he saving?"}, {"speaker": "Lysithea", "line": "Those who slither in the dark... It seems we'll finally discover their true form. I get the sense that they're in league with the mages who experimented on me as a child. I wouldn't be surprised if Edelgard was subjected to them too. There's no telling what their true motives are. But whatever their motives, what they have done is unforgivable. They must be exterminated."}, {"speaker": "Marianne", "line": "I thought the war would end with Edelgard's defeat... But that wasn't the case. This may be premature, but I'm feeling a little relieved. I have to consider what I'll do with myself and where I'll go when this war is finally over... I don't have an answer yet... Let's make sure the next battle puts an end to this war. That way we can all move forward!"}, {"speaker": "Hilda", "line": "Shambhala it was called, right? Scary that it's so close to the House Goneril territories. Who'd have thought all those creeps were living right under my nose? I was hoping my big brother would help us in this next battle. But he says that I can represent House Goneril without his help. That I have it in me. I'm glad he recognizes that I have some ability. Still, I wish he wasn't leaving it all to me."}, {"speaker": "Leonie", "line": "These are Monica's people, aren't they? The ones who killed Captain Jeralt. Then this is my real opportunity for revenge. There's no way I can back down from this one."}, {"speaker": "Byleth", "line": "You're not scared?"}, {"speaker": "Leonie", "line": "No, I'm OK. Actually, I'm eager to get our there and fight. This is what I've been training for."}, {"speaker": "Byleth", "line": "I wonder if we can win."}, {"speaker": "Leonie", "line": "If we lose, it's the end for Fódlan. So we have to win, even if it kills us."}, {"speaker": "Ferdinand", "line": "The history of the Empire spans 1185 years. And just like that, it ends. But the Hresvelg legacy could live on... When Edelgard assumed power, there were no other rightful heirs. She said that whoever takes the throne next should do so by virtue of merit, not blood. And she truly meant what she said. At any rate, I feel that a huge hole has opened up in my heart. Who knows if it can ever be filled?"}, {"speaker": "Linhardt", "line": "As history proves, everything comes to an end eventually. I knew that all along, but it still came as a surprise. Those who slither in the dark... It's all so fascinating and strange. They must certainly have a long history of their own. And when they fall, that will come quickly too. Don't you think? Heh, that almost sounded like a prophecy there. Am I spooking you yet?"}, {"speaker": "Caspar", "line": "He's dead... My father's dead... I'm OK though. Really. I was ready for it. He was a general in the Imperial army, after all. Minister of Military Affairs... He gave his own life so the Empire's soldiers wouldn't have to lose theirs. That's a fight that only he could take on. He was such a tough guy. This whole time I fought side by side with you and Claude... But did I ever get any stronger? Will I ever be as strong as my father?"}, {"speaker": "Bernadetta", "line": "With Edelgard gone, maybe Fódlan will finally find some peace. That's all well and good, but, um... She was also the one to put my father under house arrest, so now he's been released, and he's taken charge of House Varley. I can't handle it! I can't deal with him! Please, you have to do something!"}, {"speaker": "Byleth", "line": "How about we exile him?"}, {"speaker": "Byleth", "line": "We can put him back under arrest."}, {"speaker": "Bernadetta", "line": "Thank you so much!"}, {"speaker": "Dorothea", "line": "So, the moment we defeat Edie, the nobles cozy up to the Alliance and church... That lot really does think only of themselves, and no one else. But then there's Count Bergliez. He used to be Minister of Military Affairs... He sacrificed his own life so that all the soldiers and officers who fought could be given quarter... When I heard that... I don't know... that simple act of humanity... I couldn't help it. I burst into tears. You know Count Bergliez is Casper's father, right? I can't even imagine how Caspar must feel about it."}, {"speaker": "Petra", "line": "The Empire has broken in... in smithereens. Now it is possible for me to go back to Brigid. But... I cannot choose that choice. The time is still too soon for that. We must be stopping the evil for everyone in Fódlan. We will be fighting until the end of it!"}, {"speaker": "Felix", "line": "I thought that after the Empire fell, the boar might finally be avenged... But something dark is certainly lurking in the shadows - an organization behind the Empire. We'll have to take care of them if the boar... if Dimitri is to rest in peace."}, {"speaker": "Ashe", "line": "We've all heard the legend of Nemesis, the King of Liberation. But now Lady Rhea is saying Nemesis was just some kind of thief. Those two descriptions are totally at odds. Which version's correct? I don't know what to think. But I guess that's the nature of history. I wonder what the generations that come after us will say about the battle we're about to fight."}, {"speaker": "Sylvain", "line": "This war might be over but not war in general. Human beings thrive on conflict. We can't get enough of it. I don't know when, but you know someday another war will begin."}, {"speaker": "Byleth", "line": "Even so..."}, {"speaker": "Sylvain", "line": "Heh heh... That's the way it is, right?"}, {"speaker": "Byleth", "line": "You're probably right about that."}, {"speaker": "Sylvain", "line": "Yeah, but the fight is still worth it."}, {"speaker": "Sylvain", "line": "War may always come back but so will peace. And peace is what we fight for."}, {"speaker": "Mercedes", "line": "Lady Rhea still seems weak... but at least she's safe now. I'm praying that she'll be well as soon as possible. Goddess... I beg you... Protect Lady Rhea!"}, {"speaker": "Annette", "line": "Finally, that awful war is over. Everyone lost something, and everyone had to make sacrifices... But maybe we can put a stop to all of this pain and loss now. Let's hurry to Shambhala, Professor! We have to defeat them if we ever want to see a world without war."}, {"speaker": "Ingrid", "line": "Is it really prudent to bring Lady Rhea on our upcoming expedition? It would be best not to have her doing anything strenuous, considering how long she was confined..."}, {"speaker": "Byleth", "line": "It's her decision, ultimately."}, {"speaker": "Byleth", "line": "I feel similarly."}, {"speaker": "Ingrid", "line": "There are still many in Fódlan who are seeking Lady Rhea's salvation."}, {"speaker": "Seteth", "line": "Rhea is sleeping right now. If it is not absolutely urgent, please do not disturb her rest. The long confinement took its toll on her health. Truthfully, she is in no shape to be exerting herself at all – to say nothing of a military expedition. To make matters worst, we are now facing a very old enemy. One that has conspired against us since time out of mind. Please proceed with caution. I have a bad feeling."}, {"speaker": "Flayn", "line": "I am so glad that Rhea is unharmed. My brother continues to worry about her, however. Of course, I am worried myself. I cannot imagine being in that situation while in such a state... She should just leave things to you and Claude and get the rest she needs..."}, {"speaker": "Hanneman", "line": "A mysterious organization, slithering in the dark of Fódlan... Like something out of a midnight tale. It appears these fiends have infiltrated the deepest corners of the Empire. After the fall of Enbarr, they've remained well concealed... That said, I would keep an eye on Edelgard's uncle, Lord Arundel. Something about him sits ill with me."}, {"speaker": "Manuela", "line": "Professor! Most of the opera company fled, but they’re back in the capital now. I don’t know if everyone survived, but it looks like they should be able to mount a revival. They even asked if I’d consider making a return to the stage someday... I suspect I may refuse though. We’re at the dawn of something new. No reason to look backwards, eh?"}, {"speaker": "Alois", "line": "You've done it. You did it. You crushed the Empire, and rescued Lady Rhea. I'm sure the captain is proud of you right now. As am I, of course! I'm as proud as if I'd done it myself!"}, {"speaker": "Byleth", "line": "Let's not celebrate just yet."}, {"speaker": "Byleth", "line": "We still have opponents left to fight."}, {"speaker": "Alois", "line": "Sorry. I didn't mean to overdo it. We still have Monica's group… Those who killed the captain. We'll knock 'em down so hard that they can't get back up!"}, {"speaker": "Catherine", "line": "We rescued Lady Rhea! I can hardly express my joy. But now we know about a new foe, who intends to bring her harm. In time, we'll realize the peaceful world that Lady Rhea has always hoped for. I'll have to keep that in mind when I'm fighting."}, {"speaker": "Shamir", "line": "We saved Rhea and the Empire has crumbled. The Kingdom may as well be finished too. The reasons for me to remain in Fódlan are fading."}, {"speaker": "Byleth", "line": "Please, stay with us a little longer."}, {"speaker": "Shamir", "line": "Of course. I've come this far. May as well see it through to the end."}, {"speaker": "Byleth", "line": "Is it time to bid farewell?"}, {"speaker": "Shamir", "line": "That's a little hasty. I've come this far. May as well see it through to the end."}, {"speaker": "Cyril", "line": "Lady Rhea’s back! Lady Rhea’s back! I’m so happy! But... things aren’t gonna be like they used to be any time soon, are they? There’s still folks out there who want us all dead, and Lady Rhea still hasn’t regained her strength yet. Speaking of which, Professor, please don’t ask too much of her right now, OK?"}, {"speaker": "Judith", "line": "The folks we're fighting next aren't normal humans, are they? It's that group who caused the javelin of light to fall, right? It just doesn't seem like something a human is capable of. I'm not prone to flinching, but I don't feel great about any of this..."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! I can hardly believe you managed to handle the capital city like that. Everyone did sterling work! I really thought we'd know peace after the battle. But we're not quite there yet, huh?"}], "intro": [{"speaker": "Lysithea", "line": "Incredible… Who knew that there was such a vast space beneath the ground…"}, {"speaker": "Judith", "line": "It's like an underground city. I've never seen buildings like these before."}, {"speaker": "Lysithea", "line": "It's like an ancient ruin… But not just because of its appearance."}, {"speaker": "Ignatz", "line": "I don't recall ever seeing architecture like this."}, {"speaker": "Lorenz", "line": "It is magnificent in a sense, but I could hardly call it beautiful, Even the air feels stagnant."}, {"speaker": "Claude", "line": "In any case, it seems like we need to go further. Let's look around and see if we can find some stairs."}, {"speaker": "Rhea", "line": "…"}, {"speaker": "Byleth", "line": "Something on your mind?"}, {"speaker": "Byleth", "line": "Are you not feeling well?"}, {"speaker": "Rhea", "line": "No. It is simply… We must defeat those who slither in the dark, no matter what happens. But if my conjecture is correct, the one who they will wish to kill the most…"}, {"speaker": "Rhea", "line": "Is you, dear child."}, {"speaker": "Byleth", "line": "Why me?"}, {"speaker": "Rhea", "line": "They are aware that you can use the Sword of the Creator. Your body houses the same power they once bestowed upon Nemesis. That is why…I fear for you."}, {"speaker": "Byleth", "line": "That's not much to go on."}, {"speaker": "Rhea", "line": "Perhaps. Please forgive my errant thoughts. Once this battle is over… I will explain everything. I will tell you all I know about who you really are."}], "battle": [{"speaker": "Thales", "line": "For thousands of years, we have existed underground, living on only that we might someday see our vengeance realized. Here and now, that vengeance is finally within our grasp. There is but one thing left to do. Destroy them! Damn those who stand with that arrogant goddess to oblivion, away from the world of the living!"}, {"speaker": "Thales", "line": "Now is the time. Remove the binding spell of Titanus. Let their metal bodies be drenched in blood!"}, {"speaker": "Claude", "line": "Hey, what are those big…things?"}, {"speaker": "Rhea", "line": "Demonic Beasts… No, I think not. They appear to have no will of their own. Someone must be controlling them."}, {"speaker": "Thales", "line": "Initiate all that remain! We must advance our preparations!"}, {"speaker": "Thales", "line": "Viskam has been activated? Increase output gradually, depending on the amount of magical energy charged. I don't care if we destroy Shambhala, as long as our goals are fulfilled!"}, {"speaker": "Rhea", "line": "Those awful weapons have been stopped. They were being controlled from that facility!"}, {"speaker": "Claude", "line": "Aw, those big things have gone to sleep on us. That will make moving around a lot easier. A dead end? Or perhaps... No, if we worry about every little detail, we won't get anywhere."}, {"speaker": "Thales", "line": "You!"}, {"speaker": "Rhea", "line": "That is the leader of those who slither in the dark. We must go after him with all our might!"}, {"speaker": "Claude", "line": "It seems someone is trying to remove something. We’d better capture them first!"}], "boss": [{"speaker": "Thales", "line": "You’re nothing but animals performing tricks in the hopes of pleasing the goddess. You will never see the sunlight again!"}, {"speaker": "Thales", "line": "So you have shown yourself, Fell Star. Or, should I say…Sothis? I will spill every drop of blood in your body to fulfill the longstanding goal of the Agarthans!", "unit": "Byleth", "boss": "Thales"}, {"speaker": "Thales", "line": "Your eyes, hair, ears, and blood…We remember it all. We remember how you ruined us. How you stole our light and condemned us to eternal darkness! Now, suffer the wrath of the Agarthans!", "unit": "Seteth", "boss": "Thales"}, {"speaker": "Thales", "line": "Ha. It is laughable that base animals such as you would bare fangs at the likes of us.", "unit": "Claude", "boss": "Thales"}, {"speaker": "Claude", "line": "I may be a base animal, but I have strong allies. Do you think you can beat Teach and the Sword of the Creator?", "unit": "Claude", "boss": "Thales"}, {"speaker": "Thales", "line": "The Sword of the Creator… The blade given to Nemesis. Who do you really think is superior?", "unit": "Claude", "boss": "Thales"}, {"speaker": "Claude", "line": "There’s a big difference between the living and the dead. The fate of the future lies in the hands of the living!", "unit": "Claude", "boss": "Thales"}], "cutscene": [{"speaker": "Thales", "line": "You will never get to enjoy your victory."}, {"speaker": "Rhea", "line": "It can't be..."}, {"speaker": "Thales", "line": "For all Agarthans... Let there be light!"}, {"speaker": "Soldier", "line": "It's coming down!"}, {"speaker": "Nemesis", "line": "Seiros..."}], "end": [{"speaker": "Rhea", "line": "Ugh…"}, {"speaker": "Cyril", "line": "Hang in there, Lady Rhea."}, {"speaker": "Catherine", "line": "Get her to her room, quickly!"}, {"speaker": "Manuela", "line": "That's a serious injury… It's a miracle that she's even alive right now. I'll do what I can, but…"}, {"speaker": "Marianne", "line": "Goddess… Please save Lady Rhea…"}, {"speaker": "Hilda", "line": "All we can do now is pray…"}, {"speaker": "Claude", "line": "Remember when this place was taken five years ago, and a pure White Beast appeared on the battlefield? I only caught a glimpse of it, but I didn't understand where it came from. There were rumors that the goddess sent it to protect the monastery… But now I know better. That beast was Rhea."}, {"speaker": "Byleth", "line": "She tried to save me…"}, {"speaker": "Claude", "line": "Did you know Rhea's true identity?"}, {"speaker": "Byleth", "line": "Looking back on it now, I suppose I did."}, {"speaker": "Claude", "line": "I once showed you a picture of a creature known as the Immaculate One. Seteth confiscated it, saying it must have been one of Tomas' personal possessions. The beast that appeared back then looked just like it. So Rhea is the Immaculate One. The book said it was a servant of the goddess, but wouldn't it make sense if beasts like that are actually children of the goddess?"}, {"speaker": "Byleth", "line": "…"}, {"speaker": "Claude", "line": "Rhea is in a grim state right now. It's possible she may not make it. But we have things we must ask her about. Once things calm down a little, let's go and see Rhea. Together. The truth can't be delayed any longer."}]}