{"chapter": "12", "title": "Outset Of A Power Struggle", "speakers": ["Edelgard", "Hubert", "Caspar", "Petra", "Bernadetta", "Ferdinand", "Linhardt", "Dorothea", "Byleth", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Leonie", "Ladislava", "Randolph", "Seteth", "Death Knight", "Rhea", "Catherine", "Cyril", "Flayn", "Gilbert", "The Immaculate One", "Imperial Soldier"], "dialogue_counts": {"Edelgard": 34, "Hubert": 16, "Caspar": 4, "Petra": 3, "Bernadetta": 3, "Ferdinand": 3, "Linhardt": 3, "Dorothea": 5, "Byleth": 18, "Felix": 1, "Ashe": 1, "Sylvain": 1, "Mercedes": 1, "Annette": 2, "Ingrid": 1, "Lorenz": 1, "Raphael": 1, "Ignatz": 1, "Lysithea": 1, "Marianne": 1, "Leonie": 1, "Ladislava": 3, "Randolph": 1, "Seteth": 7, "Death Knight": 1, "Rhea": 8, "Catherine": 4, "Cyril": 4, "Flayn": 5, "Gilbert": 5, "The Immaculate One": 1, "Imperial Soldier": 1}, "gender_counts": {"M": 50, "F": 73, "N": 1, "A": 18}, "lines": 145, "transitions": "-FMFMFFMMMFMFF-MFMFM-FAFAFAFAFFAF-MAFMFAAMFMFMFAFAFAFF-FAAF---M---M---M---M---F---FAFAF---F---M---M---M---F---F---F---M---M---M---F---F---F-F---M-FMMFFFMFMFAMAMF--MMF--F-F-MAF-F-F-M-F-FMF-M-MM-M-MFM-F-M-MFM-M-F-FF-M-MF-F-F-F-M-F-FFFF-FF-N-MF-", "opening": ["Emperor Edelgard has declared war on the Church of Seiros and the Crest-dominated world it has created. Her first move is to topple the most prominent symbol of the church's dominance: Garreg Mach."], "dialogue": [{"speaker": "Edelgard", "line": "We somehow managed to escape."}, {"speaker": "Hubert", "line": "This is one of the Imperial army's provisional camps. Here we can organize our forces."}, {"speaker": "Edelgard", "line": "Before we go any further, I want all of you to really ask yourselves if you're certain you wish to join us. As expected, Flayn has chosen to leave our ranks."}, {"speaker": "Caspar", "line": "When I saw our professor running off, I ran about as fast as I could to catch up."}, {"speaker": "Petra", "line": "Caspar. Death finds those who run without thinking. You gave no thought to the war fog.  My grandfather was the leader of Brigid, and I hope for us to be allies with the Empire. I will be staying."}, {"speaker": "Bernadetta", "line": "W-Was this a good idea? Did I make the right choice? Oh, but my family is part of the Empire, and our professor is here..."}, {"speaker": "Caspar", "line": "You're fine here with us, Bernie. Though it's true that certain houses were against the Imperial princess..."}, {"speaker": "Ferdinand", "line": "I assume you are referring to my family. I must believe that the conclusion I came to was the correct one.  You are the emperor now... I am the only one left who is qualified to guide you at this point."}, {"speaker": "Linhardt", "line": "I'm only here because I know it would be troublesome to stand against you."}, {"speaker": "Dorothea", "line": "I'm not just here for you, Edie. I'm here to follow our dear professor. Of course, I don't have any territory to offer... so Hubie may not even want me here."}, {"speaker": "Hubert", "line": "The greater our numbers, the better. Your reasons for being here are of no consequence."}, {"speaker": "Edelgard", "line": "I think I understand where you are coming from. But now, I wish to hear of your resolve. Like you, I have risen to meet my destiny. I cut this path, and I will see it through to the end. Following me is akin to pointing a sword to the goddess herself. One misstep, and we fall to ruin. You have now witnessed the archbishop's true self. She is a cruel beast. Those who rule this world use that beast's power to fabricate miracles, all to control those who blindly believe in the goddess. They conceal the truth and force their lies on the nobility. They mercilessly annihilate anyone who defies them. I know this because I have lived it. After what you have seen, is there any room for doubt? The Church of Seiros has great influence and power. Their control over the lords of the Kingdom and the Alliance is nearly absolute. We are the only ones who can stop this indomitable enemy that has plagued our world for ages. We fight for humanity! For all of Fódlan! If you dare walk this path with me, take your first step. It's now or never!"}, {"speaker": "Edelgard", "line": "Thank you, my friends. We are the true face of the Empire, and we will triumph!"}, {"speaker": "Hubert", "line": "That was incredible, Lady Edelgard."}, {"speaker": "Edelgard", "line": "Thank you. Honestly, I'm relieved. They really chose to follow me... I was resolved to move forward alone if I had to, but in my heart I hoped it wouldn't come to that."}, {"speaker": "Hubert", "line": "So long as I am here, you will never be alone. Please do not forget that. And...it would seem that the professor also has a key role to play in this."}, {"speaker": "Edelgard", "line": "You're right. Now, I must speak with our teacher. Please, make preparations. The messenger should be here shortly."}, {"speaker": "Hubert", "line": "Consider it done."}, {"speaker": "Edelgard", "line": "Professor, may I speak with you?"}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Edelgard", "line": "I appreciate it. I..."}, {"speaker": "Byleth", "line": "What's wrong?"}, {"speaker": "Edelgard", "line": "I'm just...anxious. It feels like the weight of this burden is crushing me. At this very moment, on my orders, I'm starting a war. An army far larger than the one that attacked the Holy Tomb last month will soon be locked in battle. Long-devised strategies are unfolding across Fódlan. Leaders are deciding their loyalties and preparing to fight... So many generals and soldiers will die. It's inevitable that civilians will get caught up in the chaos as well. There will be countless casualties. With a single command, the flames of war will rage across all corners of this realm. And I am the one who is giving the order."}, {"speaker": "Byleth", "line": "This is the path you chose, isn't it?"}, {"speaker": "Edelgard", "line": "Yes, it is. There is no turning back."}, {"speaker": "Byleth", "line": "Do you wish to stop?"}, {"speaker": "Edelgard", "line": "No. There is no turning back now."}, {"speaker": "Edelgard", "line": "No matter how much blood flows at my feet, I will not relent. We must break the bonds that the depraved church has placed on Fódlan. These sacrifices will allow us to create a future where we never need sacrifice again. It may seem contradictory, but it's the only way. Heh. Listen to me. I made up my mind long ago. Yet here I am, seeking your approval. Tell me the truth, my teacher. Are you happy with your decision to stand by my side. Unlike me, you can still walk away from all of this. This path leads to the death of the archbishop and the servants of the church. Can you live with that?"}, {"speaker": "Byleth", "line": "I chose this path too."}, {"speaker": "Edelgard", "line": "I never thought... I'm sorry. It was a foolish question. I believe in you, professor. And you believed in me. With that knowledge, I have the strength to keep fighting. Let's go... There's something I need to say to Hubert."}, {"speaker": "Hubert", "line": "Your Majesty, the latest report indicates that our main army is advancing as planned. Also, the preparations for your manifesto are almost complete."}, {"speaker": "Byleth", "line": "Manifesto?"}, {"speaker": "Edelgard", "line": "We will distributing our manifesto to every lord within Fódlan. We will expose the dark side of the Church of Seiros and the foul practices of the nobles from the Kingdom and the Alliance. We will force the people of Fódlan to open their eyes to the truth and relinquish any remaining conviction to unite against the empire. Certain nobles have already offered their support."}, {"speaker": "Hubert", "line": "There are other nobles who oppose the church. We will condemn those who deserve condemnation and forgive those who deserve forgiveness. We have already purged some of the Imperial nobles who are morally rotten. My father among them. How unfortunate."}, {"speaker": "Edelgard", "line": "And soon we will invade and conquer Garreg Mach. Our main army has already departed the Imperial capital. They will arrive at the monastery in two weeks' time. There, we will join forces with them. As for us, I'd like your opinion on how we should be positioned within the army."}, {"speaker": "Byleth", "line": "We are the Imperial shield."}, {"speaker": "Byleth", "line": "We are the Imperial sword."}, {"speaker": "Hubert", "line": "Your majesty wishes to fight alongside the professor, correct? In that case, you will not be incorporated into the Empire's main army. Your squad can move freely about the battlefield under supervision of the Imperial forces... That would be most prudent."}, {"speaker": "Edelgard", "line": "Now that I'm the emperor, we can't let it slip that I'm following your command in battle, Professor."}, {"speaker": "Hubert", "line": "I fully object to the notion of you fighting on the front lines."}, {"speaker": "Edelgard", "line": "Hubert. We've already discussed this."}, {"speaker": "Hubert", "line": "My apologies... I overstepped."}, {"speaker": "Edelgard", "line": "Now that the details are settled, all that's left is come up with a name for ourselves. In honor at our time at the academy, how about we call ourselves the Black Eagle Strike Force?"}, {"speaker": "Byleth", "line": "I love it."}, {"speaker": "Edelgard", "line": "I'm so happy you feel that way. I must confess that I spent all night thinking about it."}, {"speaker": "Byleth", "line": "I hope we can live up to that name."}, {"speaker": "Edelgard", "line": "With you as our leader, I'm confident we will. To me, that name represents us soaring toward a new dawn, freely as an eagle."}, {"speaker": "Byleth", "line": "Isn't that a bit much?"}, {"speaker": "Edelgard", "line": "It seems we have differing tastes. I suppose we'll have to agree to disagree."}, {"speaker": "Edelgard", "line": "I'll leave it to you to prepare the Black Eagle Strike Force for departure."}], "conversation": [{"speaker": "Edelgard", "line": "We will join forces with the main army and attack Garreg Mach. It's a fortress built on steep ground, but it's never seen battle. That means we don't know much about it from a military perspective. But if we use all of the power at our disposal, we will capture it."}, {"speaker": "Byleth", "line": "I wonder if we can win."}, {"speaker": "Byleth", "line": "We have to try."}, {"speaker": "Edelgard", "line": "From a purely mathematical standpoint, we most certainly have the power to win. If the battle becomes a clash of beasts with inhuman strength... You will be our only hope. I believe in you. I'm relying on you to lead the Black Eagle Strike Force to victory."}, {"speaker": "Hubert", "line": "It is not up to Her Majesty to bring the students to our cause. That task falls to you. Those who have forsaken their homelands to join the Empire will be feeling...vulnerable. You are uniquely able to provide emotional support. Please use that gift to guide others down the path that Lady Edelgard has laid before us. I ask you to do this from the bottom of my heart."}, {"speaker": "Ferdinand", "line": "I asked Edelgard what happened to my father. He was dismissed as prime minister and is under arrest in the Imperial capital. He always was a greedy, arrogant man. Some would say that this is the fate he deserves. And yet I cannot help but feel indignant. After all his hard work for the Empire, to be disgraced like this! I am conflicted, Professor. I do not know what to do. As the next Duke Aegir, should I follow Edelgard into battle?"}, {"speaker": "Linhardt", "line": "The most important nobles in the Empire are known for taking power from the previous emperor, my father included. I didn't think it possible that the Imperial princess could ascend the throne so easily. However, it seems that both my father and Caspar's are supporting Edelgard... Having both the Minister of Domestic Affairs and Minister of Military Affairs on your side gives you total control over the Empire's military and finances. They must have been making preparations for quite some time without anyone noticing..."}, {"speaker": "Caspar", "line": "That could have gotten dangerous fast. If I stayed at the monastery, I would've had to fight my father! We aren't especially close, but he's not an opponent I'd want to face. I'd almost rather fight a monster! Anyway, it looks like he's going to be leading the western units. I wonder if we'll wind up fighting the Kingdom's army, and who decided to fight for the church..."}, {"speaker": "Bernadetta", "line": "I don't even get my own room here! At least I had that at home. But speaking of home, Hubert told me something. He said my father was stripped of his title. I guess he did as he pleased and opposed Edelgard. Wait, does that mean my father's going to be home all the time now? On second thought, I think I'm fine right here."}, {"speaker": "Dorothea", "line": "Edelgard became emperor and raised an army, huh? Who knew the kid had it in her? I mean, yeah, of course, I knew she'd be emperor eventually, but... The more I think about it, the more surprised I am. I wonder who's going to win?"}, {"speaker": "Byleth", "line": "It's worrisome."}, {"speaker": "Dorothea", "line": "It is. We might have to fight against others from the academy, and that's... I can't think about it."}, {"speaker": "Byleth", "line": "We will not lose."}, {"speaker": "Dorothea", "line": "Thinking about it makes me scared. We're fighting the Knights of Seiros! Still, I know you'll figure something out."}, {"speaker": "Petra", "line": "The Empire and Brigid were once warring with each other. But now, I have made the decision to be fighting with the Empire. It is a choice of irony, I feel. But I am having no regret. My belief is with you and with Edelgard."}, {"speaker": "Felix", "line": "I've been preparing to take this path. My own path--not my old man's, and not the boar's."}, {"speaker": "Ashe", "line": "I can't bring myself to trust the Church of Seiros. Not after they killed Lonato and my brother. I need to know the truth. Even if it means...turning my weapon on Faerghus. I guess Lonato would be happy to hear me say that, if he were still around."}, {"speaker": "Sylvain", "line": "I've gone and done it now, huh? What would my old man say if he knew I'd sided with the Empire? His Highness must be angry. Dimitri gets super scary when he's like that. I wonder how I'm going to die... Ugh, my knees turn to jelly just thinking about it. No, I can't think that way. I promised to fight alongside you. I'm here until the end. Heh, listen to me. I'm terrified, but I feel so calm."}, {"speaker": "Mercedes", "line": "Surely this is what the goddess willed, isn't it? I feel she would not have wanted the Church of Seiros to become what it has..."}, {"speaker": "Annette", "line": "Um, Professor... I'm OK with fighting whoever we need to, but I really don't want to battle my father... Oh, but I know that something is wrong with the church... And more than that, I believe in you, and I trust your word. You lead and I'll follow."}, {"speaker": "Ingrid", "line": "I may return to Galatea territory and try to convince my father to join our cause. It's possible that... No. In my heart, I know that my father won't never listen. Still, I must get him to see reason. That this is the only way to ensure our family's future."}, {"speaker": "Lorenz", "line": "I've decided to ally myself with Lady Edelgard. Father will doubtless understand my reasoning. House Gloucester has always had good intentions in its dealings with the Empire. Of course, this does mean that I will no longer be able to avoid a confrontation with Claude. It is unfortunate. We were classmates, after all."}, {"speaker": "Raphael", "line": "No need to worry about me. I got no complaints as long as my little sis is safe. Sure, I lived on Alliance land, but that doesn't mean I served their lords. I'm sure this is the right path, seeing as you're the one who picked it, Professor!"}, {"speaker": "Ignatz", "line": "To think that things would come to this. Even a few months ago, I never could've imagined it. I believe in you, Professor, so I'm steeling myself. I can't promise that I'll be useful in battle, but I'm not running away from the fight."}, {"speaker": "Lysithea", "line": "If the church is behind the current state of things--this society in which only Crests are valued--then I have no need of it. Edelgard is taking the shortest path to change. No matter how drastic her measures, I agree that this is the only way. That said, if Edelgard strays from her noble path, I trust you will set her straight again. Won't you? I am counting on you, Professor."}, {"speaker": "Marianne", "line": "Imagine making half the world your enemy for the sake of realizing your own ideals... Edelgard is so radiant and strong compared to someone like me... What if I have the power to change the world too? Even just a little bit..."}, {"speaker": "Leonie", "line": "So, you've turned against the church to ally with the Empire too, huh? I never pressed him for details, but Captain Jeralt was always suspicious of Lady Rhea, wasn't he? I'm on your side, no matter what. I promised him I'd support you, and that's what I plan to do."}, {"speaker": "Ladislava", "line": "I believe this is the first time we have met. My name is Ladislava. I have the great honor of leading Lady Edelgard's personal guard. Her majesty is hard on others as she is on herself. She may seem composed, but that is only because she conceals her more passionate emotions. For that reason, she is often misunderstood. But now she has you by her side... I find that most reassuring. I look forward to working with you."}, {"speaker": "Randolph", "line": "I'm Randolph von Bergliez. I'm not very high in the ranks yet, but I'm more or less a general. Just like Caspar, I am from House Bergliez. My mother married into House Bergliez after I was born, so my position within the family is rather lowly... But I'm determined to make something of myself in this battle to bring glory to my part of the family, for the sake of my mother and sister!"}], "intro": [{"speaker": "Edelgard", "line": "We will soon arrive at Garreg Mach Monastery. Forcing a surrender here is extremely significant, both strategically and symbolically. Of course, this is personal as well. This is where we all came together to learn and grow. I have no intention of yielding to our former classmates, so I ask that you prepare yourselves for anything."}, {"speaker": "Linhardt", "line": "I'm not thinking about friends right now, and I'm certainly not prepared."}, {"speaker": "Caspar", "line": "Damn it, don't go around saying things that lower morale before we even get started! I'm ready! Let's go! Let's fight!"}, {"speaker": "Dorothea", "line": "I have nothing to lose aside from my friends who are here with me. Does that answer satisfy you?"}, {"speaker": "Petra", "line": "I have been ready for this since leaving my land of home. I will fight and win!"}, {"speaker": "Bernadetta", "line": "How can you prepare to fight? Maybe I can prepare to prepare..."}, {"speaker": "Ferdinand", "line": "There is no reason I cannot be prepared. It is my duty to stand up and battle!"}, {"speaker": "Edelgard", "line": "Thank you all. Now, let's talk strategy."}, {"speaker": "Hubert", "line": "As the raiding force, we will attack the area nearest to the monastery. The Knights of Seiros certainly won't stand down after they catch sight of Her Majesty and the professor. At the same time, the remaining areas will be surrounded and annihilated by the main army. In other words, we are the decoy that must suppress the enemy's most elite soldiers."}, {"speaker": "Edelgard", "line": "We know more about the area near the monastery than anyone else in the Imperial army. Still, we must prepare for the worst. It's possible we will have to face the archbishop's true form--the Immaculate One. Fight with all you have, but don't be reckless. As promised, I will leave the command to the professor."}, {"speaker": "Byleth", "line": "We will not lose."}, {"speaker": "Hubert", "line": "Naturally. With both Her Majesty and yourself on our side, defeat is impossible."}, {"speaker": "Byleth", "line": "I will protect you all."}, {"speaker": "Hubert", "line": "Not only will we all survive this, but we will undoubtedly emerge victorious."}, {"speaker": "Edelgard", "line": "This will be our first battle as the Black Eagle Strike Force. All the more reason to prevail!"}], "battle": [{"speaker": "Seteth", "line": "Friends! Our opportunity for victory will come, but first we must see to our defenses!"}, {"speaker": "Hubert", "line": "The city's defenders are trying to stall for time. We must crush them swiftly. We should be wary of ambushes as well."}, {"speaker": "Edelgard", "line": "Ladislava is being pushed on the left flank. We must push back with equal force."}, {"speaker": "Ladislava", "line": "Just what we need! I knew Her Majesty's allies would help us out."}, {"speaker": "Ladislava", "line": "Apologies for the trouble, Your Majesty!"}, {"speaker": "Death Knight", "line": "We will lend the Empire strength..."}, {"speaker": "Byleth", "line": "?!"}, {"speaker": "Edelgard", "line": "Don't worry. We're allies now... I understand you must have many questions, but they'll have to wait until after the battle."}, {"speaker": "Rhea", "line": "Seteth, Flayn, Gilbert... You put your lives on the line to protect us. I would have preferred to have more time to prepare, but we cannot delay any longer. Come forth! Protect Garreg Mach Monastery from these despicable rebels!"}, {"speaker": "Catherine", "line": "I'll crush them all."}, {"speaker": "Cyril", "line": "Her enemies are my enemies."}], "boss": [{"speaker": "Catherine", "line": "I am Thunder Catherine, and I will slay all of Lady Rhea's enemies. Including you."}, {"speaker": "Catherine", "line": "Lady Rhea, I'm sorry. Please stay safe."}, {"speaker": "Rhea", "line": "All is well, Catherine. You must not die here."}, {"speaker": "Cyril", "line": "I gotta kill you!"}, {"speaker": "Cyril", "line": "Lady Rhea, I couldn't fight hard enough. I'm sorry..."}, {"speaker": "Rhea", "line": "Cyril... Your sacrifice will not be in vain."}, {"speaker": "Rhea", "line": "So you have sullied yourself by joining with the rebels? I hope you came prepared to breathe your last."}, {"speaker": "Rhea", "line": "Raaaargh!"}, {"speaker": "Catherine", "line": "I trusted you. Lady Rhea trusted you. I won't let you live after what you've done.", "unit": "Byleth", "boss": "Catherine"}, {"speaker": "Cyril", "line": "I'll protect Lady Rhea against anyone! Even if it's you, I'll fight ya as hard as I can!", "unit": "Byleth", "boss": "Cyril"}, {"speaker": "Rhea", "line": "You... How dare you betray me... You worthless piece of garbage... I will punish you myself!", "unit": "Byleth", "boss": "Rhea"}, {"speaker": "Rhea", "line": "No matter your reasons, I cannot permit you to go on living any longer!", "unit": "Edelgard", "boss": "Rhea"}, {"speaker": "Edelgard", "line": "The feeling is mutual. I must put a stop to your reign of tyranny!", "unit": "Edelgard", "boss": "Rhea"}, {"speaker": "Rhea", "line": "You must know what a fool you are! The greatest of sins is to make an enemy of the goddess herself!", "unit": "Edelgard", "boss": "Rhea"}, {"speaker": "Edelgard", "line": "I have only made an enemy of the church, not of the faith.", "unit": "Edelgard", "boss": "Rhea"}], "end": [{"speaker": "The Immaculate One", "line": "You will not be forgiven!"}, {"speaker": "Edelgard", "line": "Professor, look out!"}, {"speaker": "Imperial Soldier", "line": "The castle is crumbling! We must escape!"}, {"speaker": "Hubert", "line": "Professor, take cover!"}, {"speaker": "Edelgard", "line": "Professor!"}], "narration": ["In Imperial Year 1181, the new Adrestian emperor, Edelgard von Hresvelg, led a strategic assault against the monastery at Garreg Mach. Though her own losses were great, her foes had no choice but to surrender. Archbishop Rhea commanded the Knights of Seiros, leading from the front lines against the Imperial army. After a hard fought battle, she was forced to retreat to Fhirdiad, the capital of Faerghus, where she must now plan her next move. With this single attack, the Adrestian Empire officially launched its offensive against the Holy Kingdom of Faerghus and the Leicester Alliance. The unification of Fódlan has begun."]}