{"chapter": "13", "title": "Beyond Escape", "speakers": ["???", "Byleth", "Villager", "Edelgard", "Hubert", "Bernadetta", "Caspar", "Petra", "Ferdinand", "Dorothea", "Linhardt", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Leonie", "Alois", "Shamir", "Hanneman", "Manuela", "Jeritza", "Anna", "Randolph", "Fleche", "Gatekeeper", "Judith", "Alliance General", "Acheron"], "dialogue_counts": {"???": 4, "Byleth": 46, "Villager": 12, "Edelgard": 28, "Hubert": 14, "Bernadetta": 5, "Caspar": 8, "Petra": 4, "Ferdinand": 4, "Dorothea": 4, "Linhardt": 7, "Felix": 4, "Ashe": 1, "Sylvain": 1, "Mercedes": 1, "Annette": 4, "Ingrid": 4, "Lorenz": 3, "Raphael": 5, "Ignatz": 5, "Lysithea": 4, "Marianne": 1, "Leonie": 11, "Alois": 2, "Shamir": 1, "Hanneman": 3, "Manuela": 1, "Jeritza": 1, "Anna": 1, "Randolph": 3, "Fleche": 1, "Gatekeeper": 1, "Judith": 6, "Alliance General": 1, "Acheron": 4}, "gender_counts": {"M": 62, "F": 76, "N": 21, "A": 46}, "lines": 208, "transitions": "-NANANN-NANANNANAANAN-NAN-NANA-N-F-F-FAAF-F-FAFAF-FAFAF-F-MFMFMFMFM-MMFFMMFMFMF-FAFAFF---M---M---MAMAMM---MAMAMM---FAFAF---F---F---MAMAMM---M---M---F---FAFAFF---FAFAFF---M---MAMAM---M---FAFAFF---F---FAFAFF---MAM---F---MAMAM---F---M---F-MAAMFM-M---MAMAAMAMMM-FMF-FNNFF-M-MF-FF-F-F-FF-FM-FF-N-N-M-MMM-F-MNM-F-FMFMMFFFFMF", "opening": ["The newly crowned king of the Holy Kingdom of Faerghus, Dimitri, has declared fealty to the Church of Seiros and is raising an army in preparation for all-out war with the Empire. As the leader of the Alliance, Claude maintains a facade of neutrality amidst infighting between those who support and those who oppose the Empire. Meanwhile, the Black Eagle Strike Force plans to capture Alliance territory before Edelgard takes the war to the Kingdom and Church of Seiros. With sights set on capturing Derdriu at the center of House Riegan's territory, she leads a march across the Great Bridge of Myrddin to establish a bridgehead.", "The Black Eagle Strike Force has an unexpected encounter with someone thought to have died years prior. Amidst the joy, your forces prepare to invade Alliance territory."], "dialogue": [{"speaker": "Edelgard", "line": "Five years ago to the day... If things had continued on as they were, today would have been the Millennium Festival."}, {"speaker": "Edelgard", "line": "Halt! Who's there?!"}, {"speaker": "Edelgard", "line": "It can't be! Professor? Is it really you? But I searched everywhere and never found a trace! My teacher... what have you been doing all this time? Where have you been?"}, {"speaker": "Byleth", "line": "I was sleeping."}, {"speaker": "Byleth", "line": "I was dead."}, {"speaker": "Edelgard", "line": "Joking?! At a time like this?! You do realize it's been five years since you disappeared!  Do you have any idea how guilty I felt? How broken my heart was? I searched high and low after you vanished! Although there was no proof, I somehow knew you were still alive. All this time, I led everyone as best I could, and fought with all my heart. It's been a difficult path to walk alone."}, {"speaker": "Edelgard", "line": " Welcome back, my teacher. I'm so happy that you're safe. Five years... Such a short time, but it fells like an eternity ago. Do you... still feel the way you did all those years ago? You said that you would fight at my side no matter how many enemies we should amass. As for me, my resolve has not faltered. I'm determined as ever to see this through to the end. I will defeat the false goddess. I will save this world from those creatures and give humanity its freedom back."}, {"speaker": "Edelgard", "line": "So, my teacher, are you prepared to stand with me?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Edelgard", "line": "I...I thank you. Truly. Now then, I assume you understand the situation at hand, yes?"}, {"speaker": "Byleth", "line": "I really was asleep all this time..."}, {"speaker": "Edelgard", "line": "Another joke. Or...are you telling the truth? I suppose you must be. In that case, I'll tell you all that has transpired as you slumbered these past five years."}, {"speaker": "Edelgard", "line": "...And that is where we are now. The war is at a stalemate. Dimitri is the new King of Faerghus. It's clear that his territory will continue to support the Church. Meanwhile, Claude's leadership has thrown the Alliance into chaos. He maintains neutrality in their internal conflict. The situation has created a deadlock. We've been awaiting an opportunity for our squadron to return to the monastery. With you in the fray, I believe the state of the war will shift immediately. The Church, as well as the Kingdom and the Alliance... The time has come to eliminate them all."}, {"speaker": "Byleth", "line": "The Kingdom and the Alliance..."}, {"speaker": "Edelgard", "line": "Although we were of different houses, we were companions who lived and learned together. Some of our ranks are hesitant to battle against them. However, knowing that you're alive is sure to raise their spirits."}, {"speaker": "Byleth", "line": "The Church of Seiros..."}, {"speaker": "Edelgard", "line": "Rhea, Seteth, the knights, and the others are in prime condition. They've set up their base within the Kingdom capital. The Immaculate One and her family have yet to fight on the front lines. However, we must eventually face and defeat them. It would mean a great deal to have you with us when the time comes."}, {"speaker": "Edelgard", "line": "Good. Well then, I believe it's time for a little reunion. The Black Eagle Strike Force never lost faith. They knew you were alive and have been awaiting your return. Let's not keep them waiting any longer."}, {"speaker": "Hubert", "line": "Well now. That face is certainly familiar. I am glad to see you alive and well, Professor."}, {"speaker": "Bernadetta", "line": "Professor, it's me, Bernie! Do you remember me? I can't believe you're here!"}, {"speaker": "Caspar", "line": "I can't believe it! Is this a dream? Can we really be this lucky?!"}, {"speaker": "Petra", "line": "This is not dreaming. Our professor is with us again!  Welcome to the back! I mean, welcome back!"}, {"speaker": "Ferdinand", "line": "Our group isn't the same without you. I am overjoyed to see you again!"}, {"speaker": "Dorothea", "line": "It's been so long. Seeing you again fills my heart with hope."}, {"speaker": "Linhardt", "line": "Great, now everything will be easy.  Um, that's great you're safe, Professor. I'm deeply, deeply moved."}, {"speaker": "Edelgard", "line": "Quite the reunion, isn't it, Professor? Everyone's happy to see you."}, {"speaker": "Caspar", "line": "Come on, Edelgard. You must be happier than all of us combined!"}, {"speaker": "Caspar", "line": "She took it really hard when you disappeared, Professor."}, {"speaker": "Ferdinand", "line": "Of course, we did our very best in your absence. And there was never a day that we doubted you would return to us."}, {"speaker": "Dorothea", "line": "Edelgard has been leading us as emperor. But...after you disappeared, it became apparent that you were her anchor."}, {"speaker": "Petra", "line": "It gives me regret to be admitting this, but...our power is not enough. The only one who can be meeting Edelgard's expectations...is you, Professor."}, {"speaker": "Linhardt", "line": "Most impressive of all is your uncanny ability to bring a smile to everyone's face."}, {"speaker": "Hubert", "line": "In the years since you vanished, we have not lost anyone from our ranks."}, {"speaker": "Edelgard", "line": "We all longed for your presence and your leadership. Myself included."}, {"speaker": "Hubert", "line": "It seems fitting to view this as a new beginning for the Black Eagle Strike Force. We already have our target."}, {"speaker": "Edelgard", "line": "Yes. We must eliminate the Alliance before moving on to fight the Kingdom and the Church. However, that doesn't necessarily mean we must occupy the entirety of the Alliance. House Riegan stands against the Empire... Therefore, our target is Derdriu, the Aquatic Capital."}, {"speaker": "Hubert", "line": "We must cross the Airmid River, which separates the Empire and the Alliance. To do that, we must take the largest bridge across it. The Great Bridge of Myrddin. Myrddin connects the monastery and the Imperial capital to the east. It is the shortest route there."}, {"speaker": "Edelgard", "line": "An Alliance stronghold has been built at the Great Bridge. We'll take that and then head north. At the same time, we must defeat the one who defends it, Judith von Daphnel. If we can also take control of Daphnel territory, it would be greatly beneficial to us. Prepare yourselves. The next battle will be a momentous one. Join me, my friends, as we begin our journey to bring peace and solace to this war-ravaged world."}], "conversation": [{"speaker": "Edelgard", "line": "Professor... I'm sorry to have dragged you into the fight again so soon after our reunion. But you appeared at a most opportune time. I'm truly humbled by your support, my teacher. Thank you."}, {"speaker": "Byleth", "line": "You can count on me."}, {"speaker": "Edelgard", "line": "And so I will. I'm hoping your ability from five years prior are still intact."}, {"speaker": "Byleth", "line": "I hope I'm not rusty..."}, {"speaker": "Edelgard", "line": "You may be worried, but you shouldn't be. You always manage to pull through."}, {"speaker": "Edelgard", "line": "Make sure you're ready to head out, OK?"}, {"speaker": "Hubert", "line": "Allow me to brief you on the details of our situation. The Empire firmly controls the western portion of Faerghus. However, the central and eastern regions continue to put up heavy resistance. The strongholds in these regions are Arianrhod, the Fortress City, and Fhirdiad, the Kingdom Capital. We cannot control Faerghus until we have taken both of these cities. As for the Alliance, Houses Gloucester and Ordelia seem predisposed to to capitulate to us. However, due to interference from Houses Riegan and Goneril, we have yet to secure their cooperation. Claude obviously hopes to keep the Alliance whole through diplomacy. But because we have had to focus our efforts against the church until now, our forces have yet to meet his. We have only recently begun to take the fight to Alliance territory."}, {"speaker": "Ferdinand", "line": "The last five years have been difficult at times. My relationship with Edelgard is rather contentious, due to the incident with my father. Nevertheless, I cannot abandon my family's duties. As Duke Aegir, I must play my part in the Imperial army. Edelgard intends to abolish the nobility, but I know I can dissuade her from doing so."}, {"speaker": "Linhardt", "line": "Professor! Do you know how happy I was to hear you were still alive? I'll tell you how happy--for the past two days, I haven't had my morning or my afternoon naps."}, {"speaker": "Byleth", "line": "Morning...nap?"}, {"speaker": "Linhardt", "line": "Yes?"}, {"speaker": "Byleth", "line": "You were taking those naps every day?"}, {"speaker": "Linhardt", "line": "Well, as long as we weren't marching. Can't sleep much then...but it's not for want of trying..."}, {"speaker": "Linhardt", "line": "By the way, with Professor Hanneman not around... I've occupied his room. So I am well equipped to perform research on you. Isn't that exciting?"}, {"speaker": "Caspar", "line": "All right, I'm ready to fight! Let's do this!"}, {"speaker": "Byleth", "line": "Whoa, slow down."}, {"speaker": "Caspar", "line": "You're right! I gotta keep it under control or I'm gonna wear myself out too quickly. Maybe I'll just get rid of a few monsters...or is that too risky right before a mission?"}, {"speaker": "Byleth", "line": "I'm counting on you."}, {"speaker": "Caspar", "line": "Leave it to me! I can take on the whole...most of the enemy's army!"}, {"speaker": "Caspar", "line": "I know my limits now, Professor!"}, {"speaker": "Bernadetta", "line": "Are we leaving for battle? I heard it's a long march. But it's fine! I've had plenty of time to stay inside lately, so I think it's time I...went out. Yeah! I can do this. No more Bernie-bear!"}, {"speaker": "Byleth", "line": "Bernie-bear?"}, {"speaker": "Bernadetta", "line": "Oh yeah. People call me Bernie-bear since I hole up in my den all the time. Not anymore though!"}, {"speaker": "Byleth", "line": "That's the spirit."}, {"speaker": "Bernadetta", "line": "Yes! But, um. Please don't put me up front, OK?"}, {"speaker": "Dorothea", "line": "Laaa-la-laaa-la-laaa... Professor! Oh my! It's so good to see you. These days, so many old friends seem to be disappearing. But you... You're here! It's incredible to see you again after five years! I have a feeling your name will go down in history."}, {"speaker": "Petra", "line": "Edelgard is controlling the Empire. She is putting the pressure on the Kingdom and Alliance. Empire and religion are at open war. It will be...difficult for us at first. But corrupt nobles are many. That means the common people will rebel and be joining our side. With you, Professor, the battle tides will...ah, will turn. I have certainty."}, {"speaker": "Felix", "line": "For five years, I've fought for the Empire. I've cut down hordes of enemies. Now I have the same look in my eyes that the boar used to have in his. The look of a savage beast who loves nothing but destruction and violence."}, {"speaker": "Byleth", "line": "I don't see that look in your eyes."}, {"speaker": "Felix", "line": "I hope not."}, {"speaker": "Byleth", "line": "You're right."}, {"speaker": "Felix", "line": "Hmph. I can hardly hold it against him anymore."}, {"speaker": "Felix", "line": "You and Edelgard must not disappoint me. Mark my words. The future you're building had better be worth all this bloodshed."}, {"speaker": "Ashe", "line": "Since you came back, everyone's been smiling. Just you being here makes an incredible difference. I can't express how reassuring it is to see you."}, {"speaker": "Sylvain", "line": "Hey, Professor. It's been a really long time, hasn't it? The last five years have been full of heartbreak-not from girls...but friends and family becoming enemies. One of the things that kept me going was the hope you'd return, and now here you are. A lot has changed, but you're back, and it's the first time I can remember being happy in a while."}, {"speaker": "Mercedes", "line": "I have good friends in both the Alliance and Faerghus, so this fighting weighs heavily on me... I can't bear the thought of battling the Knights of Seiros to the death! I have to keep my chin up though, right? Let's press on together, Professor."}, {"speaker": "Annette", "line": "My father used to be a knight in service of the royal family of Faerghus. For a time he was at the monastery, but apparently, he's back in Faerghus serving as a knight again. Which means if I fight with this family, I'll eventually have to face my own father..."}, {"speaker": "Byleth", "line": "If you want to leave, now is the time."}, {"speaker": "Annette", "line": "Don't say that! I know what I'm doing and I'm ready for anything."}, {"speaker": "Byleth", "line": "Does that frighten you?"}, {"speaker": "Annette", "line": "Terribly. But...I've accepted my fate. I'm ready for anything."}, {"speaker": "Annette", "line": "Of course, if at all possible, I would prefer not to fight my father. This is the path I chose. I have no regrets."}, {"speaker": "Ingrid", "line": "His Highness, the new king, is in process of unifying the Kingdom under his command. His powerful army has joined forces with the Knights of Seiros, who moved their seat to Faerghus. And now they're presenting a unified front against the Imperial army. They're our greatest enemy, absolutely."}, {"speaker": "Byleth", "line": "I wonder if we can win."}, {"speaker": "Ingrid", "line": "Presently, it's doubtful. That's why I'm in favor of first capturing Alliance lands."}, {"speaker": "Byleth", "line": "Can you fight against your homeland?"}, {"speaker": "Ingrid", "line": "I don't relish the idea, but there's no turning back now. For now, we should focus our efforts on the Alliance. The Kingdom and church can come afterwards."}, {"speaker": "Ingrid", "line": "Judith, who defends the Great Bridge of Myrddin, is a formidable opponent. We can't afford to drop our guard."}, {"speaker": "Lorenz", "line": "House Gloucester will remain staunchly neutral in this war. Even if we press into Alliance territory. My father is no threat to the Empire. Lady Edelgard surely understands that. The Great Bridge of Myrddin, however, is another story. I hear it is held by Judith of House Daphnel. She is renowned for her military prowess. We would do well not to underestimate her."}, {"speaker": "Raphael", "line": "Hey, Professor! What have you been up to for five years? Hope you haven't gone soft! I got myself into perfect shape. Took all five years of pushing my muscles to the limit, but look!"}, {"speaker": "Byleth", "line": "You look very strong."}, {"speaker": "Raphael", "line": "You bet I do! You gotta get training if you want to catch up!"}, {"speaker": "Byleth", "line": "I don't really see a difference..."}, {"speaker": "Raphael", "line": "What?! Can't you see my muscles? Do I gotta undress so you can get a better look?"}, {"speaker": "Ignatz", "line": "I thought you might be at the monastery. That's why I made my way here. I decided to follow your path, because I believed in you. But then you vanished. Now that you've returned, I have my guiding light once again. Welcome back, Professor!"}, {"speaker": "Lysithea", "line": "I'm relieved you're here, Professor. It seems we've reached a stalemate on the war front. I admit I'm feeling apprehensive about fighting the Alliance..."}, {"speaker": "Byleth", "line": "You have to cast aside your doubts."}, {"speaker": "Lysithea", "line": "I agree. It's time to shelve my personal feelings and focus on the bigger picture."}, {"speaker": "Byleth", "line": "You don't have to do anything if you don't want to."}, {"speaker": "Lysithea", "line": "No. I have to shelve my personal feelings. There are bigger things at play here."}, {"speaker": "Lysithea", "line": "I'll fight at full force. I'm counting on you to lead us to victory, Professor."}, {"speaker": "Marianne", "line": "My adoptive father sent me here so our family name would be known. He doesn't care which side wins, the Empire or the Alliance. However, even if he tells me to come home, I intend to stay. I want to see this new world Edelgard dreams of."}, {"speaker": "Leonie", "line": "I'm so glad to see you're all right. I really regretted not being able to keep the promise I made to my mentor."}, {"speaker": "Byleth", "line": "Mentor?"}, {"speaker": "Leonie", "line": "Captain Jeralt, obviously! I'm still his first and greatest apprentice, you know!"}, {"speaker": "Byleth", "line": "Promise?"}, {"speaker": "Leonie", "line": "Captain Jeralt told me that if anything should happen to him, then I should stick by you."}, {"speaker": "Leonie", "line": "I'm going to do just what he asked. I'll be right here to support you from now on."}, {"speaker": "Alois", "line": "Ah!"}, {"speaker": "Byleth", "line": "Ah?"}, {"speaker": "Alois", "line": "At long last, we meet again! I knew you were alive. I knew you could survive. And five years on, you arrive! We're reunited! I'm glad I kept watch for you in the downstream villages all that time. I was so devoted to finding you that I left the Knights of Seiros. Now I serve no one... Other than you! I'll protect you, just as I promised Captain Jeralt I would all those years ago."}, {"speaker": "Shamir", "line": "What's that look on your face? Surprised to see me? I'm a mercenary. Always have been. Even when I was with the Knights of Seiros. I never was too attached to Fódlan. I was considering leaving soon. But I might change my mind if you're around."}, {"speaker": "Hanneman", "line": "You've finally joined us, haven't you? I attached myself to the Imperial army as well. Seemed the thing to do. I feel I owe it to Edelgard to set my past feelings about the Empire aside. I am happy to help her. It's strange, isn't it? After five years, the three Professors are together once more. I am most curious though. You say you were asleep for five whole years? Incredible. Perhaps this is another effect of your Crest. I do look forward to investigating you in greater detail."}, {"speaker": "Byleth", "line": "We can talk about that."}, {"speaker": "Hanneman", "line": "Wonderful news! I am most excited to begin. We must find the time, of course."}, {"speaker": "Byleth", "line": "Uh, maybe later..."}, {"speaker": "Hanneman", "line": "I'll have to be content with observing you wherever you go, then. I cannot waste any opportunity!"}, {"speaker": "Manuela", "line": "After the battle five years ago, the Imperial army occupied Garreg Mach. The cathedral and several other buildings were destroyed, but... We've done some repair work here and there, and we're using the buildings as a base of operations. As for me? Well, the church moved its headquarters to Faerghus, and I've seen no reason to follow. When I returned to Enbarr, I received a summons from Her Majesty, and I chose to answer."}, {"speaker": "Jeritza", "line": "You survived. How very fortunate... Were you dead, I wouldn't be able to fight you. But you are very much alive—now I've a chance to kill you."}, {"speaker": "Anna", "line": "There's unrest everywhere these days. All of my fellow merchants seem to be endangered. I hope things go back to normal soon. People need more to smile about, aside from my great deals."}, {"speaker": "Randolph", "line": "Ah, a new face. I am Randolph von Bergliez. I'm the guardian of this place. Wait a moment... I'm sure I've seen you somewhere before."}, {"speaker": "Byleth", "line": "Five years ago..."}, {"speaker": "Byleth", "line": "I'm a professor."}, {"speaker": "Randolph", "line": "Ah yes! You're Her Majesty's professor. You're alive?! Um... Oh, this is my little sister, Fleche. She's just a rookie, but she's helping me as my assistant."}, {"speaker": "Fleche", "line": "H-Hello. I'm Fleche von Bergliez. It's nice to meet you. I know I'm inexperienced, but I'm going to do my best. You can count on me to look after my big brother!"}, {"speaker": "Randolph", "line": "I heard you're planning to march into Alliance territory. I'll be here to guard the fort."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! What's that? Do I have brothers in the church? You really are well informed! My older twin works for the Knights of Seiros, but I think he's just a grunt. Not a noble gate keeper like yours truly. Unlike me, he's very devout. He left the Empire a long time ago."}], "intro": [{"speaker": "Hubert", "line": "We are about to commence the attack on the Great Bridge of Myrddin. But first, allow me a moment of your time."}, {"speaker": "Byleth", "line": "What do you need?"}, {"speaker": "Hubert", "line": "It is something I can only ask of you. Listen well... It concerns Lady Edelgard's uncle. The regent of the Empire, Lord Arundel. Although he is currently cooperating with Her Majesty, he maintains his own sizable military troops. It seems to me that his plans differ from our own. I assume you recall a certain group's scheming from five years ago. Solon and Kronya... They both served Lord Arundel."}, {"speaker": "Byleth", "line": "Why must we cooperate?"}, {"speaker": "Byleth", "line": "He must be dealt with."}, {"speaker": "Hubert", "line": "Professor, I understand how you must be feeling, considering what they did to your father. I know it must be foul to even consider cooperating with their kind. However, their power is essential for us at present. Edelgard also strongly opposed the idea at first. Our enemy is the Church of Seiros itself. It cannot be toppled with the Empire's might alone. Those working under Lord Arundel are extremely hostile toward the church. And the enemy of our enemy is... Well, I think you sufficiently understand by now."}, {"speaker": "Byleth", "line": "Are you sure that's a good idea?"}, {"speaker": "Hubert", "line": "Until all of Fódlan is united, it is a necessary evil. As for how we deal with them afterward...time will tell. Regardless, Her Majesty and I wish to join our power with yours."}, {"speaker": "Hubert", "line": "You should know that in her heart, Her Majesty regards that group as enemies of herself and her family. They used her father, the former emperor, as a puppet and murdered her siblings with their vile experimentation. I believe Her Majesty may have told you some of this herself. That is why this was a...very painful decision for her to make."}, {"speaker": "Hubert", "line": "I will do all I can to ensure her suffering is not in vain, and I hope I can count on you to do the same. As for all I have told you, please keep it in mind as we march forward. More importantly, I implore you to fight as best you can for Edelgard... From the bottom of my heart, I beg this of you."}], "battle": [{"speaker": "Edelgard", "line": "We'll be capturing the Great Bridge of Myrddin, a key strategic location of the Leicester Alliance. Claude will surely be sending reinforcements, so we must prevail before they arrive."}, {"speaker": "Hubert", "line": "Our opponent is Judith, the so-called Hero of Daphnel. We can handle her. So long as we don't get careless."}, {"speaker": "Judith", "line": "The boy said to run if I was in danger, but... I could never do that. I'll hold out until reinforcements arrive!"}, {"speaker": "Leonie", "line": "Judith! I'm so glad you're safe! Claude sent me here with reinforcements!"}, {"speaker": "Alliance General", "line": "Sorry to keep you waiting, Judith! We're the reinforcements!"}, {"speaker": "Acheron", "line": "Why do I have to put up with orders from that false leader..."}, {"speaker": "Leonie", "line": "Because you're from the smallest noble house in all the Alliance, you whiner!"}, {"speaker": "Edelgard", "line": "Enemy reinforcements... We didn't finish in time. Don't let them secure the ballista!"}], "boss": [{"speaker": "Ignatz", "line": "I am helping Claude build the future of Fódlan!"}, {"speaker": "Ignatz", "line": "Ungh... I should have known this would happen..."}, {"speaker": "Judith", "line": "Ignatz! Damn it... Such a good kid. He died too young..."}, {"speaker": "Leonie", "line": "Judith, I'm sorry... I leave the rest to you..."}, {"speaker": "Judith", "line": "Leonie! You had such a full life ahead of you... I wish I could take your place..."}, {"speaker": "Leonie", "line": "Doesn't matter who you are. I won't hold back, and I won't fall to the Empire!"}, {"speaker": "Leonie", "line": "You're all Captain Jeralt's enemies! And I will avenge him here!"}, {"speaker": "Judith", "line": "This is it... Claude, I'm sorry. I couldn't defend the bridge. All who are able, retreat!"}, {"speaker": "Edelgard", "line": "Don't let her escape! If we take her out now, the Daphnel territory will be ours! That will allow us to march safely through the Alliance."}, {"speaker": "Judith", "line": "Avoided death yet again, huh? I'll join Claude and prepare for a counter attack!"}, {"speaker": "Hubert", "line": "Judith's escape will widen the battlefront. Our strategy's failed..."}, {"speaker": "Judith", "line": "Guh, it looks like I'm done for. Claude... I'm sorry..."}, {"speaker": "Leonie", "line": "Judith! No!"}, {"speaker": "Acheron", "line": "The knights on the other side of this bridge are mine. I can't just let you cross!"}, {"speaker": "Acheron", "line": "Guh... If only I had joined the Empire...sooner..."}, {"speaker": "Ignatz", "line": "We can't place the future of Fódlan in Edelgard's hands. If you're allied with the Empire, I have no choice but to fight you.", "unit": "Byleth", "boss": "Ignatz"}, {"speaker": "Raphael", "line": "Outta my way, Ignatz! I don't wanna have to fight you!", "unit": "Raphael", "boss": "Ignatz"}, {"speaker": "Ignatz", "line": "Stop deluding yourself. You joined the Empire. Didn't you consider the consequences? I don't want to fight you either, Raphael! But this is war.", "unit": "Raphael", "boss": "Ignatz"}, {"speaker": "Raphael", "line": "Ignatz...", "unit": "Raphael", "boss": "Ignatz"}, {"speaker": "Leonie", "line": "Professor! You know Captain Jeralt's killer was connected to the Empire! Why did you side with them?! Answer me, traitor!", "unit": "Byleth", "boss": "Leonie"}, {"speaker": "Lorenz", "line": "Acheron! What a pleasant surprise! I was concerned I might have to kill someone decent.", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Acheron", "line": "Ha! House Gloucester is already finished. I've already taken control of your land!", "unit": "Lorenz", "boss": "Acheron"}, {"speaker": "Lorenz", "line": "That's quite enough of your spinning, Weathervane. Time for you to die.", "unit": "Lorenz", "boss": "Acheron"}], "end": [{"speaker": "Edelgard", "line": "Alliance soldiers, Judith has fallen! Further conflict is futile! If you surrender, your lives will be spared. Lay down your weapons immediately."}, {"speaker": "Edelgard", "line": "You have all fought well. With this victory, we now have a foothold in the Alliance. The Imperial Army will cross the Airmid River and push the front lines forward. The fight will continue, but do not allow that to stop you from taking pride in our hard-won victory."}, {"speaker": "Ferdinand", "line": "Ah, this should put a stop to one of Edelgard's choice phrases. Well done, Professor. I believe it was \"if only the professor were here, we could forge ahead and change the tides of this war.\""}, {"speaker": "Edelgard", "line": "Ferdinand. It is not necessary to tell the professor such things."}, {"speaker": "Caspar", "line": "We're not the only ones benefiting! The whole Imperial Army is stronger now!"}, {"speaker": "Linhardt", "line": "Yes, it seems the Empire finally has both of its legs to stand on. Don't you agree?"}, {"speaker": "Edelgard", "line": "You make it sound as though I can't run the Empire on my own. Perhaps it's more apt to say that the pegasus has recovered its horn."}, {"speaker": "Dorothea", "line": "Judith of Daphnel... What a magnificent warrior. I'm happy to have the professor back just like old times, but I don't think I'll ever get used to this cruel exchange of lives..."}, {"speaker": "Petra", "line": "When there is something you must not be conceding, you must keep fighting! The fighting has been continuing for five years, but now I am again witnessing the professor's power."}, {"speaker": "Bernadetta", "line": "I hate fighting! But...with the professor here...maybe it's slightly less terrible? Oh, but everyone is working so hard! Stop it, Bernie, you can't be the only one complaining!"}, {"speaker": "Hubert", "line": "I'm glad to see everyone so inspired. It seems the reappearance of the professor has done much to raise your morale."}, {"speaker": "Edelgard", "line": "Do you not feel the same, Hubert? Come now, be honest with yourself. Now, we must take advantage of the situation and blaze ahead. Our path is still a long one."}]}