{"chapter": "16", "title": "Lady Of Deceit", "speakers": ["Edelgard", "Byleth", "Hubert", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Leonie", "Alois", "Shamir", "Hanneman", "Manuela", "Jeritza", "Anna", "Fleche", "Gatekeeper", "Rodrigue", "Cornelia", "Gwendal", "Lord Arundel"], "dialogue_counts": {"Edelgard": 28, "Byleth": 30, "Hubert": 21, "Ferdinand": 6, "Linhardt": 3, "Caspar": 4, "Bernadetta": 4, "Dorothea": 5, "Petra": 6, "Felix": 13, "Ashe": 1, "Sylvain": 7, "Mercedes": 3, "Annette": 1, "Ingrid": 10, "Lorenz": 4, "Raphael": 1, "Ignatz": 4, "Lysithea": 1, "Marianne": 1, "Leonie": 1, "Alois": 4, "Shamir": 4, "Hanneman": 1, "Manuela": 1, "Jeritza": 1, "Anna": 1, "Fleche": 1, "Gatekeeper": 1, "Rodrigue": 9, "Cornelia": 8, "Gwendal": 2, "Lord Arundel": 5}, "gender_counts": {"M": 85, "F": 75, "N": 2, "A": 30}, "lines": 196, "transitions": "-FAMAMFMF-FAFAFAF----M-M---MAMAMM---M---M----F-F---FAFAF---FAAFF---M---M---MAMAMM---FAAFF---F---F---MAMAMM---M---MAMAMM---F---F---F---MAMAMM---FAFAFF---M---F---M---F---F---M-MFMFMFM-MFMFMMFMFFFM---FF-FM-MF-F--M-F-F-F-FMFM-FMF-F-M-M-MMMM-MFM-MM-M-MMM-MM-N-N-F-F--F-F-FMFMAFAAFFMFMFM-MFAMAMMFMFMFMAAMMFMF-FMFMFFMMFM", "opening": ["In order to secure a successful invasion of Fhirdiad, Edelgard launches a raid on the Fortress City of Arianrhod, which occupies a key position on the border. At Arianrhod, a mage serving House Blaiddyd named Cornelia and the head of House Fraldarius, Rodrigue, strengthen their defenses.", "With razor-sharp focus on the unification of Fódlan, Edelgard feigns a premature assault on Fhirdiad while the Black Eagle Strike Force instead descends on the southern stronghold of Arianrhod."], "dialogue": [{"speaker": "Edelgard", "line": "The time has come to invade the Kingdom capital. Or so I declared. In truth, we'll be advancing to a different location. Only you and the rest of the Black Eagle Strike Force can know. Please bear that in mind."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Hubert", "line": "Seems you've already anticipated our intentions, Professor. Well done. Before Fhirdiad, we must take Arianrhod, which lies near the border between the Empire and the Kingdom. As a city on the boundary of the two territories, it must be taken at once."}, {"speaker": "Byleth", "line": "What's the plan?"}, {"speaker": "Hubert", "line": "There is another location we must take before moving on to Fhirdiad. South of the capital, there is a fortress city on the border of the Empire and the Kingdom. It is called Arianrhod, and we must take control of it at once."}, {"speaker": "Edelgard", "line": "There are many mages within Arianrhod. We will also face Cornelia, a general of the Kingdom. We must also contend with Rodrigue, the head of House Fraldarius, as well as his troops. Once we defeat them, Arianrhod will be ours."}, {"speaker": "Hubert", "line": "I hear Cornelia has a suspicious magic weapon at her disposal. We must attack before the enemy can respond with defensive measures. That is why we are preparing an assault before even our allies are aware. Even within our ranks, there is no way to know with certainty that there is not a rat among us who would leak such information."}, {"speaker": "Edelgard", "line": "When Arianrhod falls, we'll focus on striking Fhirdiad from both the south and the east. The deeper we carve our way into Kingdom and church territory, the more favorable our position. As ever, I'm counting on you, my teacher."}], "conversation": [{"speaker": "Edelgard", "line": "Professor? Halt! Don't come in here!"}, {"speaker": "Byleth", "line": "Hasn't this happened before?"}, {"speaker": "Edelgard", "line": "Ugh, I thought I told you to forget about that. There's something I don't want you to see."}, {"speaker": "Byleth", "line": "Is it a portrait?"}, {"speaker": "Edelgard", "line": "So...you know about it. Yes, it's a portrait. Of you. I painted it myself. It's, uh...quite disgraceful. I did a terrible job with it, and it looks nothing like you."}, {"speaker": "Byleth", "line": "Thank you for that, Edelgard."}, {"speaker": "Edelgard", "line": "I'm happy that you appreciate my efforts, but...please don't touch that door."}, {"speaker": "Hubert", "line": "This was a trying month, but we did manage to hold Garreg Mach—if only just. The power of Seteth and Flayn was certainly a sight to behold. The archbishop's supporters were strong. But with this victory, we have all but cornered the Church of Seiros and its knights. The goddess above shall give away to the darkness that has long dwelled below..."}, {"speaker": "Hubert", "line": "This was a trying month, but we did manage to hold Garreg Mach—if only just. Honestly, I did not expect such strident supporters of the archbishop as Seteth and Flayn to flee. But with this victory, we have all but cornered the Church of Seiros and its knights. The goddess above shall give away to the darkness that has long dwelled below..."}, {"speaker": "Ferdinand", "line": "Dimitri, the King of Faerghus. He despises Edelgard and everything she stands for. I am of the opinion that a man seized by such strong feelings is not fit to be king. It is a sad situation, really."}, {"speaker": "Byleth", "line": "Kings are people too."}, {"speaker": "Ferdinand", "line": "If he cannot suppress his emotions to make reasoned decisions, he should abdicate."}, {"speaker": "Byleth", "line": "Kings can't be emotional?"}, {"speaker": "Ferdinand", "line": "No, they cannot. Kingly judgement has to be wholly separate from the emotions of the individual."}, {"speaker": "Ferdinand", "line": "At any rate, I find it hard to believe that Dimitri could defeat Edelgard."}, {"speaker": "Linhardt", "line": "There are stories of Heroes' Relics a thousand years ago of which we have no real evidence today. So many, in fact, that I'm led to wonder if those Relics are nothing more than legends... Especially since we know of Relics like those passed down in the families of the 10 Fódlan Elites."}, {"speaker": "Caspar", "line": "All right! Off to the Kingdom's capital we go! What's the matter? Should I not be excited? I can't help it. Everyone's gotta have something to look forward to!"}, {"speaker": "Bernadetta", "line": "I've got a dream, you know. Not that I think it'll come true, but it's nice to hope. I'd like to get out of Fódlan and travel across the sea. Maybe to Dagda. Maybe even past that. I want to see all the wild jungles out there, the huge flowers, and--oh--the carnivorous plants! I know it's not realistic, and I know it's probably impossible, but that's what I'd like."}, {"speaker": "Bernadetta", "line": "I've got a dream, you know. I don't know if it'll come true, but it's nice to hope. Remember when I went to Brigid, with Petra? I drew a picture of some of the flowers I saw there. Next time, I wanna go even farther. Maybe Dagda. Maybe even past that. I wanna fill a whole book with the drawings of the biggest plants I see! And the carnivorous ones especially! Oh, I hope I get the chance..."}, {"speaker": "Dorothea", "line": "I heard that Randolph died in battle guarding Garreg Mach. We knew each other for, wow, more than five years... My chest feels tight. Think about it. There's no end in sight to the fighting. I might be next. Any of us could be."}, {"speaker": "Byleth", "line": "We'll make it through together. Relationship with Dorothea goes up)"}, {"speaker": "Dorothea", "line": "Together, eh? That sounds like one of Sylvain's old pick-up lines! But yes, let's get through this war. Together."}, {"speaker": "Byleth", "line": "I don't see an end to it either."}, {"speaker": "Dorothea", "line": "When the days are filled with fighting, or preparing to fight, it really does feel like this could last forever."}, {"speaker": "Petra", "line": "I have excitement in my heart for secret tactics! I enjoy attacks that are surprising."}, {"speaker": "Byleth", "line": "Why's that?"}, {"speaker": "Byleth", "line": "Because it's like hunting?"}, {"speaker": "Petra", "line": "Yes. Hunting is like doing surprise attacks on prey."}, {"speaker": "Petra", "line": "Surprise attacks are safe with friends. Fewer injuries. That is a wonderful thing. I have no liking for the thought of losing someone."}, {"speaker": "Felix", "line": "Since I allied with you and the emperor, my resolve has never wavered. I abandoned my country. I am prepared to kill my father, and kill a man I once called my friend. Resolute as I am, my sword feels...heavy."}, {"speaker": "Ashe", "line": "In Faerghus, there's an amazing knight of House Rowe they call the Gray Lion. I heard about him from Lonato, who was an acquaintance of his. Apparently he's getting old, but with each year that passes, he only hones his skills even more."}, {"speaker": "Sylvain", "line": "Some people are so in awe of King Dimitri, they call him the Tempest King. After he wins, there won't be anything left. He'll be a storm, leaving nothing behind. He hates the Empire so much he's willing to do anything to bring it down."}, {"speaker": "Byleth", "line": "He hates the Empire?"}, {"speaker": "Sylvain", "line": "Yeah, because of the role the Empire played in the Tragedy of Duscur. You know, even back at the Officers Academy, he never had much to do with anyone from the Empire."}, {"speaker": "Byleth", "line": "He wasn't like that before?"}, {"speaker": "Sylvain", "line": "No. Then again, maybe we just didn't actually know him at all."}, {"speaker": "Sylvain", "line": "We'll be fighting Dimitri and his troops soon. We all oughta train a little harder if we want to stay alive."}, {"speaker": "Mercedes", "line": "Well, that was certainly frightening."}, {"speaker": "Byleth", "line": "What was?"}, {"speaker": "Byleth", "line": "The church?"}, {"speaker": "Mercedes", "line": "You're very perceptive, Professor."}, {"speaker": "Mercedes", "line": "Having to fight against the Church of Seiros was unnerving. To push back against something I've hinged so much of my life upon... I was terrified. But now we must fight Lady Rhea, and I won't back down!"}, {"speaker": "Annette", "line": "I used to live in the Kingdom capital with my parents. I know we've got no choice but to fight the Kingdom, but I really don't want Fhirdiad to become a battlefield... Lots of my old friends still live in the city, and many people there were kind to me. If fighting breaks out there, all of those people might get caught up in it..."}, {"speaker": "Ingrid", "line": "I never thought this day would come--that I'd fight my homeland. My betrothed was a knight who served the king. He died bravely to protect the future of our country. Now I'm betraying the place he fought to protect. I'm betraying him. But I must do this. Professor. I believe in the path you have chosen for us."}, {"speaker": "Lorenz", "line": "It seems we will soon set foot in Fhirdiad. I used to live there, you know. Though that was before my time in the Officers Academy."}, {"speaker": "Byleth", "line": "Were you a hostage?"}, {"speaker": "Lorenz", "line": "No, of course not. There is a school of magic there, which I was enrolled in for a time."}, {"speaker": "Byleth", "line": "Were you an exchange student?"}, {"speaker": "Lorenz", "line": "That's right. I was enrolled at the school of magic there for a time."}, {"speaker": "Lorenz", "line": "Trouble within the Kingdom forced me to return to Alliance lands. There was much I had yet to learn."}, {"speaker": "Raphael", "line": "Hyah! Next up is the Kingdom's capital! We're coming for you! What's wrong? Was that too much? Maybe it was too dramatic...or I didn't yell it loud enough!"}, {"speaker": "Ignatz", "line": "Soon we'll assault Fhirdiad, the Kingdom's capital! This'll be one for the history books. Our enemy won't hold anything back. I'm quivering with excitement at the very thought of it!"}, {"speaker": "Byleth", "line": "Bravo. You put on a good show."}, {"speaker": "Ignatz", "line": "Heh, I appreciate the compliment! I worried I was laying it on too thick..."}, {"speaker": "Byleth", "line": "Your performance is a bit stilted."}, {"speaker": "Ignatz", "line": "Is it? I thought I sounded quite sincere."}, {"speaker": "Ignatz", "line": "In any case, let's do our best! We're coming for you, Fhirdiad! And so on, heh."}, {"speaker": "Lysithea", "line": "I've been informed of the surprise attack. That information could be devastating, were the enemy to find out. It moves me to know I've been trusted with it. Edelgard and those within the army... They really do trust me. Initially, I had my own motives for joining the Black Eagle Strike Force. But now, all I want is to support Edelgard."}, {"speaker": "Marianne", "line": "Even though we're denying the doctrine and fighting the knights, I keep praying to the goddess... When I think about those who have fallen in battle... I...I have no choice but to pray. The goddess of the church may be a fallacy, but I'm sure she still exists in some form. I'm weak. I would be nothing without her."}, {"speaker": "Leonie", "line": "Don't you think this plan to use the entire army for a surprise attack is a bit--I don't know--cowardly? Sorry, the word just kind of slipped out. Maybe don't tell Edelgard or Hubert I said that. No matter the target or strategy, I'll do my job."}, {"speaker": "Alois", "line": "It's hard to feel cheery when you've just gone to battle against old friends. Mraaaugh! No! I will not let myself be gloomy!"}, {"speaker": "Byleth", "line": "Go easy on yourself."}, {"speaker": "Alois", "line": "You're trying to take care of me, but it's supposed to be the other way around! Forgive me, Jeralt!"}, {"speaker": "Byleth", "line": "How about you go fishing?"}, {"speaker": "Alois", "line": "Fishing, huh? That may brighten my mood a bit, now that you mention it."}, {"speaker": "Alois", "line": "I'm sure it must be even harder for you, to fight against your students. When times are tough, just remember, you can always rely on your old pal Alois!"}, {"speaker": "Shamir", "line": "Last month's fight with the Knights of Seiros was a disaster."}, {"speaker": "Byleth", "line": "Are you all right?"}, {"speaker": "Shamir", "line": "Are you asking me if I'm OK with killing my former colleagues?"}, {"speaker": "Byleth", "line": "You seem fine."}, {"speaker": "Shamir", "line": "I am. I never believed in Seiros. And my old colleagues are now just enemies."}, {"speaker": "Shamir", "line": "Sometimes it's easier to get by without any personal attachment or religious beliefs."}, {"speaker": "Hanneman", "line": "There's a school of sorcery in Fhirdiad, which is staffed by the top minds of magical research. The study of Crests and sorcery should not be separate. I've often thought I should pay them a visit someday. I never imagined I might end up invading the place with an army though. Not how I imagined it at all."}, {"speaker": "Manuela", "line": "How have we come to this? Fighting the archbishop and her knights... I'd never imagined... I hate this. So much. Professor, I tried. I gave treatment to everyone I could, but...but lives were still lost. The infirmary is as much a morgue right now as it is a place of care and healing..."}, {"speaker": "Jeritza", "line": "The Knights of Seiros... They certainly know how to inflict pain. However. The demon within me will be satiated only by fighting you."}, {"speaker": "Anna", "line": "There's unrest everywhere these days. All of my fellow merchants seem to be endangered. I hope things go back to normal soon. People need more to smile about, aside from my great deals."}, {"speaker": "Fleche", "line": "My brother fought proudly to the end and died an honorable death. He said something to me before the battle. That he was entrusting his dream to me... I'm gonna see this battle through to the end. I'm gonna fight for my brother!"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Between Garreg Mach and Fhirdiad stretch the plains of Tailtean. That's the sight of the ancient battle where Nemesis, the King of Liberation, fought the prophet Seiros. If our forces end up fighting our enemies there... It'll be a clash passed down through the ages!"}], "intro": [{"speaker": "Rodrigue", "line": "Cornelia! I have a report from our scouts. The Imperial army that departed from Garreg Mach en route to the capital now appears to be marching here."}, {"speaker": "Cornelia", "line": "What did you just say?!"}, {"speaker": "Rodrigue", "line": "The speed of the army's movement quickens... They will be here to invade within days. I just sent some of my troops to support the capital. It is likely to be a fierce fight..."}, {"speaker": "Cornelia", "line": "How could this be? I have not heard a thing about... Ah... I understand now. I am the target."}, {"speaker": "Rodrigue", "line": "You? Are you sure they do not mean to take Arianrhod for strategic reasons?"}, {"speaker": "Cornelia", "line": "It would appear so from the outside. However, the circumstances are not that simple. And will you calm yourself? It will not be a fierce fight whatsoever. The sweet children I have prepared will protect Arianrhod well..."}, {"speaker": "Rodrigue", "line": "Cornelia..."}, {"speaker": "Hubert", "line": "Arianhrod is a fortress city that was built about 400 years ago. Originally a base on the front lines of the battle against the Kingdom, it was built using Imperial money and technology."}, {"speaker": "Edelgard", "line": "However, the head of House Rowe secretly planned to betray the Empire. As the fortress neared completion, it was rebuilt as a base to defend against the Empire. When the fortress was completed, House Rowe declared its vassalage to the Kingdom."}, {"speaker": "Hubert", "line": "Since then, Arianrhod has never fallen. Not once. The beautiful white walls that protect it against its enemies have earned it the nickname the Silver Maiden. In the end, that is all it is to the Empire... the Silver Maiden stands as a bitter memory."}, {"speaker": "Petra", "line": "We will now be destroying that memory. The past is the past. Now is now."}, {"speaker": "Caspar", "line": "A fortress that has never fallen?! Ooh, I can't wait to make it fall!"}, {"speaker": "Ferdinand", "line": "How savage of you. And yet, I must say I agree with the sentiment. Let us take the sturdy Arianrhod and continue our march against the Kingdom!"}, {"speaker": "Bernadetta", "line": "An invincible fortress? Sounds perfect!"}, {"speaker": "Linhardt", "line": "Unfortunately, it will soon no longer be invincible. The Silver Maiden's iron skin is about to be damaged. It's sad, really."}, {"speaker": "Petra", "line": "Is it silver or iron? Use your language with clarity, please."}, {"speaker": "Dorothea", "line": "Really, Lin. There must be a better way to say that. Since we are attacking a heavily guarded place, we must take extra care to prevent allies from getting injured."}, {"speaker": "Edelgard", "line": "Thank you, everyone. I'm counting on all of you. Now, let's resume our advance."}, {"speaker": "Hubert", "line": "This battle is for the future of Fódlan..."}], "battle": [{"speaker": "Cornelia", "line": "How could they deceive me and close in on Arianrhod?! But it's not like I'm just going to just stand by and watch... I will slaughter them all."}, {"speaker": "Edelgard", "line": "So this is the Silver Maiden... Seeing it with my own eyes, I finally understand its strength. Especially the fact that its strength is distributed across its frontal defenses. We'll attack the front and keep our enemy occupied while the others by the east gate."}, {"speaker": "Cornelia", "line": "Titanus, my lovely dolls... Seek out the enemy and destroy them! And if the chance presents itself, I wouldn't mind being rid of those unsightly Kingdom forces too!"}, {"speaker": "Hubert", "line": "Are those Cornelia's magical weapons? Impressive."}, {"speaker": "Felix", "line": "Want to die? Step forward. I'll take you all."}, {"speaker": "Ingrid", "line": "We all chose our paths and I've chosen mine. I fight for my lord, to the death!"}, {"speaker": "Edelgard", "line": "Traps awaiting us inside the castle... What a nuisance. But with such large-scale traps, there must be some sort of mechanism to control them."}, {"speaker": "Hubert", "line": "The traps are still functional. There must be more of these devices."}, {"speaker": "Edelgard", "line": "The traps are disabled."}], "boss": [{"speaker": "Rodrigue", "line": "So this is it... Your Majesty... Please bring us victory!"}, {"speaker": "Felix", "line": "Father... I will fight in your stead."}, {"speaker": "Gwendal", "line": "Does a whelp like you really expect to kill me? I am Gwendal, the Gray Lion, a knight by the hand of Count Rowe! Do your worst!"}, {"speaker": "Gwendal", "line": "So this is where I meet my end..."}, {"speaker": "Cornelia", "line": "Oh my, what a charming guest. Let me take care of you..."}, {"speaker": "Cornelia", "line": "Gah! So this is as far as I could get..."}], "byleth,cornelia": [], "end": [{"speaker": "Edelgard", "line": "What turn of events has brought you so suddenly to Garreg Mach, Uncle?"}, {"speaker": "Lord Arundel", "line": "Well, my business in the old Alliance territory had roughly finished. I wanted to see the face of my niece, who so bravely took Arianrhod. I have heard that it was done with truly magnificent tact. And that you even deceived some of your allies."}, {"speaker": "Edelgard", "line": "I'm happy to have earned your praise. However, to say that I deceived my allies is a bit misleading. I despise leaks of information, and there may have been a church rat hiding amongst our ranks."}, {"speaker": "Lord Arundel", "line": "Ah, I see. However, there are some unfortunate consequences. Cornelia surely planned to betray them, but...she has been struck down. Truly wasteful meddling. Unless... Was it your intention to kill her?"}, {"speaker": "Byleth", "line": "It was."}, {"speaker": "Edelgard", "line": "Professor, don't joke about that. The only ones we came to kill were our enemies."}, {"speaker": "Byleth", "line": "It was not."}, {"speaker": "Byleth", "line": "I didn't care either way."}, {"speaker": "Edelgard", "line": "Indeed. We came only to kill our enemies."}, {"speaker": "Edelgard", "line": "She used a terrible magic weapon... Dolls that she could move and fight with. Did you know about them?"}, {"speaker": "Lord Arundel", "line": "Well now... If that were the case, would it not have been better to keep her as an ally? If you are only capable of such imprudence, this dark cloud might hang over the Empire's future as well."}, {"speaker": "Edelgard", "line": "Thank you for your concern. However, I will sweep aside any darkness that comes our way."}, {"speaker": "Lord Arundel", "line": "I will be praying. Praying that the Empire will not become another Arianrhod."}, {"speaker": "Edelgard", "line": "Another Arianrhod? Just what do you mean..."}, {"speaker": "Lord Arundel", "line": "Hmph. I must take my leave now. Farewell."}, {"speaker": "Hubert", "line": "Lady Edelgard, there you are. We just received some truly shocking news. It is said that pillars of light have rained from the heavens and disintegrated Arianrhod."}, {"speaker": "Edelgard", "line": "Disintegrated?"}, {"speaker": "Byleth", "line": "How is that possible..."}, {"speaker": "Hubert", "line": "It was likely some type of magic... Perhaps a forbidden art."}, {"speaker": "Byleth", "line": "Was it Lord Arundel..."}, {"speaker": "Hubert", "line": "Why would he do that?"}, {"speaker": "Hubert", "line": "Was Lord Arundel just here? So that would mean..."}, {"speaker": "Edelgard", "line": "Hubert! Give me the full report!"}, {"speaker": "Hubert", "line": "Ah, my apologies. I, of all people, should be able to control my discomposure. The pillars of light descended and exploded, resulting in the complete destruction of the main building and the north wall. It is believed that all key people within House Rowe, including its leader, were killed. Of the Imperial officers and men we kept at Arianrhod, about a third are unaccounted for..."}, {"speaker": "Edelgard", "line": "It can't be true... So...this is my uncle's trump card. In exchange for striking down Cornelia, he has destroyed Arianrhod!"}, {"speaker": "Hubert", "line": "Perhaps we acted too soon in our disposal of Cornelia..."}, {"speaker": "Edelgard", "line": "No. If we'll be fighting them soon, there's no disadvantage to weakening their forces. It's also extremely valuable that we forced them to show their hand. Hubert, the investigation you made into the legend of Ailell, the Valley of Torment... This is likely what took place back then as well."}, {"speaker": "Hubert", "line": "Yes... The probability is high."}, {"speaker": "Byleth", "line": "Valley of Torment?"}, {"speaker": "Byleth", "line": "The same thing happened in the past?"}, {"speaker": "Hubert", "line": "Yes, it is quite likely."}, {"speaker": "Hubert", "line": "North of Garreg Mach there is a valley where the earth is always aflame. Once, javelins of light fell from the sky there... They pierced the earth and set the forest ablaze, creating a land of torment. We believed it may have been the work of the goddess, but... It was actually an attack by those who slither in the dark. That sums up all that we know."}, {"speaker": "Edelgard", "line": "By giving us that knowledge, those who died at Arianrhod will not have died in vain."}, {"speaker": "Hubert", "line": "Indeed. It would be good to control the flow of this information."}, {"speaker": "Edelgard", "line": "True. We'll conceal this from everyone as best as we can. I trust you, my teacher."}, {"speaker": "Edelgard", "line": "I'm sure everyone has heard about what transpired at Arianrhod. The church has displayed their cowardice by indiscriminately using forbidden practices to kill the residents there. Their victims also include members of House Rowe, the Imperial army, and many, many more."}, {"speaker": "Hubert", "line": "According to our investigation, the forbidden attack that destroyed Arianrhod cannot be used again so quickly. Even so, we cannot delay our efforts. We must put a stop to all of this by the end of next month. The leader of one of the Imperial factions has already initiated an attack on the Fraldarius territory lost by Rodrigue... Soon, all obstacles blocking our path to Fhirdiad will have vanished."}, {"speaker": "Edelgard", "line": "A cornered animal is at its most deadly. We must move quickly. Next, we march through the Tailtean Plains. After that, we destroy Fhirdiad. At that time, complete Imperial control over Fódlan will finally be a reality."}, {"speaker": "Caspar", "line": "Ah, I'm shaking with excitement! Bring on the battle!"}, {"speaker": "Dorothea", "line": "I understand that a confrontation is inevitable. Still... I wonder if there's some path we could take that would cause less suffering..."}, {"speaker": "Petra", "line": "This is the only path for the goal we are reaching for, and so we must keep walking on it. We are walking down the path to a better tomorrow."}, {"speaker": "Linhardt", "line": "A cornered church... Hmm, well, count me out from any forbidden sorcery that can destroy whole cities. If only there was an easier way to get more information on Crests and Relics..."}, {"speaker": "Ferdinand", "line": "You are as negative as usual, Linhardt. We have but one order. To emerge victorious!"}, {"speaker": "Bernadetta", "line": "We're going to win this! We really are! After all, if we lose, everything will be terrible forever! Oh, no way! We can't let that happen!"}, {"speaker": "Caspar", "line": "There's a lot to worry about, but...I'm sure it will all work out! We'll win no matter what!"}]}