{"chapter": "17", "title": "Field Of Revenge", "speakers": ["Dimitri", "Rhea", "Hubert", "Edelgard", "Byleth", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Leonie", "Alois", "Shamir", "Hanneman", "Manuela", "Jeritza", "Anna", "Fleche", "Gatekeeper", "Jeralt", "Seiros", "Church Soldier", "Dedue", "Imperial Soldier", "Kingdom General", "Kingdom Soldier", "Knight Of Seiros"], "dialogue_counts": {"Dimitri": 31, "Rhea": 4, "Hubert": 14, "Edelgard": 31, "Byleth": 61, "Ferdinand": 4, "Linhardt": 4, "Caspar": 4, "Bernadetta": 4, "Dorothea": 4, "Petra": 4, "Felix": 2, "Ashe": 1, "Sylvain": 10, "Mercedes": 11, "Annette": 6, "Ingrid": 6, "Lorenz": 4, "Raphael": 4, "Ignatz": 5, "Lysithea": 5, "Marianne": 4, "Leonie": 4, "Alois": 1, "Shamir": 5, "Hanneman": 2, "Manuela": 5, "Jeritza": 5, "Anna": 1, "Fleche": 1, "Gatekeeper": 1, "Jeralt": 1, "Seiros": 12, "Church Soldier": 5, "Dedue": 17, "Imperial Soldier": 1, "Kingdom General": 2, "Kingdom Soldier": 1, "Knight Of Seiros": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 291, "transitions": "-------------------------------------------------------------------------------------------------------------------------------------", "opening": ["The Black Eagle Strike Force, in its continued pursuit of Fódlan's unification, marches on Fhirdiad. Kingdom and church forces prepare to meet you at Tailtean Plains, a place laden with history."], "dialogue": [{"speaker": "Jeralt", "line": "Sorry... It looks like...I'm going to have to leave you now. (groans) One day, I hope you'll give this ring to someone you love as well as I love her."}, {"speaker": "Byleth", "line": "(Someone I love...)"}], "conversation": [{"speaker": "Edelgard", "line": "This month, we will take all of the military force we can muster and advance to the Kingdom capital of Fhirdiad. I have no intention of retreating to Garreg Mach after we've come this far. We will only return after we've conquered Fhirdiad and put an end to this war. Be sure to steel your heart and ready yourself for the battle ahead."}, {"speaker": "Byleth", "line": "I'm ready for anything."}, {"speaker": "Edelgard", "line": "Are you certain? If so, please help me raise the morale of our allies."}, {"speaker": "Byleth", "line": "I'll do what I can."}, {"speaker": "Edelgard", "line": "I'm sorry to burden you, but please look after our allies as well."}, {"speaker": "Byleth", "line": "I'm not sure I'll be ready in time..."}, {"speaker": "Edelgard", "line": "We have no choice. I have every faith that you are capable of this."}, {"speaker": "Hubert", "line": "Tch. Lord Arundel. As long as he exists, Lady Edelgard will..."}, {"speaker": "Byleth", "line": "Just who is that man?"}, {"speaker": "Hubert", "line": "I believe I have explained before that he is the one who commanded the likes of Solon and Kronya. Cornelia, whom we defeated Arianrhod, was also one of his. An irksome sort. We must not fail to be rid of him. He is a maggot, crawling in the filth of the world, feeding off the Empire like a parasite."}, {"speaker": "Ferdinand", "line": "Fhirdiad, the Kingdom Capital... From the Empire's perspective, it seems like the northernmost edge of the world. I have come a long way, following you and Edelgard. To think, what if I had succeeded Duke Aegir as prime minister? I would never have had all these experiences."}, {"speaker": "Byleth", "line": "You've really grown up."}, {"speaker": "Ferdinand", "line": "I hope that is true. I used to be so naive..."}, {"speaker": "Byleth", "line": "You'll always be a noble, through and through."}, {"speaker": "Ferdinand", "line": "Please do not tease, Professor. I think all of this has changed me a little bit."}, {"speaker": "Ferdinand", "line": "For now, let us join together and walk the path that Her Majesty lays out."}, {"speaker": "Linhardt", "line": "When you think of it, as one approaches the end of a war, the sacrifices only grow larger, don't they? The winning side musters their forces and attempts to strike a decisive blow... While those of the losing side make desperate attempts to turn the war in their favor. Neither side will give. I only wish we'd consider those who lose their lives in that struggle."}, {"speaker": "Byleth", "line": "We're far from safe ourselves."}, {"speaker": "Linhardt", "line": "Yes, exactly my point. Let's be careful to ensure we don't lose our own lives, Professor."}, {"speaker": "Byleth", "line": "It's a necessary sacrifice."}, {"speaker": "Linhardt", "line": "Perhaps, but that doesn't make it any easier to accept your own survival depends on a throw of the dice."}, {"speaker": "Byleth", "line": "It's better than dragging the war out."}, {"speaker": "Linhardt", "line": "I can appreciate that, but just because a choice is better does not mean that it's good."}, {"speaker": "Caspar", "line": "All right! Off to the Kingdom's capital we go! Huh. I feel like I've said that before."}, {"speaker": "Byleth", "line": "You're imagining things."}, {"speaker": "Caspar", "line": "My imagination, eh? You usually know what you're talking about. Still, this is gonna bug me..."}, {"speaker": "Byleth", "line": "It's not your imagination."}, {"speaker": "Caspar", "line": "Yeah, you usually know what you're talking about. I just can't remember when I woulda said it!"}, {"speaker": "Byleth", "line": "Let's head for the Kingdom capital!"}, {"speaker": "Caspar", "line": "All right! I'm fired up and ready to go!"}, {"speaker": "Bernadetta", "line": "Professor! What should I do!? Everyone's acting like this is leading up to the final chapter in a book or something! Is the battle ahead really going to be that climatic? Am I not taking it seriously enough?!"}, {"speaker": "Byleth", "line": "You're doing just fine."}, {"speaker": "Bernadetta", "line": "You think so? All right, I believe you. I'm...ready for this. I am. Yeah! We're going to win!"}, {"speaker": "Byleth", "line": "You could be showing more resolve."}, {"speaker": "Bernadetta", "line": "I know, I know, but I...don't wanna die!"}, {"speaker": "Byleth", "line": "What you really need to do is relax."}, {"speaker": "Bernadetta", "line": "Yeah, you're probably right. I should take a breath and try to calm down."}, {"speaker": "Dorothea", "line": "We're almost to the Kingdom capital of Fhirdiad. Just imagine...the war might almost be over. But is it true that Arianrhod was annihilated?! What in the world happened?! What is the Seiros Church, really?"}, {"speaker": "Byleth", "line": "We'll find out if we conquer the Kingdom capital."}, {"speaker": "Dorothea", "line": "Fair enough. Let's just focus on this battle right now."}, {"speaker": "Byleth", "line": "It's impossible to say right now."}, {"speaker": "Dorothea", "line": "Of course, Professor. I trust you, OK?"}, {"speaker": "Byleth", "line": "For now, just trust in me."}, {"speaker": "Dorothea", "line": "I always have, and I always will."}, {"speaker": "Petra", "line": "I have...worries. What have I been achieving? When the war is ended, I will be returning to Brigid with many...much new potential. But have I had enough growth to become the ruler?"}, {"speaker": "Byleth", "line": "Yes. You should be proud."}, {"speaker": "Petra", "line": "I have gratitude. I will take your words into my heart."}, {"speaker": "Byleth", "line": "Only you can answer that."}, {"speaker": "Petra", "line": "This is the truth. I will fight with all of my strength so that I will know with certainty!"}, {"speaker": "Petra", "line": "Brigid pride, technique, and culture... I will be showing all of the world who we are!"}, {"speaker": "Felix", "line": "They used to call my father the Shield of Faerghus. Now he's gone, and Arianrhod has fallen. Yet the Knights of Seiros remain. As does the boar. What terrifies me most is his stubbornness. He'll keep on fighting to the last man. He's a monster. I've seen it firsthand."}, {"speaker": "Ashe", "line": "I hear that House Blaiddyd commands some strong and well-trained troops. People say they're fiercely devoted and will gladly die for their king. Reminds me of Lonato's men-the ones we faced back in Magdred. Unlike those civilian soldiers though, here we're up against the best that the Faerghus army has to offer. It's going to be a hard battle, but if there's a peaceful tomorrow waiting on the other side, it'll be worth it."}, {"speaker": "Sylvain", "line": "I've been thinking about how we've got our own ideas about justice...and so does the Kingdom. And what's coming, it's not just a battle between us and them. It's our ideals that are fighting. Whoever wins will say they were right and the other side was wrong. That's how it goes... But nobody's willing to talk or compromise, so we'll fight to the death to prove the other guy's wrong. It won't be an easy battle, but let's make sure we come back alive. Right, Professor?"}, {"speaker": "Mercedes", "line": "When I first enrolled in the Officers Academy, I never thought it would come to this. I can't believe we're waging war...against the church, no less."}, {"speaker": "Byleth", "line": "Do you regret it?"}, {"speaker": "Mercedes", "line": "There are some things that I regret, but I don't think I made the wrong decision."}, {"speaker": "Byleth", "line": "Are you ready to face this?"}, {"speaker": "Mercedes", "line": "Yes, of course."}, {"speaker": "Mercedes", "line": "Even if our enemy is Lady Rhea herself, I am prepared to fight."}, {"speaker": "Annette", "line": "I'm sure my father will be waiting in Fhirdiad. If I can avoid it, I'd rather not fight him... But I don't think my father is capable of betraying the royal family...of betraying Dimitri. I must be prepared to do...what I have to."}, {"speaker": "Byleth", "line": "I'm counting on you."}, {"speaker": "Annette", "line": "Right!"}, {"speaker": "Byleth", "line": "Don't push yourself too hard."}, {"speaker": "Annette", "line": "I'm alright. I still stand by my decision to trust in you."}, {"speaker": "Annette", "line": "Professor... Let's make sure we win!"}, {"speaker": "Ingrid", "line": "Claude was known as the Master Tactician. There wasn't a situation he couldn't strategize his way out of. Whereas, King Dimitri is known as the Tempest King. He is a force to be reckoned with on the battlefield. We still haven't ever faced him head-on. Can we do this?"}, {"speaker": "Byleth", "line": "We can."}, {"speaker": "Ingrid", "line": "Yes. Of course we can! I'm sorry. I let my uncertainty get the better of me."}, {"speaker": "Byleth", "line": "I'll see this through."}, {"speaker": "Ingrid", "line": "Ah, Professor. Ever the reliable one."}, {"speaker": "Ingrid", "line": "We have you, and we have Edelgard. Not to mention many other allies we can rely upon. Together...we can overcome even the most formidable foe!"}, {"speaker": "Lorenz", "line": "Personally I take no issue with attacking Lady Rhea. But the eagerness of my fellow nobles does vex me, despite so many grand displays of piety from them in the past. It gives me the impression that faith is little more than a tool they use to maintain their positions of power."}, {"speaker": "Byleth", "line": "Disappointed in the nobility?"}, {"speaker": "Lorenz", "line": "I suppose I am in no position to judge them, being among their number myself. Still, it irritates me."}, {"speaker": "Byleth", "line": "Is religion obsolete, then?"}, {"speaker": "Lorenz", "line": "If it is no longer useful as a tool, then I expect the nobles will cease to give it any credence."}, {"speaker": "Lorenz", "line": "What is a noble's duty, truly? I hope we will discover an answer in the conflict ahead."}, {"speaker": "Raphael", "line": "Hyah! Next up's the Kingdom capital! We're coming for you! Whoa. That sounds familiar. Have I said that before?"}, {"speaker": "Byleth", "line": "You're imagining things."}, {"speaker": "Raphael", "line": "Really? You're probably right. It's not like we've invaded the Kingdom capital before."}, {"speaker": "Byleth", "line": "It's not your imagination."}, {"speaker": "Raphael", "line": "Really? Does that mean we've invaded the Kingdom capital before?"}, {"speaker": "Byleth", "line": "Let's head for the Kingdom capital!"}, {"speaker": "Raphael", "line": "Yeah! Let's do it, Professor! I just gotta get my muscles prepped and ready first!"}, {"speaker": "Ignatz", "line": "Once the Kingdom capital falls, all of Fódlan will be united under the banner of the Empire. Isn't it thrilling? We're going to make history."}, {"speaker": "Byleth", "line": "Only if we win."}, {"speaker": "Ignatz", "line": "Well, yes, I suppose that's true."}, {"speaker": "Byleth", "line": "Unless we lose."}, {"speaker": "Ignatz", "line": "Hah! I don't think that will happen."}, {"speaker": "Byleth", "line": "Let's stay calm and focus on the battle."}, {"speaker": "Ignatz", "line": "Yes, of course! I'll do my best."}, {"speaker": "Ignatz", "line": "Our opponents may be strong, but with you on our side, we can't lose!"}, {"speaker": "Lysithea", "line": "If we win this battle, it will be an end to the Kingdom, and to the church. Under the Empire, an era of peace would begin... Many people are cleaving to this notion, but I wonder if it would really end up as such."}, {"speaker": "Byleth", "line": "It will."}, {"speaker": "Lysithea", "line": "Such resolve. It's convincing, to say the least."}, {"speaker": "Byleth", "line": "It won't."}, {"speaker": "Lysithea", "line": "I worry as much myself."}, {"speaker": "Byleth", "line": "It's hard to say."}, {"speaker": "Lysithea", "line": "It's true—it's nothing but hypotheticals at this point."}, {"speaker": "Lysithea", "line": "I wonder... Was the collapse of Arianrhod really the church's doing? Or could it be that... Hm. Never mind me. Just thinking aloud."}, {"speaker": "Marianne", "line": "Dear Goddess..."}, {"speaker": "Byleth", "line": "Praying again?"}, {"speaker": "Marianne", "line": "Yes. I was praying for your safety."}, {"speaker": "Byleth", "line": "What are you praying for?"}, {"speaker": "Marianne", "line": "Um...for your safety."}, {"speaker": "Marianne", "line": "I'll do all I can to survive, but please...please don't die out there, Professor."}, {"speaker": "Leonie", "line": "Looks like we're finally getting to the end of this thing. Don't go dying on us now, all right?"}, {"speaker": "Byleth", "line": "Not a chance."}, {"speaker": "Leonie", "line": "Ha! I like your confidence."}, {"speaker": "Byleth", "line": "Same to you."}, {"speaker": "Leonie", "line": "Not planning on it."}, {"speaker": "Leonie", "line": "If you're still alive when this is all over, then I'll have kept my word to Captain Jeralt. Let's both live to see the dawn of a bright new age!"}, {"speaker": "Alois", "line": "I wonder would the captain would say if he knew we were planning to take down Lady Rhea. Lady Rhea and Captain Jeralt went back pretty far. But hey, it's your decision! I'm sure he would have understood in the end. Now, onward to Fhirdiad! I'm ready!"}, {"speaker": "Shamir", "line": "The idea of defeating Rhea is beginning to feel more like a reality. Some may say that I'm returning her goodwill with betrayal, but I believe I've worked off my debt. The real problem is a certain someone else."}, {"speaker": "Byleth", "line": "Catherine?"}, {"speaker": "Shamir", "line": "That's right. She was my partner, after all. I haven't seen her since leaving the knights..."}, {"speaker": "Byleth", "line": "Cyril?"}, {"speaker": "Shamir", "line": "I taught him some archery, but we are of different birth and hold different values. I was speaking of Catherine."}, {"speaker": "Byleth", "line": "Gilbert?"}, {"speaker": "Shamir", "line": "I have no particular interest in him. I was speaking of Catherine."}, {"speaker": "Shamir", "line": "I can see her coming to slaughter me. Driven by her mixed emotions of love and hate."}, {"speaker": "Hanneman", "line": "When Edelgard first invited me to join this army, I, to be frank, thought her dream utterly ridiculous. But at my advanced age, I was tempted by the notion of chasing a seemingly impossible dream through blood, sweat, and tears. Five years on, the unification of Fódlan is slowly becoming a reality. Now I feel... It may soon be possible to abolish the nobility, and create a world where none need suffer due to crests."}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Hanneman", "line": "You need not say anything. I will stay by your side, and hers, to the very end."}, {"speaker": "Manuela", "line": "Professor, do you mind if I complain about something, well, personal? Of course you don't. This army is almost all single men. If that marital status came before or during the war, I'm not to say... The point is, I'm in charge of the infirmary. I wind up treating hundreds of men every week. I get to talk to all sorts of men, from all walks of life, all of the time. And yet..."}, {"speaker": "Byleth", "line": "You don't have a boyfriend?"}, {"speaker": "Manuela", "line": "No! Not one of those men is infatuated with their caregiver! Isn't that supposed to happen in wartime?!"}, {"speaker": "Byleth", "line": "You aren't married yet?"}, {"speaker": "Manuela", "line": "Forget that, I can't even find a boyfriend! Marriage is just—pffftt! A joke! Just a sick joke."}, {"speaker": "Byleth", "line": "Maybe you should give up on love."}, {"speaker": "Manuela", "line": "Yeah... I'm starting to figure that's the most realistic option."}, {"speaker": "Manuela", "line": "At this point, I'm just hoping you stay single too. Then at least we can share each other's misery!"}, {"speaker": "Jeritza", "line": "The war is at its end. Has the time finally come that I might kill you?"}, {"speaker": "Byleth", "line": "The battle will continue even beyond the war."}, {"speaker": "Jeritza", "line": "It is true... Those petulant fleas must be picked off one by one. There are nothing if not persistent."}, {"speaker": "Byleth", "line": "There's no guarantee that we'll win next time."}, {"speaker": "Jeritza", "line": "And if we do not win, then we die. Either has its charms."}, {"speaker": "Anna", "line": "Seems like the war is gonna end soon. Once the dust settles, it'll be back to rolling in fat stacks of gold for me!"}, {"speaker": "Fleche", "line": "Ah! Did you want something?! Sorry, I was a bit lost in thought... Or rather, I was thinking about work. My brother had sorted out all his personal affairs, but apparently he'd forgotten about his work duties. So now I've got a ton more work on my plate... Oh, Brother, why must you be so careless... Once this war is over, I'm gonna take a vacation and get some well-earned rest back home with my mother."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! The time has finally come to set out for the Kingdom Capital, Fhirdiad. I thought the same thing last month, but I still can't believe the plan was to ambush Arianrhod. I know it couldn't helped, but even I wasn't let in on the secret. Me! Not gonna lie...that hurt a little. Ah well, let's forget about that! I'm praying for your victory and your safe return!"}], "intro": [{"speaker": "Seiros", "line": "Mother... Oddly the rain has come to fall yet again. At this place, once again... I will fight to take you back... The one who keeps me from seeing you again... I will be sure to return them to the earth from whence they came. The foolish descendant of Hresvelg who bares her fangs at me will suffer the same fate..."}, {"speaker": "Church Soldier", "line": "Lady Rhea..."}, {"speaker": "Seiros", "line": "Call me Seiros now. I am no longer the archbishop, but rather a warrior."}, {"speaker": "Church Soldier", "line": "Yes, Lady Seiros. Because of the rain, we have not yet confirmed the position of our enemy or of the Kingdom army..."}, {"speaker": "Seiros", "line": "Search the route to Fhirdiad. It is unlikely that they have strayed far from it. When you discover the Imperial army's main force, commence the attack. If the Kingdom's army has already engaged, flank the enemy as planned."}, {"speaker": "Church Soldier", "line": "As you wish."}, {"speaker": "Seiros", "line": "Wait for me, dear child... I will be paying you a visit soon... When this sword has been plunged into your chest... Yes, that is the very moment I have long for..."}, {"speaker": "Dimitri", "line": "I was hoping they would strike the church first... We must have miscalculated the rate of their advance. Reorganize the formation. We have no choice but to buy time until the church arrives. It will be a long battle... Are you afraid, Dedue?"}, {"speaker": "Dedue", "line": "No. So long as I am at your side, there is nothing to fear."}, {"speaker": "Dimitri", "line": "I can always rely on you. Just watch, my friend... We will prevail. I will not fail to get revenge for all who have fallen."}, {"speaker": "Dedue", "line": "I would follow you anywhere, Your Majesty. Good luck out there."}, {"speaker": "Dimitri", "line": "You as well, Dedue. You as well."}, {"speaker": "Dedue", "line": "Your Majesty... For you, I will..."}, {"speaker": "Edelgard", "line": "A flag of blue is flapping in the rain... It must be the Kingdom army."}, {"speaker": "Hubert", "line": "Yes. It seems that King Dimitri is leading the troops himself. However, the Knights of Seiros have yet to be seen. Perhaps they have split up."}, {"speaker": "Edelgard", "line": "I can't imagine that Dimitri would leave the capital to the church and face us with the Kingdom army alone. He must be planning to use the church to gain the upper hand in battle. With the rain, that must be difficult to coordinate... Still, the Knights of Seiros must be around here somewhere."}, {"speaker": "Hubert", "line": "Then we should be on alert for attacks from the side and rear as well. Inform the entire army."}, {"speaker": "Imperial Soldier", "line": "Yes, sir!"}, {"speaker": "Hubert", "line": "Now that I think about it, the Kingdom's Army is quite different than it once was. They have taken a position of interception. In the past, the king would have introduced himself before beginning a fair fight."}, {"speaker": "Edelgard", "line": "A fair fight... The words alone remind me of how he once was. Don't you agree, Professor?"}, {"speaker": "Byleth", "line": "Who might that be?"}, {"speaker": "Edelgard", "line": "Oh, have you forgotten already? Dimitri often spoke of such things back at the monastery."}, {"speaker": "Byleth", "line": "Dimitri?"}, {"speaker": "Edelgard", "line": "Yes. He often spoke of such things back at the monastery."}, {"speaker": "Byleth", "line": "Claude?"}, {"speaker": "Edelgard", "line": "Of all the people in the world, why would talk of a fair fight remind you of Claude? I'm talking about Dimitri. Have you forgotten? He often spoke of such things back at the monastery."}, {"speaker": "Hubert", "line": "Well, at the present, the words fair fight do not seem to suit Dimitri anymore. He dislikes making victims of his friends, but other than that, he will do most anything these days... If he stops at nothing to continue the onslaught, I cannot imagine what will become of the battlefield."}, {"speaker": "Edelgard", "line": "True. As soon as we can take our battle formation, we must advance. Dimitri, that past you cling to... I will soon free you from it."}], "battle": [{"speaker": "Dimitri", "line": "Ah, here you are, Edelgard...at your eternal resting place. You have trampled and stolen and blinded yourself to the truth. Today, I will have vengeance for all you have done!"}, {"speaker": "Edelgard", "line": "With this battle, the main force of the Kingdom will be annihilated! Leave no enemy general alive. Least of all King Dimitri!"}, {"speaker": "Hubert", "line": "We are uncertain of the enemy's plans, so let us advance our troops with caution. The Knights of Seiros have yet to show themselves. They will join the battle at some point. Be ready."}, {"speaker": "Kingdom General", "line": "We're first in line! Charge!"}, {"speaker": "Sylvain", "line": "Don't let this chance for vengeance go to waste!"}, {"speaker": "Sylvain", "line": "Time to join the front lines. We should all show a little loyalty from time to time, yeah?"}, {"speaker": "Kingdom Soldier", "line": "Glory to the flag of the knights! Good fortune to His Majesty! Fortune...to Faerghus... Graaaaargh!"}, {"speaker": "Hubert", "line": "What the— That Kingdom soldier just changed into a Demonic Beast. Did Thales... No. This is something simpler."}, {"speaker": "Dimitri", "line": "This is the work of a Crest Stone... But why..."}, {"speaker": "Dedue", "line": "I gave them Crest Stones from the castle vaults."}, {"speaker": "Dimitri", "line": "You fool! Why did you do that?"}, {"speaker": "Dedue", "line": "If we lose here, the Kingdom falls. It's our only hope."}, {"speaker": "Dimitri", "line": "You call this hope?! Well, we must now claim victory so their deaths were not in vain."}, {"speaker": "Dedue", "line": "Yes, Your Majesty. I am with you."}, {"speaker": "Kingdom General", "line": "Gautier reinforcements have arrived! We shall crush the Empire weaklings!"}, {"speaker": "Mercedes", "line": "Don't worry everyone! The reinforcements have arrived!"}, {"speaker": "Edelgard", "line": "Reinforcements... We're in danger. We must defeat the enemy's generals before we're overwhelmed."}, {"speaker": "Hubert", "line": "This battle may turn against us if we allow any more of them to transform. We don't know which soldiers have Crest Stones. We must do away with all of them, and quickly!"}, {"speaker": "Rhea", "line": "How could I be late, when I finally have the opportunity to destroy the fallen one? This rain...it is the lamentation of my mother... Observe. I shall not fail in restoring balance."}], "boss": [{"speaker": "Dimitri", "line": "No! Not yet... I can't die just yet..."}, {"speaker": "Sylvain", "line": "Dimitri, you idiot! Retreat! Wait, your injury... No!"}, {"speaker": "Dedue", "line": "Fall back, Your Majesty! We cannot lose you!"}, {"speaker": "Seiros", "line": "King Dimitri! There is no retreat for the Knights of Seiros! Fight until none are left standing! Slaughter them all and send them straight to hell!  No... It can't be... There is no retreat for the Knights of Seiros! Fight until none are left standing! Slaughter them all and send them straight to hell!"}, {"speaker": "Seiros", "line": "You are all damned, with no hope of salvation. For the sin of insurgency, you shall be consigned to hell!"}, {"speaker": "Seiros", "line": "I once walked this world as Seiros, the warrior... and defeated the Fell King Nemesis. Now, here I stand, facing one who wields the same sword as he... The fate you have chosen is also the same as his... To die in torment upon my sword, as the very lifeblood you have forsaken spills onto the earth!", "unit": "Byleth", "boss": "Seiros"}, {"speaker": "Seiros", "line": "An ancestor of the Hresvelgs, who became Adrestia's first emperor... He saved me. Supported me. Gave his all to the cause of defeating Nemesis. That I should find myself here at Tailtean, striking down his scion...", "unit": "Edelgard", "boss": "Seiros"}, {"speaker": "Edelgard", "line": "I don't advise presumptions, Rhea. I will not die by your hand.", "unit": "Edelgard", "boss": "Seiros"}], "end": [{"speaker": "Seiros", "line": "How can this be? I lost to that thief?! Unacceptable!"}, {"speaker": "Knight Of Seiros", "line": "Watch out, Lady Rhea! Please retreat!"}, {"speaker": "Seiros", "line": "Gyhh!"}, {"speaker": "Dimitri", "line": "The Church of Seiros has fallen back, but we have no such luxury. Everyone, fight for your lives! Victory to Faerghus!"}, {"speaker": "Dimitri", "line": "Edelgard! You... I will kill you! You will know the regret of my father, who was killed for you! Of my stepmother, who was slain by her own daughter! You will bow your head before all the lives you trampled for your ideals before you die in misery!"}, {"speaker": "Edelgard", "line": "Your obsession with me is appalling. If you were a normal human, you would most certainly have died already. Farewell, King of Delusion. If only we were born in a time of peace, you might have lived a joyful life as a benevolent ruler."}, {"speaker": "Dimitri", "line": "To the fires of eternity with you...El..."}, {"speaker": "Dedue", "line": "Your Majesty... Your Majesty!"}, {"speaker": "Dimitri", "line": "Stop calling me that."}, {"speaker": "Dedue", "line": "Ah, thank the... No..."}, {"speaker": "Dimitri", "line": "Dedue... It seems I will die...before I can get revenge for everyone..."}, {"speaker": "Dedue", "line": "..."}, {"speaker": "Dimitri", "line": "My family, my friends, my home... Everything that truly mattered to me... I couldn't..."}, {"speaker": "Dedue", "line": "You're wrong! Because of you, I was able to live on until today. You saved me. These past nine years... I am proud to have been at your side. It was a joy I never could have hoped for. Despite all, I count myself a lucky man."}, {"speaker": "Dimitri", "line": "Is that so? I see... I am glad..."}, {"speaker": "Dedue", "line": "You must be weary, Your Majesty. Please...rest in peace."}, {"speaker": "Church Soldier", "line": "Lady Rhea! King Dimitri has fallen in battle! The Kingdom's army has retreated! It is impossible to preserve the front line!"}, {"speaker": "Seiros", "line": "Gah... Everyone withdraw immediately! Fall back to Fhirdiad! The goddess is watching over us! If we hold strong we will surely be saved!"}, {"speaker": "Church Soldier", "line": "Understood! Retreat!"}, {"speaker": "Seiros", "line": "Why do you insist on being such a loathsome obstacle... You stole my mother's heart and wield the Sword of the Creator. Just like that savage King Nemesis... I swear...with these very hands... I will take her back... Until then, wait for me, dear Mother..."}, {"speaker": "Edelgard", "line": "Rhea... She is our enemy, but I must admit that she plays her cards magnificently."}, {"speaker": "Hubert", "line": "You mean using the goddess's name in order to boost morale?"}, {"speaker": "Edelgard", "line": "That's true, but she also shows great skill in devising her tactics. Using the bewildered Kingdom army as a shield while she and the knights retreated... If they ran all the way back to Fhirdiad, it will be very difficult to pursue them."}, {"speaker": "Byleth", "line": "Can we defeat them?"}, {"speaker": "Edelgard", "line": "If you're low on confidence, Professor, I'll put an end to this myself. Actually...that's what I'd like to say, but in truth I hope to confront them with you at my side."}, {"speaker": "Byleth", "line": "Next time, we will end this."}, {"speaker": "Edelgard", "line": "Yes. Together, we'll end this once and for all."}, {"speaker": "Edelgard", "line": "For all of the lives lost in battle, by our allies and foes alike... And for Dimitri, as well..."}, {"speaker": "Byleth", "line": "For Dimitri?"}, {"speaker": "Edelgard", "line": "Yes. The thirst for revenge that imprisoned him was the result of my uncle's strategy. He believed that I was the cause of everything...and he lost sight of his path as king. There was nothing I could do to save him. And so, the very least I could do was--"}, {"speaker": "Byleth", "line": "Are you crying?"}, {"speaker": "Edelgard", "line": "No. The Edelgard who shed tears died many years ago. Everything that's happened...it's all just part of the ebb and flow of history. The Tragedy of Duscur, our days at the academy, Father's death, and the five years you were gone... After all of that, at long last, we're here at this point in time. I hope you'll stay by my side until the very end. It's time for humanity to take this world back."}]}