{"chapter": "00", "title": "The Verge Of History", "speakers": ["Lissa", "Chrom", "Robin", "Frederick", "Garrick", "Maiden", "Villager"], "dialogue_counts": {"Lissa": 15, "Chrom": 36, "Robin": 30, "Frederick": 15, "Garrick": 3, "Maiden": 1, "Villager": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 101, "transitions": "------------------", "cutscene": [{"speaker": "Lissa", "line": "Chrom, we have to do SOMETHING."}, {"speaker": "Chrom", "line": "Well, what do you propose we do?"}, {"speaker": "Lissa", "line": "Uh... I don't know!..."}, {"speaker": "Chrom", "line": "I see you're awake now."}, {"speaker": "Lissa", "line": "Hey there!"}, {"speaker": "Chrom", "line": "There are better places to take a nap than on the ground, you know.  Give me your hand."}], "intro": [{"speaker": "Chrom", "line": "You all right?"}, {"speaker": "Robin", "line": "Y-yes... Thank you, Chrom."}, {"speaker": "Chrom", "line": "Ah, then you know who I am?"}, {"speaker": "Robin", "line": "No, actually. I... It's strange... Your name, it just...came to me..."}, {"speaker": "Chrom", "line": "...Hmm, how curious. Tell me, what's your name? What brings you here?"}, {"speaker": "Robin", "line": "My name is... It's... Hmm?"}, {"speaker": "Chrom", "line": "...You don't remember your own name?"}, {"speaker": "Robin", "line": "I'm not sure if... I'm sorry, but where am I, exactly?"}, {"speaker": "Lissa", "line": "Hey, I've heard of this! It's called amnesia!"}, {"speaker": "Frederick", "line": "It's called a load of pegasus dung.  We're to believe you remember milord's name, but not your own?"}, {"speaker": "Robin", "line": "B-but it's the truth!"}, {"speaker": "Chrom", "line": "...What if it IS true, Frederick? We can't just leave him/her here, alone and confused. What sort of Shepherds would we be then?"}, {"speaker": "Frederick", "line": "Just the same, milord. I must emphasize caution. 'Twould not do to let a wolf into our flock."}, {"speaker": "Chrom", "line": "Right then—we'll take him/her back to town and sort this out here."}, {"speaker": "Robin", "line": "Wait just one moment. Do I have a say in this?"}, {"speaker": "Chrom", "line": "Peace, friend—I promise we'll hear all you have to say back in town. Now come."}, {"speaker": "Robin", "line": "What will you do with me? Am I to be your prisoner?"}, {"speaker": "Chrom", "line": "Hah! You'll be free to go once we establish that you're no enemy of Ylisse."}, {"speaker": "Robin", "line": "Is that where we are? Ylisse?"}, {"speaker": "Frederick", "line": "You've never heard of the halidom? Ha! Someone pay this actor/actress. He/She plays quite the fool! The furrowed brow is especially convincing…"}, {"speaker": "Chrom", "line": "Frederick, please.  This land is known as the Halidom of Ylisse. Our ruler, Emmeryn, is called the exalt. I suppose proper introductions are in order... My name is Chrom—but then, you already knew that.  The delicate one here is my little sister, Lissa."}, {"speaker": "Lissa", "line": "I am NOT delicate! …Hmph!  Ignore my brother, please. He can be a bit thick sometimes. But you're lucky the Shepherds found you. Brigands would've been a rude awakening!"}, {"speaker": "Robin", "line": "Shepherds? You tend sheep? ...In full armor?"}, {"speaker": "Chrom", "line": "Heh, it's a dangerous job. Just ask Frederick the Wary here."}, {"speaker": "Frederick", "line": "A title I shall wear with pride. Gods forbid one of us keeps an appropriate level of caution. I have every wish to trust you, stranger, but my station mandates otherwise."}, {"speaker": "Robin", "line": "I understand, sir. I would do no less myself. My name is Robin. …I just remembered that. How odd. I suppose that's one mystery solved."}, {"speaker": "Chrom", "line": "Robin? Is that foreign? …Ah, well. We can discuss it later. We're almost to town. Once we—"}, {"speaker": "Lissa", "line": "Chrom, look! The town!"}, {"speaker": "Chrom", "line": "Damn it! The town is ablaze! Those blasted brigands, no doubt... Frederick, Lissa! Quickly!"}, {"speaker": "Frederick", "line": "What about him/her?"}, {"speaker": "Chrom", "line": "Unless he's/she's on fire as well, it can wait!"}, {"speaker": "Frederick", "line": "Aptly put, milord."}, {"speaker": "Lissa", "line": "Let's go already!"}, {"speaker": "Robin", "line": "But what about— Hmm..."}], "battle": [{"speaker": "Garrick", "line": "Gwa ha ha! Get to it, lads! Grab anything shiny, and put the rest to the torch! We gots an example to set for these Ylissean types! Ain't that right, lass?"}, {"speaker": "Maiden", "line": "S-stay away from me! Please! Someone! HEEEEEELP!"}, {"speaker": "Lissa", "line": "Chrom, we have to stop them!"}, {"speaker": "Chrom", "line": "Don't worry—after today, these bandits won't be bothering anyone ever again…"}, {"speaker": "Robin", "line": "Wait!"}, {"speaker": "Chrom", "line": "Robin! You followed us! Why?"}, {"speaker": "Robin", "line": "I… I'm not certain myself. But I'm armed, and I know my way around a fight if you'll have me."}, {"speaker": "Chrom", "line": "Of course—strength in numbers. Just stay close!"}, {"speaker": "Frederick", "line": "Remember, Robin, we face practiced thieves and murderers. They will grant us no quarter. It's kill or be killed."}, {"speaker": "Chrom", "line": "So, Robin, I see you wear a sword. Is it— Wait, is that a tome? …You know magic?"}, {"speaker": "Robin", "line": "I…believe so? I suppose I should check."}, {"speaker": "Chrom", "line": "You \"believe so\"? Perhaps I'll just keep a few paces behind you for the time being…"}, {"speaker": "Robin", "line": "No, I can control it. I'm sure. Now, how did this work again? Ah, yes…"}, {"speaker": "Lissa", "line": "We'll see who's delicate! I may not be able to attack like Chrom, but when you get injured? I'll be the one stitching your bones back together, care of my trusty staff! You just tell me where to go, Robin."}, {"speaker": "Chrom", "line": "Is anyone hurt? It would be foolish to leave a wound untreated."}, {"speaker": "Robin", "line": "Indeed. Timely use of a staff or a vulnerary should prevent the worst."}, {"speaker": "Chrom", "line": "Still with us, Robin?"}, {"speaker": "Robin", "line": "Hmm… It's strange. Here on the battlefield, I can… Well, I can \"see\" things."}, {"speaker": "Chrom", "line": "See things? Like what?"}, {"speaker": "Robin", "line": "The enemy's strength, their weaponry, the flow of battle… I must have studied this somewhere."}, {"speaker": "Chrom", "line": "So, you're saying you can size up the enemy at a glance?"}, {"speaker": "Robin", "line": "Yes, it would seem so. And perhaps more, if I apply myself…"}, {"speaker": "Chrom", "line": "Are you all right, Robin? Don't rush into danger."}, {"speaker": "Robin", "line": "I'm fine, Chrom. Don't worry."}, {"speaker": "Chrom", "line": "You've lent us your strength, and that makes you a friend. Having an ally by my side gives me courage."}, {"speaker": "Robin", "line": "Thank you, but…I think there's more to it than that."}, {"speaker": "Chrom", "line": "What do you mean?"}, {"speaker": "Robin", "line": "I believe there's a tactical advantage to fighting side by side… It's fuzzy… Wait, yes: working in pairs improves strength, defense, speed… Yes, yes, I'm sure of it!"}], "boss": [{"speaker": "Garrick", "line": "Here, sheepy sheepy! Come to the slaughter!"}, {"speaker": "Garrick", "line": "Bwaaargh!"}], "end": [{"speaker": "Robin", "line": "Well, that's the end of that."}, {"speaker": "Lissa", "line": "Lucky for the town, we were close by. But holy wow, Robin! You were incredible! Swords, sorcery, AND tactics! Is there anything you can't do?"}, {"speaker": "Chrom", "line": "You're certainly no helpless victim, that much is for sure."}, {"speaker": "Frederick", "line": "Indeed. Perhaps you might even be capable of an explanation for how you came here?"}, {"speaker": "Robin", "line": "I understand your skepticism, Sir Frederick. And I cannot explain why only some knowledge has returned to me. But please, believe me. I have shared all that I know."}, {"speaker": "Chrom", "line": "You fought to save Ylissean lives. My heart says that's enough."}, {"speaker": "Frederick", "line": "And your mind, milord? Will you now heed its council as well?"}, {"speaker": "Chrom", "line": "Frederick, the Shepherds could use someone with Robin's talents. We've brigands and unruly neighbors, all looking to bloody our soil. Would you really have us lose such an able tactician? Besides, I believe his/her story, odd as it might be."}, {"speaker": "Robin", "line": "Th-thank you, Chrom."}, {"speaker": "Chrom", "line": "So how about it? Will you join us, Robin?"}, {"speaker": "Robin", "line": "I would be honored."}, {"speaker": "Frederick", "line": "Did you notice, milord? The brigands spoke with a Plegian accent."}, {"speaker": "Robin", "line": "Plegian? What's that?"}, {"speaker": "Chrom", "line": "Plegia is Ylisse's westerly neighbor. They send small bands into our territory, hoping to instigate a war."}, {"speaker": "Lissa", "line": "And it's the poor townsfolk who suffer! Totally innocent, and totally helpless..."}, {"speaker": "Frederick", "line": "They do have us, milady: Shepherds to protect the sheep. Do not be swept up in your anger. It will cloud your judgment."}, {"speaker": "Lissa", "line": "I know, I know... Don't worry. I'll get used to all this."}, {"speaker": "Villager", "line": "Milord, please! You must stay the night! We are simple folk of simple means, but we would gladly toast your valor with a feast!"}, {"speaker": "Frederick", "line": "A most generous offer, sir, and no doubt your hospitality would be grand... But I'm afraid we must hurry back to Ylisstol."}, {"speaker": "Lissa", "line": "Dark meat only for me, medium well, and no salt in the soup. I simply— Wait, what?! We're not staying?! But, Frederick, it's nearly dark!"}, {"speaker": "Frederick", "line": "When night falls, we'll camp. Eat off the land, make our bed of twigs and the like... I believe you mentioned you would be \"getting used to this\"?"}, {"speaker": "Lissa", "line": "Frederick? Sometimes I hate you."}, {"speaker": "Robin", "line": "You've quite the stern lieutenant there."}, {"speaker": "Lissa", "line": "Yeah, well, \"stern\" is one name for it. I can think of a few others!"}, {"speaker": "Chrom", "line": "Frederick only smiles when he's about to bring down the axe."}, {"speaker": "Robin", "line": "Duly noted."}, {"speaker": "Frederick", "line": "*Ahem* You do realize I AM still present?"}, {"speaker": "Chrom", "line": "Oh, we realize."}, {"speaker": "Robin", "line": "Heh heh."}, {"speaker": "Frederick", "line": "Milord remains as amusing as ever. Now then, shall we be going?"}, {"speaker": "Chrom", "line": "All right, all right. Ready to go, Robin? The capital isn't far."}]}