{"chapter": "01", "title": "Unwelcome Change", "speakers": ["Lissa", "Chrom", "Robin", "Frederick", "Marth", "Sully", "Virion", "Risen Chief", "\"Marth\"", "Old Villager", "Emmeryn", "Phila"], "dialogue_counts": {"Lissa": 22, "Chrom": 31, "Robin": 16, "Frederick": 16, "Marth": 1, "Sully": 8, "Virion": 8, "Risen Chief": 2, "\"Marth\"": 3, "Old Villager": 1, "Emmeryn": 8, "Phila": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 118, "transitions": "---------------------------", "intro": [{"speaker": "Lissa", "line": "I told you—it's getting dark already! ...Ech! And now the bugs are out! Noisy, disgusting bugs that buzz around and crawl all over and bite you when—Agh! Won goph in mah mouph! Blech! Ptooey!"}, {"speaker": "Chrom", "line": "Aw, come on now, Lissa. Hardship builds character. Want to help me gather firewood?"}, {"speaker": "Lissa", "line": "Tpht! Tpht! Yeeeeeuck! ...I think I swallowed it... I'll pass on finding firewood, thanks. I think I've built QUITE enough character for one day!"}, {"speaker": "Robin", "line": "We should probably think about food. I don't know about you, but I'm starving."}, {"speaker": "Frederick", "line": "Yes, I should think a little hunting and gathering is in order. Now, who wants to clear a campsite?"}, {"speaker": "Chrom", "line": "Mmm... It's been too long since I last had bear meat. Delicious! ...What's wrong, Lissa? Dig in."}, {"speaker": "Lissa", "line": "Pass! ...Gods, couldn't you spear us an animal normal people eat for once? I mean, come on! Who eats bear?! You're meddling with the food chain. Right, Robin? ...Uh, Robin?"}, {"speaker": "Robin", "line": "*Munch, munch, slurp*"}, {"speaker": "Lissa", "line": "*Sigh* I suppose a person would enjoy just about anything after not eating for days..."}, {"speaker": "Chrom", "line": "Just eat it, Lissa. Meat is meat."}, {"speaker": "Lissa", "line": "Since when does meat smell like old boots?! Wait, I take that back—boots smell better!"}, {"speaker": "Frederick", "line": "Every experience makes us stronger, milady. Even those we don't enjoy."}, {"speaker": "Lissa", "line": "Really? Then why don't I see YOU eating, Frederick?"}, {"speaker": "Frederick", "line": "Me? Oh, well... I'm not hungry. I...I had a large lunch! Yes, quite."}, {"speaker": "Lissa", "line": "Yeah right, Frederick!"}, {"speaker": "Chrom", "line": "...Huh?"}, {"speaker": "Lissa", "line": "*Yawn* What's wrong, Big Brother?"}, {"speaker": "Chrom", "line": "Sorry, I didn't mean to wake you, but... Something is amiss..."}, {"speaker": "Lissa", "line": "Define \"something\"."}, {"speaker": "Chrom", "line": "I'm not sure... I think I'll have a look around."}, {"speaker": "Lissa", "line": "Not alone, you won't! I'm coming too."}, {"speaker": "Chrom", "line": "Heh. Thanks, Lissa."}, {"speaker": "Lissa", "line": "It sure is dark. ...And quiet. Where did the birds go?"}, {"speaker": "Chrom", "line": "Something is wrong here..."}, {"speaker": "Lissa", "line": "Aaah! Chrom!"}, {"speaker": "Chrom", "line": "Gods, what— Agh! What is this madness?! Lissa, stay close!"}, {"speaker": "Chrom", "line": "Lissa, run."}, {"speaker": "Lissa", "line": "Huh?"}, {"speaker": "Chrom", "line": "I mean it! Go!"}, {"speaker": "Chrom", "line": "Hey! This way!"}, {"speaker": "Lissa", "line": "Chrom, what IS that?!"}, {"speaker": "Chrom", "line": "Lissa, you'd better stand back."}, {"speaker": "Chrom", "line": "Lissa!"}, {"speaker": "Marth", "line": " Help!"}, {"speaker": "Chrom", "line": "...Right!"}, {"speaker": "Chrom", "line": "...Quite an entrance. What's your name?"}, {"speaker": "Frederick", "line": "Milord! Milady! Are you hurt?"}, {"speaker": "Lissa", "line": "Frederick! Robin!"}, {"speaker": "Robin", "line": "Are such horrific creatures commonplace in these lands?"}, {"speaker": "Chrom", "line": "They're not from Ylisse, I promise you that."}, {"speaker": "Frederick", "line": "No one is injured, then? Thank the gods..."}, {"speaker": "Lissa", "line": "Thank the masked man who saved me! If it wasn't for him, I'd be... Hey, where did he go?"}, {"speaker": "Frederick", "line": "We can worry about him later, AFTER we put these...things...to the blade. Eyes open, now. We know nothing about this enemy."}, {"speaker": "Chrom", "line": "Right."}], "battle": [{"speaker": "Robin", "line": "Hmm? Are those..."}, {"speaker": "Frederick", "line": "Abandoned forts, yes."}, {"speaker": "Robin", "line": "Then we should take shelter in them whenever possible. No doubt they will offer distinct advantages in battle."}, {"speaker": "Sully", "line": "Captain Chrom! Wait! I'm coming! ...Agh, I knew I shouldn'ta left 'em. All right, you ash-faced freaks! Which one of ya wants to try my lance on for size first? I know just the spot for it: shoved right up your—"}, {"speaker": "Virion", "line": "Hold, milady!"}, {"speaker": "Sully", "line": "Muh?"}, {"speaker": "Virion", "line": "Life may be long, but attraction is fleeting! Would you leave me in your sweet dust? Leave war to the warriors, dear bird! A beauty such as you need wage only love."}, {"speaker": "Sully", "line": "...The hell are you?!"}, {"speaker": "Virion", "line": "Ha! Is the lady intrigued? Of course you are—it's only natural. I am myth and legend! I am he who strides large across history's greatest stage! The man who puts the \"arch\" in \"archer\"! My name, dear lady, is Vi—"}, {"speaker": "Sully", "line": "Sorry, Ruffles—no time for this. Onward!"}, {"speaker": "Virion", "line": "Virion! ...Er, my name. It's Virion. W-wait! Where are you going? Pray, at least tell me your name!"}, {"speaker": "Sully", "line": "I'm Sully. ...And I'm a Shepherd."}, {"speaker": "Virion", "line": "\"Sully\"! How divine! A starkly beautiful name, as befits its owner, truly. Will you marry me, my dearest Sully?"}, {"speaker": "Sully", "line": "Will I what now? Oh wait, I get it... This is a joke. And when I put my boot through your face—that's the punch line."}, {"speaker": "Virion", "line": "I realize my manly figure and noble bearing can be overwhelming. 'Tis common! So please, don't feel pressured to answer right a—"}, {"speaker": "Sully", "line": "How's THIS for an answer?!"}, {"speaker": "Virion", "line": "OOF! G-goodness, but those shapely legs certainly can kick, can't they... P-please, milady! Allow me to accompany you, at least! Mine is a cold, empty world without you. I shall be your most willing servant, and you, in turn, will give my life purpose..."}, {"speaker": "Sully", "line": "*Sigh* Fine... Anything to shut you up. ...What? Stop staring at me like that!"}, {"speaker": "Virion", "line": "Goddesses and gentlemen, might I have your attention? I, as it happens, am an archer! ...The archest of archers, in fact. As such, I attack most effectively from a distance. So kindly keep me one step away from peril, if you would!"}], "boss": [{"speaker": "Risen Chief", "line": "Ryaaargh!"}, {"speaker": "Risen Chief", "line": "Nnh...aaagh..."}], "end": [{"speaker": "Frederick", "line": "It seems all the creatures are vanquished. This young man took care of the others."}, {"speaker": "\"Marth\"", "line": "......"}, {"speaker": "Lissa", "line": "Um, I never got to thank you...for before. So...thank you. You were very brave."}, {"speaker": "Chrom", "line": "You saved my sister's life. My name is Chrom. Might I ask yours?"}, {"speaker": "\"Marth\"", "line": "You may call me Marth."}, {"speaker": "Chrom", "line": "Marth? After the heroic king of old? You certainly fight like a hero. Where did you learn your way with a sword?"}, {"speaker": "\"Marth\"", "line": "I'm not here to talk about me. This world teeters at the brink of a horrible calamity. What you saw tonight was but a prelude. You have been warned."}, {"speaker": "Lissa", "line": "Huh? What's teetering where now? Hey, wait!"}, {"speaker": "Robin", "line": "Not much for conversation, is he?"}, {"speaker": "Frederick", "line": "It appears his skills lie elsewhere. I wager we'll hear his name again... But for now I'm more concerned about the capital. We should make haste."}, {"speaker": "Robin", "line": "So this is Ylisstol, capital of Ylisse... I've never seen so many people!"}, {"speaker": "Frederick", "line": "It appears the capital was spared the chaos we encountered, thank the gods. I see no evidence of the great quake. It must've been limited to the forest."}, {"speaker": "Lissa", "line": "Well, that's a relief!"}, {"speaker": "Old Villager", "line": "Look! The exalt has come to see us!"}, {"speaker": "Robin", "line": "The exalt is your ruler, yes?"}, {"speaker": "Frederick", "line": "Yes. Her name is Lady Emmeryn."}, {"speaker": "Robin", "line": "Is it safe for her to walk among commoners like this?"}, {"speaker": "Frederick", "line": "The exalt is a symbol of peace—Ylisse's most prized quality. Long ago, at the dawn of our age, the fell dragon tried to destroy the world. But the first exalt joined forces with the divine dragon and laid the beast low. Exalt Emmeryn reminds us all of the peace we fought for then."}, {"speaker": "Chrom", "line": "With Plegia poking at our borders, the people need her. She's a calming presence, when some might otherwise call for war."}, {"speaker": "Robin", "line": "Then the Ylissean people are indeed lucky to have her."}, {"speaker": "Lissa", "line": "She's also the best big sister anyone could ask for!"}, {"speaker": "Robin", "line": "Yes, I imagine she... Wait, what? She's your... But wouldn't that make you and Chrom..."}, {"speaker": "Frederick", "line": "The prince and princess of the realm, yes. You remember Chrom's name and not this?"}, {"speaker": "Robin", "line": "You said you were \"shepherds\"!"}, {"speaker": "Chrom", "line": "And so we are...in a manner of speaking. We just have a LOT of sheep."}, {"speaker": "Robin", "line": "C-Chrom... I mean, Prince Chrom! Sire! Forgive my dreadful manners!"}, {"speaker": "Chrom", "line": "Just Chrom is fine. I've never been much for formalities."}, {"speaker": "Robin", "line": "The prince and princess... That explains why Frederick tolerates all the teasing, eh?"}, {"speaker": "Frederick", "line": "Indeed. Oh, the sacrifices I make for the good of the realm..."}, {"speaker": "Chrom", "line": "It looks like Emm is returning to the palace. Would you like to meet her?"}, {"speaker": "Emmeryn", "line": "Chrom! Lissa! Welcome home. Oh, and good day, Frederick. How fared you all?"}, {"speaker": "Chrom", "line": "Well—we shouldn't have any bandit problems for a while."}, {"speaker": "Emmeryn", "line": "Wonderful. And our people?"}, {"speaker": "Chrom", "line": "Safe as they can be, Emm. But we still need to watch the borders. The brigands crossed over from Plegia."}, {"speaker": "Phila", "line": "Forgive me, milord. My pegasus knights should have intercepted them."}, {"speaker": "Chrom", "line": "No, Phila. Your duty was here, with the exalt."}, {"speaker": "Lissa", "line": "And besides, we had plenty of help!"}, {"speaker": "Emmeryn", "line": "Ah, you speak of your new companion here?"}, {"speaker": "Chrom", "line": "This is Robin. He/She fought bravely with us against the brigands. I've decided to make him/her a Shepherd."}, {"speaker": "Emmeryn", "line": "It sounds as though Ylisse owes you a debt of gratitude, Robin."}, {"speaker": "Robin", "line": "Not at all, milady!"}, {"speaker": "Frederick", "line": "Forgive me, Your Grace, but I must speak. Robin claims to have lost his/her memory, but it is only that: a claim. We cannot rule out the possibility that he/she is a brigand himself or even a Plegian spy."}, {"speaker": "Chrom", "line": "Frederick!"}, {"speaker": "Emmeryn", "line": "Yet you allowed him/her into the castle, Chrom. Does this man/woman have your trust?"}, {"speaker": "Chrom", "line": "Yes. He/She risked his/her life for our people. That's good enough for me."}, {"speaker": "Emmeryn", "line": "Well then, Robin... It seems you've earned Chrom's faith, and as such you have mine as well."}, {"speaker": "Robin", "line": "Milady."}, {"speaker": "Emmeryn", "line": "But thank you, Frederick, for your prudence, as always. Chrom and Lissa are blessed to have so tireless a guardian. I do hope they remember to mention that from time to time..."}, {"speaker": "Frederick", "line": "They occasionally express something akin to gratitude, Your Grace. Phila. I assume you've heard about the deathly creatures we encountered, yes?"}, {"speaker": "Phila", "line": "Yes, milord. They've been sighted all across Ylisse."}, {"speaker": "Emmeryn", "line": "Chrom, we are about to hold council. I was hoping you could join us."}, {"speaker": "Chrom", "line": "Of course."}, {"speaker": "Lissa", "line": "I think that's our cue, Robin! C'mon, there's a place I want to show you."}]}