{"chapter": "02", "title": "Shepherds", "speakers": ["Lissa", "Maribelle", "Vaike", "Sumia", "Robin", "Chrom", "Kellam", "Stahl", "Frederick", "Miriel", "Risen Chief"], "dialogue_counts": {"Lissa": 12, "Maribelle": 4, "Vaike": 11, "Sumia": 18, "Robin": 6, "Chrom": 25, "Kellam": 1, "Stahl": 4, "Frederick": 6, "Miriel": 3, "Risen Chief": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 92, "transitions": "-------------------", "intro": [{"speaker": "Lissa", "line": "Here we are! The Shepherds' garrison. Go on, Make yourself at home."}, {"speaker": "Maribelle", "line": "Lissa, my treasure! Are you all right? I've been on pins and needles!"}, {"speaker": "Lissa", "line": "Oh, hey, Maribelle!"}, {"speaker": "Maribelle", "line": "\"Oh hey\" yourself! I've sprouted 14 grey hairs fretting over you!"}, {"speaker": "Lissa", "line": "Aw, you worry too much. I can handle a battle or two! ...Although I could do without the bugs and the bear barbecue..."}, {"speaker": "Vaike", "line": "Hey, squirt! Where's Chrom? I bet he had a rough time out there without ol' Teach and his trusty axe!"}, {"speaker": "Lissa", "line": "Oh, so you're \"Teach\" now, Vaike, is that it? Hee hee! And here I thought people were just born lacking wits. It can be taught?"}, {"speaker": "Vaike", "line": "Ha! Never doubt the Vaike! ...Wait, was that an insult?"}, {"speaker": "Sumia", "line": "Beg pardon, but when might we see the captian?"}, {"speaker": "Maribelle", "line": "Poor Sumia. She's simply been beside herself with concern... Her eyes were scanning the horizon all day during training. ...She might have earned fewer bruises fighting blindfolded."}, {"speaker": "Lissa", "line": "Aw, Sumia, that's so sweet of you to worry about Chrom."}, {"speaker": "Sumia", "line": "Worry? Well, I... He's our captain and our prince- of course I'd worry!"}, {"speaker": "Vaike", "line": "So, who's the stranger?"}, {"speaker": "Lissa", "line": "No one's stranger than you Vaike... But allow me to introduce Robin! He/She just joined the Shepherds. Chrom's made him/her our new tactician. You should see all the tricks he/she's got up his/her sleeve!"}, {"speaker": "Vaike", "line": "Oh yeah? Can he/she do this? *buuuuuurp*"}, {"speaker": "Robin", "line": "I'm sure I have much to learn in the belching arts, \"Teach.\" In any case, it's a pleasure to make your acquaintances."}, {"speaker": "Maribelle", "line": "Ugh, Vaike! That was abhorrent! Must you baseborn oafs pollute even the air with your buffoonery? And you, Robin! Don't encourage him! I'd hope you were cut from finer cloth. Hmph!"}, {"speaker": "Sumia", "line": "Don't take it to heart, Robin. Maribelle warms to people slowly."}, {"speaker": "Lissa", "line": "Or burns too quickly! Hee hee! But yeah, just give her time."}, {"speaker": "Sumia", "line": "Ah! Captain! You've returned! I was- I mean, we were so-"}, {"speaker": "Chrom", "line": "Sumia! Are you all right? ...Those boots of yours again?"}, {"speaker": "Sumia", "line": "No! I mean, yes! I mean... *sigh*"}, {"speaker": "Chrom", "line": "All right, listen, everyone: in the morning, we'll be marching to Regna Ferox."}, {"speaker": "Robin", "line": "Regna Ferox?"}, {"speaker": "Sumia", "line": "A unified kingdom to Ylisse's north inhabitied by barbarians, or so it's said."}, {"speaker": "Chrom", "line": "Warriors are what they are, and we'll need their strength to quell thas new menace. Typically, the exalt would request such aid in person. But given recent events... Well, the people might worry should my sister suddenly leave the capital. So the task has been passed to us. Now, this mission is strictly voluntary. So if, for any-"}, {"speaker": "Lissa", "line": "I volunteer!"}, {"speaker": "Vaike", "line": "Me too! You'll be needin' ol' Teach along for such a delicate mission!"}, {"speaker": "Kellam", "line": "I'll go as well. ...What? I've been here the whole time!"}, {"speaker": "Sumia", "line": "I... I, um..."}, {"speaker": "Chrom", "line": "Yes, Sumia?"}, {"speaker": "Sumia", "line": "It's just that... I'm not sure I'm quite ready for a proper mission just yet. I'd probably just get in the way."}, {"speaker": "Chrom", "line": "Well, you could stay behind the main group, and if a battle is met, just watch and learn? Your choice, of course. But some lessons can only be learned on the battlefield."}, {"speaker": "Sumia", "line": "W-well, if you think it wise, Captain."}, {"speaker": "Chrom", "line": "Just stay by me and you'll be fine."}, {"speaker": "Sumia", "line": "Oh, yes! I mean- Yes, sir, I'll do that!"}, {"speaker": "Chrom", "line": "Is everyone ready? We've a long march ahead."}, {"speaker": "Stahl", "line": "W-wait for me!"}, {"speaker": "Chrom", "line": "Stahl?"}, {"speaker": "Stahl", "line": "Why am I the last to hear about this expedition to Ferox?"}, {"speaker": "Lissa", "line": "Huh? Vaike was supposed to... Vaike! Did you forget to tell Stahl about our mission?"}, {"speaker": "Vaike", "line": "The Vaike never forgets! ...I just don't always remember, is all..."}, {"speaker": "Lissa", "line": "Ugh... I swear, you'd forget your own name if you weren't constantly saying it yourself! Speaking of which, are you SURE you remembered your axe this time?"}, {"speaker": "Vaike", "line": "Hey! That was one time! ...Okay, twice, but training sessions don't count. Anyway, I got it right here. Teach is loaded and ready for action! Glad to have you along, Stahl, ol' buddy."}, {"speaker": "Stahl", "line": "That makes one of us. I was in such a hurry, I had to miss breakfast! There were muffins, and cakes, and... Well, I can tell you all about it while we march..."}, {"speaker": "Robin", "line": "Your name is Stahl, right?"}, {"speaker": "Chrom", "line": "Oh, I'm sorry, Robin. This is Stahl, one of our finest."}, {"speaker": "Stahl", "line": "Hello, Robin. Miriel told me we had a new Shepherd. Er, Miriel's one of our mages. She should catch up soon."}], "battle": [{"speaker": "Chrom", "line": "Gods, have the Risen spread this far?"}, {"speaker": "Robin", "line": "\"Risen\"?"}, {"speaker": "Frederick", "line": "We needed a name for this new threat, so the council gave them one."}, {"speaker": "Chrom", "line": "Everyone, remember what we're up against!"}, {"speaker": "Vaike", "line": "Mya ha! They'll remember ME once I drive my axe into their... Wait... My axe. Where's my axe?! I had it a second ago!"}, {"speaker": "Chrom", "line": "Vaike, this is no time for jokes..."}, {"speaker": "Vaike", "line": "I'm serious! It's gone, but I JUST had it! It's got to be around here somewhere..."}, {"speaker": "Chrom", "line": "Keep to the rear, then! The battle is nigh!"}, {"speaker": "Frederick", "line": "All right, listen up. ...Especially those of you who BROUGHT weapons! All weapons have strengths and weaknesses to bear in mind. Lances have an advantage over swords, for example, while swords best axes. We'll want to work this into our strategy whenever possible."}, {"speaker": "Miriel", "line": "Splendid! It seems I've caught up. Now to extirpate these brutes... Hmm? Is that an axe? Why yes it is... Perhaps someone mislaid it? I'd not thought such dereliction permissible amoung the Shepherds. Still, I'd be remiss to not return this implement to its owner. Perhaps along with a stern word or two of disapprobation!"}], "battle-talk": [{"speaker": "Vaike", "line": "Whoa! My axe!", "person_1": "Vaike", "person_2": "Miriel"}, {"speaker": "Miriel", "line": "I wondered what manner of ignoramus would mislay their weapon. Now I know.", "person_1": "Vaike", "person_2": "Miriel"}, {"speaker": "Vaike", "line": "Thanks, Miriel! ...Er, for the axe anyway!", "person_1": "Vaike", "person_2": "Miriel"}, {"speaker": "Miriel", "line": "Perhaps next time I'll use a spell to fasten it to your hands... permanently.", "person_1": "Vaike", "person_2": "Miriel"}, {"speaker": "Chrom", "line": "What's next, Robin? Guide our swords.", "person_1": "", "person_2": ""}, {"speaker": "Frederick", "line": "Might I advise patience, milord? Robin is a fine tactician, but we have been working her/him mercilessly. Even the best of us needs rest.", "person_1": "", "person_2": ""}, {"speaker": "Chrom", "line": "Yes, of course. I'm sorry.", "person_1": "", "person_2": ""}, {"speaker": "Frederick", "line": "Perhaps Robin would prefer we choose our own actions at times.", "person_1": "", "person_2": ""}, {"speaker": "Chrom", "line": "But how will we know?", "person_1": "", "person_2": ""}, {"speaker": "Frederick", "line": "We could use a simple command that lets us fight on our own. So long as Robin realizes such a strategy does not guarantee victory. Acting as we see fit may not always lead us to the best course of action.", "person_1": "", "person_2": ""}], "boss": [{"speaker": "Risen Chief", "line": " Gwaaaaaar!"}, {"speaker": "Risen Chief", "line": " Unnngh..."}], "end": [{"speaker": "Chrom", "line": "Finally, and good riddance! But if they're appearing this far up the Northroad..."}, {"speaker": "Frederick", "line": "Then no path is safe. We'll need to stay wary."}, {"speaker": "Robin", "line": "Well, what do we have here?"}, {"speaker": "Lissa", "line": "Hey, is that what I think it is?"}, {"speaker": "Chrom", "line": "It's a pegasus, all right. I think it's hurt. Let's just have a look here..."}, {"speaker": "Chrom", "line": "WHOA! Down, girl! Easy there!"}, {"speaker": "Sumia", "line": "Captain, one moment!"}, {"speaker": "Chrom", "line": "Sumia! Are you all right? ...Those boots of yours again?"}, {"speaker": "Sumia", "line": "No! I mean, Yes! I mean... *sigh*"}, {"speaker": "Chrom", "line": "Well, come no closer. This beast is crazed!"}, {"speaker": "Sumia", "line": "It's okay, Captain. I can handle this... Shhh... Easy now, girl. I won't hurt you."}, {"speaker": "Sumia", "line": "Shhh..."}, {"speaker": "Robin", "line": "How did she calm it so quickly?"}, {"speaker": "Lissa", "line": "That's incredible, Sumia!"}, {"speaker": "Chrom", "line": "I've never seen anything like it."}, {"speaker": "Sumia", "line": "Oh, it's...it's nothing. Really. I just have a way with animals, I guess."}, {"speaker": "Chrom", "line": "I should say so!"}, {"speaker": "Sumia", "line": "You all go ahead. I'll dress her wounds and catch up as soon as we're able."}, {"speaker": "Chrom", "line": "We can make time to wait for you."}, {"speaker": "Sumia", "line": "thank you, Captain. But I can manage. Every moment is precious when all of Ylisse is in danger."}, {"speaker": "Chrom", "line": "Right, then. Be safe, Sumia."}, {"speaker": "Sumia", "line": "As you command, sir."}]}