{"chapter": "03", "title": "Of Sacred Blood", "speakers": ["Aversa", "Chrom", "Frederick", "Validar", "", "Robin", "???"], "dialogue_counts": {"Aversa": 8, "Chrom": 19, "Frederick": 6, "Validar": 16, "": 7, "Robin": 19, "???": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 83, "transitions": "-------", "intro": [{"speaker": "Aversa", "line": "Greetings, Prince Chrom. Plegia welcomes you."}, {"speaker": "Chrom", "line": "Aversa!"}, {"speaker": "Aversa", "line": "What can I say? It seems fate has designs for me yet."}, {"speaker": "Chrom", "line": "You serve the new king, then? This... Validar?"}, {"speaker": "Aversa", "line": "I do."}, {"speaker": "Frederick", "line": "They say he worships Grima..."}, {"speaker": "Aversa", "line": "Why yes, of course he is Grimleal. We are both believers. My liege often says it was his faith that got him through, after Gangrel's passing. It was a difficult time... But he kept order where there might have been chaos. We had meant to arrange an official visit to Ylisstol, but—Ah, here is my lord now."}, {"speaker": "Validar", "line": "An honor to finally meet you, sire. I am Validar, king regnant of Plegia."}, {"speaker": "Chrom", "line": "The honor is mine, good king. ...Is it possible we've met before some... Gods! It can't be."}, {"speaker": "Validar", "line": "Oh ho, I'm quite certain I would remember any encounter with Ylissean royalty."}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "Validar", "line": "And you must be Sir/Lady Robin."}, {"speaker": "Robin", "line": "You know of me, sire?"}, {"speaker": "Validar", "line": "The whole world knows of Ylisse's master tactician! And indeed, I see the sparkle of wisdom in your eyes."}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "Validar", "line": "My, the negotiations haven't even begun and already so much whispering..."}, {"speaker": "Chrom", "line": "...My apologies, King Validar. We meant no disrespect."}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "Validar", "line": "Then let us get to it."}, {"speaker": "Aversa", "line": "Plegia can offer no soldiers, but will provide 800 warships and 200 transports. In addition, we would be pleased to fully fund the campaign against Valm."}, {"speaker": "Frederick", "line": "That is... surprisingly generous of you, milord. We could not ask for more, quite literally. You offer most all your assets..."}, {"speaker": "Validar", "line": "I would give troops as well, but our army remains in shambles from the last war. I trust the gold and ships will suffice as a sign of our commitment to the cause?"}, {"speaker": "Chrom", "line": "Of course it will. Thank you, King Validar."}, {"speaker": "Validar", "line": "The honor is ours, my prince. I look forward to building a strong bond between our two nations."}, {"speaker": "Chrom", "line": "As do I. Then, if there's nothing else? My men and I must hurry back to Port Ferox."}, {"speaker": "Aversa", "line": "Oh, so soon? But I have one more introduction to make."}, {"speaker": "Chrom", "line": "...Yes? And who would that be?"}, {"speaker": "Validar", "line": "A hierophant, the highest of his/her order in Plegia."}, {"speaker": "???", "line": "......"}, {"speaker": "Robin", "line": "...So you lead the people in worship? We were just discussing religion earlier..."}, {"speaker": "???", "line": "......"}, {"speaker": "Robin", "line": "...I'm sorry, have I said something to offend you?"}, {"speaker": "???", "line": "...The heart still sleeps, but the blood flows through it. And the blood is strong..."}, {"speaker": "Robin", "line": "...Huh? Beg pardon, were you talking to me?"}, {"speaker": "Frederick", "line": "Good hierophant, I would ask you to lower your cowl. In Ylisse, it is a courtesy expected of one in the presence of royalty."}, {"speaker": "???", "line": "...... ...You are a long way from Ylisse, sir. ...But very well..."}, {"speaker": "???", "line": "Is that better?"}, {"speaker": "Robin", "line": "What?!"}, {"speaker": "Chrom", "line": "By the gods!"}, {"speaker": "Frederick", "line": "What matter of sorcery--"}, {"speaker": "Robin", "line": "He/She looks just like... me."}, {"speaker": "???", "line": "My name is Robin. Oh, and that was YOUR name as well, wasn't it? What a strange coincidence..."}, {"speaker": "Validar", "line": "Why that IS rather curious, now that you mention it... What are the odds? In any case, I believe we are finished here. We will let you be on your w--"}, {"speaker": "Chrom", "line": "Hold just one moment!"}, {"speaker": "Aversa", "line": "Milord?"}, {"speaker": "Chrom", "line": "What is the meaning of this? Why do your hierophant and Robin--"}, {"speaker": "Aversa", "line": "I'm afraid we've no time for such trivial matters now, Your Highness. We have aid preparations to attend to, and you have a long, hard journey ahead. Oh, and do be careful on your way back to Port Ferox. This time of year the highroads of Plegia can be quite treacherous..."}, {"speaker": "Robin", "line": "...... It's no use. I can't sleep. Who was that man/woman? How could he/she bear my same face?"}, {"speaker": "???", "line": "Robin... Heed me, Robin..."}, {"speaker": "Robin", "line": "Huh? Who's there?! T-there's no one. I'm alone..."}, {"speaker": "???", "line": "Heed my call, Robin..."}, {"speaker": "Robin", "line": "Nngh... This voice is... in my head? Who are you?! What's happening?!"}, {"speaker": "Validar", "line": "Why do you close your heart to him, Robin?"}, {"speaker": "Robin", "line": "V-Validar?"}, {"speaker": "Validar", "line": "Have you truly forgotten?"}, {"speaker": "Robin", "line": "You were... calling me... Augh! My head! Get out of my mind."}, {"speaker": "Validar", "line": "Heh heh. Such arrogance! You dare take such a tone... with your own father?!"}, {"speaker": "Robin", "line": "...My what?"}, {"speaker": "Validar", "line": "You are of my flesh, but of sacred blood. You are to serve a glorious purpose! Search deep in your heart. You already know it is your destiny..."}, {"speaker": "Robin", "line": "No... Get... out..."}, {"speaker": "Validar", "line": "Why do you resist us, Robin? Your rightful place is at my side. Not wasting your time with these doomed servants of Naga! Give yourself to Grima! Let me join your strength to the fell dragon!"}, {"speaker": "Chrom", "line": "Robin!"}, {"speaker": "Validar", "line": "...Pah! Not this one again... No matter. In time you will see the truth. And that is all it will be—a matter of time..."}, {"speaker": "Chrom", "line": "Robin! Are you all right? I heard shouting."}, {"speaker": "Robin", "line": " Nngh... Ahh... Ahh... I-I think so... Yes, Chrom, thank you. I'm... I'm fine."}, {"speaker": "Chrom", "line": "\"Fine\" is a poor choice of words! What's happened?!"}, {"speaker": "Robin", "line": "...King Validar, he... He spoke to me... in my mind. He said I was his... his son/daughter."}, {"speaker": "Chrom", "line": "What?! ...Is this true?"}, {"speaker": "Robin", "line": "I don't know... But I also don't know it's a lie. Loath as I am to say it, I felt a... a strange connection, between us."}, {"speaker": "Chrom", "line": "Oh, gods... That hierophant doppelganger... Could he/she be the king's son/daughter, as well? Are you twins?"}, {"speaker": "Robin", "line": "I... I'm sorry, Chrom. I can't remember... But if I'm being honest... it would explain much... I'm not even sure I want to know the truth of my past anymore."}, {"speaker": "Chrom", "line": "You are yourself, before you are any man's son/daughter. Remember that."}, {"speaker": "Robin", "line": "...Thank you, Chrom."}, {"speaker": "Chrom", "line": "Can you walk?"}, {"speaker": "Robin", "line": "Yes... yes, I think so."}, {"speaker": "Frederick", "line": "Milord, we are under attack! Risen have encircled the camp!"}, {"speaker": "Chrom", "line": "But... we posted sentries! How did this happen?"}, {"speaker": "Frederick", "line": "They made a stealthy approach, milord. I've never seen Risen behave like this. Either they are learning our ways, or someone is commanding them..."}, {"speaker": "Chrom", "line": "Validar! This is his doing—I'm sure of it. Equip anyone who can bear arms, and tell them we fight for our lives!"}]}