{"chapter": "04", "title": "Two Falchions", "speakers": ["Raimi", "Chrom", "Robin", "Flavia", "Lissa", "Marth", "Basilio", "Frederick", "Lon'Qu", "Emmeryn", "Phila", "Ricken"], "dialogue_counts": {"Raimi": 1, "Chrom": 34, "Robin": 4, "Flavia": 14, "Lissa": 10, "Marth": 7, "Basilio": 7, "Frederick": 1, "Lon'Qu": 3, "Emmeryn": 6, "Phila": 6, "Ricken": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 96, "transitions": "------------", "intro": [{"speaker": "Raimi", "line": "Prince Chrom, please wait here while I summon the khan."}, {"speaker": "Chrom", "line": "Of course."}, {"speaker": "Robin", "line": "The khan is away?"}, {"speaker": "Chrom", "line": "Out training, I'd wager. The khans of Ferox prefer battle to politics. Or rather, battle IS their politics."}, {"speaker": "Robin", "line": "A warrior ruler, eh? I can picture him now… A giant of a man of unparalleled thew, his broad chest covered in hair, heheh…"}, {"speaker": "Flavia", "line": "Am I now? ...Please, do go on!"}, {"speaker": "Robin", "line": "Huh?"}, {"speaker": "Chrom", "line": "You're the—?! Er, that is to say... The khan, I presume?"}, {"speaker": "Flavia", "line": "One of them, yes—the East-Khan. My name is Flavia. I apologize for the troubles at the border, Prince Chrom. You are welcome in Regna Ferox."}, {"speaker": "Chrom", "line": "Thank you, but I'm confident we can put that misunderstanding behind us. Is it true bandits posing as Ylisseans have been ransacking your border villages?"}, {"speaker": "Flavia", "line": "Yes. Those Plegian dogs! We found documents proving as much on the corpse of one of their captains. Plegia must see some benefit in raising tensions between your kingdom and ours."}, {"speaker": "Chrom", "line": "Damn them! I... Forgive me, Your Grace. That was...indelicately put."}, {"speaker": "Flavia", "line": "Ha! Damn them and damn delicacy! Here in Ferox, we appreciate plain speech."}, {"speaker": "Chrom", "line": "In that case, you should have a word with your damn border guards…"}, {"speaker": "Flavia", "line": "...Ha ha! Now that's Feroxi diplomacy! Yes, I like you already. I know why you have come, Prince. But regrettably, I cannot provide any Feroxi troops for Ylisse."}, {"speaker": "Lissa", "line": "What?! Why not?!"}, {"speaker": "Flavia", "line": "I lack the authority."}, {"speaker": "Chrom", "line": "Forgive me, but I don't understand. Aren't you the khan?"}, {"speaker": "Flavia", "line": "As I said, I am ONE of the khans. In Ferox, the khans of east and west hold a tournament every few years. The victor acquires total sovereignty over both kingdoms. And that means they have the final say when it comes to forging alliances. The West-Khan won the last tournament, you see, and so…"}, {"speaker": "Chrom", "line": "So we are to receive no aid at all?"}, {"speaker": "Flavia", "line": "Not if you always give up so easily! The next tournament is nigh, you see, and I am in need of champions."}, {"speaker": "Chrom", "line": "What does that have to do with us?"}, {"speaker": "Flavia", "line": "The captain of my border guard informs me your Shepherds are quite capable. Perhaps you would consider representing the East in the upcoming tournament? If you win and I become ruling khan, I will grant your alliance."}, {"speaker": "Chrom", "line": "I would have assumed Ylisseans had no place in such Feroxi traditions."}, {"speaker": "Flavia", "line": "Ha! On the contrary. The khans themselves do not fight—they choose champions to represent them. Otherwise our land would be rife with blood feuds and dead khans! We don't involve comrades or kin for the same reason. Over time, it was decided the tournament should be fought by outsiders. Although the outsiders have never included foreign royalty. ...That I know of! Ha! Regardless, it is your choice to make."}, {"speaker": "Chrom", "line": "There is no choice, East-Khan. My people are desperate. We face not only Plegia's constant attacks, but now the added threat of the Risen. If fighting for you is the quickest way to an alliance, then we will take up our steel."}, {"speaker": "Flavia", "line": "Ha ha! Oh, I like you, Prince Chrom. I do hope you survive the tournament! Come, I'll show you the arena where the tournament is held. But be wary! I hear an equally able swordsman champions the West-Khan."}, {"speaker": "Chrom", "line": "He shall be defeated by Ylisse’s necessity."}, {"speaker": "Flavia", "line": "Well spoken again—I look forward to seeing if you're equally skilled with a blade!"}], "battle": [{"speaker": "Lissa", "line": "Chrom! Look!"}, {"speaker": "Chrom", "line": "I see him…"}, {"speaker": "Marth", "line": "......"}, {"speaker": "Chrom", "line": "Marth! One question, before we begin?"}, {"speaker": "Marth", "line": "......"}, {"speaker": "Chrom", "line": "...Fine, then. Our swords can speak for us!"}], "cutscene": [{"speaker": "Chrom", "line": "Where did you get that? There's no way..."}, {"speaker": "Chrom", "line": "Tell me—Who taught you to fight like that?"}, {"speaker": "Marth", "line": "My father!"}], "recruit-battle": [{"speaker": "Marth", "line": "Let us fight with honor. May the best soldier win!"}, {"speaker": "Marth", "line": "Impressive...if not surprising..."}, {"speaker": "Chrom", "line": "Who is your father?", "unit": "Chrom", "boss": "Marth"}, {"speaker": "Marth", "line": "I've said enough for one day, sir.", "unit": "Chrom", "boss": "Marth"}, {"speaker": "Chrom", "line": "Hmph. Is that how it is? Lissa owes you her life, and for that you have my gratitude. But within these walls, I represent the East-Khan and the interests of Ylisse. I can't promise to stay my blade, but I vow not to shame you.", "unit": "Chrom", "boss": "Marth"}, {"speaker": "Marth", "line": "Heh, never expected such youthful arrogance... We shall see who shames who!", "unit": "Chrom", "boss": "Marth"}], "end": [{"speaker": "Flavia", "line": "Well fought! You have my respect. And, perhaps more to the point, you have your alliance. I will provide Ylisse with the soldiers she needs."}, {"speaker": "Chrom", "line": "Truly? Thank you, East-Khan."}, {"speaker": "Flavia", "line": "I should thank you! It feels like ages since I've held full power. Come, my new friends! Tonight, we celebrate!"}, {"speaker": "Basilio", "line": "Bah! Any excuse for a party and Flavia jumps on it…"}, {"speaker": "Chrom", "line": "I'm sorry, have we met?"}, {"speaker": "Basilio", "line": "I'm the West-Khan you so rudely removed from power! You're handy with a sword, boy. I thought for sure I'd picked the stronger man."}, {"speaker": "Chrom", "line": "What do you know about him?"}, {"speaker": "Basilio", "line": "You mean that \"Marth\"? Bah! He's just some sellsword with delusions of grandeur. All I know is that he turned up one eve and knocked my old champion flat. It was love at first sight, and I'm generally too old for such things! Baha! Anyway, he's gone now. Up and fled the moment the tournament ended."}, {"speaker": "Lissa", "line": "He's so dark and mysterious... *siiigh*"}, {"speaker": "Robin", "line": "Sounds like Marth's got at least one fan…"}, {"speaker": "Lissa", "line": "Well, I mean, c'mon... He IS sort of dreamy, isn't he?"}, {"speaker": "Chrom", "line": "And YOU'RE sort of dreaming!"}, {"speaker": "Lissa", "line": "Yowch! Lighten up, Big Brother. I was just kidding."}, {"speaker": "Frederick", "line": "Milord? Milady? If this fascinating discussion is over, we'd best return home. The exalt will want this news of our new alliance immediately."}, {"speaker": "Chrom", "line": "Right as always Frederick."}, {"speaker": "Basilio", "line": "Hold, boy. Before you go, I have a little present for you."}, {"speaker": "Lon'Qu", "line": "......"}, {"speaker": "Basilio", "line": "This is Lon'qu, my former champion. Not much for talking, mind you, but he's peerless with a sword. As good as Marth, in my mind. To be honest, I can't figure out how Marth bested him so quickly."}, {"speaker": "Lissa", "line": "Marth beat him? But he looks so big and strong…"}, {"speaker": "Lon'Qu", "line": "Away, woman!"}, {"speaker": "Lissa", "line": "Hey! Wh-what did I say?!"}, {"speaker": "Basilio", "line": "Ba ha ha! Let's just say that ladies tend to put Lon'qu on edge. Nonetheless, he is capable. Perhaps he even has the makings of a khan. Consider him West Ferox's contribution to the Ylissean cause."}, {"speaker": "Chrom", "line": "You're certain about this?"}, {"speaker": "Basilio", "line": "Yes, yes. He's your man now."}, {"speaker": "Chrom", "line": "And Lon'qu? You have no objections?"}, {"speaker": "Lon'Qu", "line": "He gives orders. I stab people. I think our roles are clear."}, {"speaker": "Chrom", "line": "...All right then. Welcome aboard."}], "dialogue": [{"speaker": "Emmeryn", "line": "...Then Regna Ferox will support Ylisse? Thank you, Chrom. I knew sending you was the right choice."}, {"speaker": "Chrom", "line": "You should see Ferox's warriors! Perhaps now our people will be safe from--"}, {"speaker": "Phila", "line": "Your Grace! M-milord! Forgive me, but I bring alarming news!"}, {"speaker": "Emmeryn", "line": "Phila! Slow down, please! What's happened?"}, {"speaker": "Phila", "line": "Plegian soldiers have been sighted inside our southwest border! They attacked a village in Themis and abducted the Duke's daughter."}, {"speaker": "Lissa", "line": "B-but that would be...Maribelle! Chrom, we have to do something!"}, {"speaker": "Phila", "line": "There's more: King Gangrel of Plegia claims Lady Maribelle invaded HIS country. He demands we repay reparations for this \"insult.\""}, {"speaker": "Chrom", "line": "And we're to believe a dastard like the Mad King of Plegia?"}, {"speaker": "Emmeryn", "line": "Peace, Chrom. We must keep our wits about us."}, {"speaker": "Chrom", "line": "We should put a sword in his gut and be done with it! The Mad King has been trying to provoke war with Ylisse at every step! He won't stop until he drags this whole continent to hell with him!"}, {"speaker": "Phila", "line": "I agree with the prince, Your Grace. We must demonstrate to Plegia that such actions have consequences."}, {"speaker": "Emmeryn", "line": "I understand your feelings, Chrom. Truly I do. But if we give him the war he wants, then we lose, no matter what the outcome. Our last conflict nearly ruined the halidom. It left Ylisseans homeless and starving. We cannot repeat that mistake. I will offer parley with King Gangrel."}, {"speaker": "Lissa", "line": "Emm, no! You can't!"}, {"speaker": "Phila", "line": "Please reconsider, Your Grace. He cannot be trusted to act in good faith!"}, {"speaker": "Emmeryn", "line": "So we either choose to march to war or leave Lady Maribelle to die? No. I will not accept that."}, {"speaker": "Phila", "line": "...Forgive me, Your Grace. I spoke out of turn. I know you will stand always by your own principles. Pray, allow the pegasus knights to accompany you, though."}, {"speaker": "Chrom", "line": "I'm going, too. ...Someone has to save you from your good intentions."}, {"speaker": "Lissa", "line": "And I want to be there for you AND Maribelle!"}, {"speaker": "Emmeryn", "line": "As you wish. Thank you all. Your strength will be mine."}, {"speaker": "Chrom", "line": "Well then! Is everyone ready to go? It's a long march through the western mountains to the Plegian border."}, {"speaker": "Ricken", "line": "Captain! I'm all packed! When do we leave?!"}, {"speaker": "Chrom", "line": "Ricken? How did you... Go back inside. You're not old enough for this mission."}, {"speaker": "Ricken", "line": "But, Captain! You know my skill with magic! You know I can handle myself!"}, {"speaker": "Chrom", "line": "I'd feel safer with your magic here, protecting the garrison. All right? We're off, then. Be good."}, {"speaker": "Ricken", "line": "\"Be good\"? Gods, how old does he think I am? ...Well, I'll show him just how good I can be!"}]}