{"chapter": "05", "title": "The Exalt And The King", "speakers": ["Gangrel", "Emmeryn", "Aversa", "Maribelle", "Lissa", "Chrom", "Ricken", "Orton", "Robin", "Frederick"], "dialogue_counts": {"Gangrel": 14, "Emmeryn": 11, "Aversa": 9, "Maribelle": 12, "Lissa": 2, "Chrom": 4, "Ricken": 4, "Orton": 2, "Robin": 2, "Frederick": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 61, "transitions": "-----------", "intro": [{"speaker": "Gangrel", "line": "What's this, then? The exalt herself, in all her radiance? I fear I must shield my eyes! Bwa ha ha ha!"}, {"speaker": "Emmeryn", "line": "King Gangrel, I've come for the truth of this unfortunate incident between us."}, {"speaker": "Aversa", "line": "The truth? I can give you the truth."}, {"speaker": "Emmeryn", "line": "Perhaps milady might first share her name?"}, {"speaker": "Aversa", "line": "You may call me Aversa."}, {"speaker": "Emmeryn", "line": "Very well, Aversa. Is Maribelle unharmed?"}, {"speaker": "Gangrel", "line": "Who? Oh yes, that little blonde brat."}, {"speaker": "Maribelle", "line": "Unhand me, you gutter-born troglodyte!"}, {"speaker": "Lissa", "line": "Maribelle!"}, {"speaker": "Maribelle", "line": "Lissa? Darling, is that you?"}, {"speaker": "Aversa", "line": "This girl crossed the Plegian border without our consent. And what's more... She wounded the brave Plegian soldiers who sought only to escort her safely home."}, {"speaker": "Maribelle", "line": "LIES! You speak nothing but lies, hag! Did they not teach the meaning of the word \"truth\" in wretched-crone school?!"}, {"speaker": "Aversa", "line": "...You see? No manners at all. Such a nasty little bird simply had to be caged."}, {"speaker": "Gangrel", "line": "Such a violent temper speaks to her guilt. This will call for a weighty punishment. And if she were to later confess to being an Ylissean spy? My goodness! It would take an act of CONSIDERABLE good faith to repair our relations."}, {"speaker": "Maribelle", "line": "I have done nothing wrong! It is they who should confess! They are the ones who invaded Ylisse. They razed an entire village! When I attempted to intervene, they took me and dragged me across the border. Let the plundered shops and charred homes of that village serve as my proof!"}, {"speaker": "Gangrel", "line": "That would only prove Ylisse has a bandit problem—something I hear oft of late... But indeed, tonight I shall weep salty tears into my pillow for your dead villagers."}, {"speaker": "Maribelle", "line": "Your Grace, please!"}, {"speaker": "Emmeryn", "line": "Peace, Maribelle. I believe you. King Gangrel, I request that you release this woman at once. Surely you and I can sort out these affairs without the need of hostages."}, {"speaker": "Gangrel", "line": "Without so much as an apology? Why should I even bother with parley? I'm within my rights to have her head this instant and be home in time for supper."}, {"speaker": "Chrom", "line": "You black-hearted devil!"}, {"speaker": "Gangrel", "line": "Control your dog, my dear, before he gets someone hurt."}, {"speaker": "Chrom", "line": "Rrgh…"}, {"speaker": "Gangrel", "line": "Now then, Your Graceliness. Perhaps we can arrange a trade? You give me the Fire Emblem, and I return Mari Contrary here in one piece."}, {"speaker": "Emmeryn", "line": "You would ask for Ylisse's royal treasure? But why?"}, {"speaker": "Gangrel", "line": "Because I know the legend! The Fire Emblem is the key to having all one's wishes realized. I have desired it for years. YEARS! ...Yet my birthday comes and goes each year, and nothing from Ylisse. Heheh…"}, {"speaker": "Emmeryn", "line": "The Emblem's power is meant for a single purpose, King Gangrel: to save the world and its people at their hour of most desperate need. Would you claim a more noble wish?"}, {"speaker": "Gangrel", "line": "I want what every Plegian wants—a grisly end for every last Ylissean! What could be more noble than that?"}, {"speaker": "Emmeryn", "line": "What?"}, {"speaker": "Gangrel", "line": "Surely you have not forgotten what the last exalt did to my people? Your father named us heathens! His \"crusade\" across Plegia butchered countless of my subjects and my kin!"}, {"speaker": "Emmeryn", "line": "...I have never denied Ylisse's past wrongdoings. But I have sworn to never repeat those mistakes. Ours is now a realm of peace."}, {"speaker": "Gangrel", "line": "Yours is now a haven of hypocrisy! Now give me the Fire Emblem!"}, {"speaker": "Maribelle", "line": "No, Your Grace! I'd sooner die than act as a bargaining chip for this filthy reprobate!"}, {"speaker": "Emmeryn", "line": "No, Maribelle…"}, {"speaker": "Gangrel", "line": "Ugh... Taaaaaalk talk-talk-talk-talk. It's time to speak louder than words! This negotiation is over, Your Luminosity! I shall have the Emblem if I have to pry it from your shiny dead hands!"}, {"speaker": "Chrom", "line": "Stay back! Or you'll all suffer the same fate!"}, {"speaker": "Gangrel", "line": "Now that's a declaration of war if I've ever heard one... A big, messy war that will bleed you Ylisseans dry. Bwa ha ha!"}, {"speaker": "Aversa", "line": "Poor, stupid girl... Are you really worth fighting a war over? Years from now, you'll be remembered only as she who destroyed House Ylisse."}, {"speaker": "Maribelle", "line": "No... That's not... Oh, Lissa... Please, no…"}, {"speaker": "Aversa", "line": "...?!"}, {"speaker": "Ricken", "line": "Maribelle! Go! You're free!"}, {"speaker": "Maribelle", "line": "RICKEN?! What are you doing here?"}, {"speaker": "Ricken", "line": "Just run! We can talk about it later!"}, {"speaker": "Aversa", "line": "Oh, is this your little boyfriend? Isn't he just precious."}, {"speaker": "Ricken", "line": "Don't talk down to me, witch!"}, {"speaker": "Aversa", "line": "Nngh! W-wind magic?"}, {"speaker": "Ricken", "line": "Come on, Maribelle!"}, {"speaker": "Maribelle", "line": "Right!"}, {"speaker": "Aversa", "line": "Wretched whelp! I should... No. Our soldiers have them outnumbered. The brats will be dead long before they can reach their comrades."}], "battle": [{"speaker": "Gangrel", "line": "Bwa ha ha! I have my war! Captain Orton! Remain here, and take down as many Ylisseans as you can. You can expect reinforcements from the forts as well. Now, do your best—at doing your worst! Bwa ha!"}], "boss": [{"speaker": "Orton", "line": "I won't ask for your name. Only your life!"}, {"speaker": "Orton", "line": "This matters not. Soon war will be upon...your soil... Heh heh..."}], "end": [{"speaker": "Lissa", "line": "Maribelle! Are you hurt?!"}, {"speaker": "Maribelle", "line": "Nothing I didn't return twofold, darling."}, {"speaker": "Robin", "line": "I'm glad you're safe."}, {"speaker": "Maribelle", "line": "Who...? Oh. It's you."}, {"speaker": "Robin", "line": "Yes. I know you're not especially fond of me, but it's a relief just the same."}, {"speaker": "Maribelle", "line": "Oh, it's not a question of fondness. I am simply protective of Lissa. My treasure is very sensitive, and... Wait. Am I really justifying myself to a commoner? Gods... Yes, well, I do...apologize for being curt. And... And... And you have my thanks for your part in the rescue. There, I said it!"}, {"speaker": "Chrom", "line": "Forgive me, Emm. I acted rashly."}, {"speaker": "Emmeryn", "line": "It's all right, Chrom. King Gangrel is the one at fault here. You were only protecting me."}, {"speaker": "Frederick", "line": "The Mad King will be rallying his forces, if they have not mobilized already. I suggest we make haste back to Ylisstol and discuss our strategy."}, {"speaker": "Emmeryn", "line": "Of course, Frederick. It seems war is upon us. We must protect the Ylissean people at all costs."}]}