{"chapter": "08", "title": "The Grimleal", "speakers": ["Chrom", "Frederick", "Nowi", "Gregor", "Lissa", "Chalard", "Robin", "Elder", "Villager", "Maiden", "Flavia"], "dialogue_counts": {"Chrom": 13, "Frederick": 5, "Nowi": 11, "Gregor": 12, "Lissa": 5, "Chalard": 3, "Robin": 5, "Elder": 1, "Villager": 1, "Maiden": 1, "Flavia": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 58, "transitions": "--------------", "intro": [{"speaker": "Chrom", "line": "I'd like to believe it's our cunning that got us this far without being spotted... But we've seen far too little of the Plegian Guard. Where are they? Whatever trap Gangrel has planned, he is in no hurry to spring it."}, {"speaker": "Frederick", "line": "Milord, our scouts report some manner of engagement downfield."}, {"speaker": "Chrom", "line": "Understood. Get everyone ready to move."}, {"speaker": "Frederick", "line": "These desert sands are certain to bog down our units, milord. Only mages and fliers will likely be able to proceed unhindered."}, {"speaker": "Chrom", "line": "Good point. I'll keep it in mind. Robin, let's discuss strategy."}], "battle": [{"speaker": "Nowi", "line": "*Huff, huff* Have... Have I lost him?"}, {"speaker": "Gregor", "line": "Wait, I say! Why you no comprehending, wee one?"}, {"speaker": "Nowi", "line": "AUGH! GET AWAY! Everyone just leave me ALONE!"}, {"speaker": "Gregor", "line": "Please, be keeping down with the voice! You give away position! Very bad!"}, {"speaker": "Nowi", "line": "My throat is dry, my shoes are full of sand, and some big weirdo is trying to KILL ME!"}, {"speaker": "Gregor", "line": "Oy, you break Gregor's heart! Why you treat like villain?"}, {"speaker": "Chrom", "line": "You there! Fiend! Keep your hands off that maiden!"}, {"speaker": "Gregor", "line": "Who is fiend? ...You mean Gregor? No, friend! You have idea wrong!"}, {"speaker": "Lissa", "line": "Yeah, right! ...Creep!"}, {"speaker": "Gregor", "line": "This day has been nothing but insults and punches to groin. And all for doing good deed! ...Listen, friend! Gregor only want to—"}, {"speaker": "Chalard", "line": "Gotcha, you slippery scamp! Prepare for a dose of Grima's wrath."}, {"speaker": "Gregor", "line": "Oy, this is most terrible! Do you see now? They make with the catching of us!"}, {"speaker": "Chrom", "line": "Why are you all after the girl?"}, {"speaker": "Gregor", "line": "All? What is this \"all\"? Gregor is not one of \"all\"! Look close! Maybe you not see from so far? Gregor have innocent-baby face!"}, {"speaker": "Chrom", "line": "Hmm…"}, {"speaker": "Lissa", "line": "Well…"}, {"speaker": "Robin", "line": "Yeah... Not sure \"innocent baby\" is how I'd describe it…"}, {"speaker": "Gregor", "line": "Gah! Never be minding! Gregor is not enemy! You must believe!"}, {"speaker": "Chrom", "line": "...This is making my head hurt. We'll sort him out later. Right now, we need to protect the girl."}, {"speaker": "Nowi", "line": "Y-you're going to help me?"}, {"speaker": "Chrom", "line": "We'll do everything in our power to keep you safe. Just hold on until we can reach you, and we'll drive them off!"}, {"speaker": "Chrom", "line": "We need to warn these villages of the danger. But who to send? Best if it's someone who can move swiftly through the sands..."}, {"speaker": "Nowi", "line": "GET AWAY FROM ME!"}, {"speaker": "Robin", "line": "What in blazes?! The girl is a dragon!"}, {"speaker": "Chrom", "line": "By the gods, she's a manakete... I never thought I'd see one."}, {"speaker": "Robin", "line": "Hmm... Perhaps she doesn't need our help so much as we could use hers..."}], "character-falls": [{"speaker": "Nowi", "line": "Nngh... That h-hurts! I have to get to...safety..."}], "boss": [{"speaker": "Chalard", "line": "Ha ha! You dare defy Grima, god of annihilation?"}, {"speaker": "Chalard", "line": "Master Grima...my life force...is yours..."}], "visit": [{"speaker": "Elder", "line": "Gods praise ye, good people! Gods praise ye one and all! We lives in constant fear of what the Grimleal will do to us, so we does! 'Ere! Take this staff with me blessings! It can fetch distant comrades to safety. Be sure to place it in the hands o' one gifted in spells or the like. Magic folk be able to reach the farthest with it!"}, {"speaker": "Villager", "line": "You have our thanks for the warning. Please, take this. It's my family's treasure. I would offer more, if only I could. A fellow with enough experience could use it to grow even stronger."}, {"speaker": "Maiden", "line": "Really? You'll protect the village? ...This little dung heap? Goodness, you're kind! I suppose I should give you a little something, eh? ...Here. Someone with enough experience could use this to start a new life. It's like running off to join a circus troupe! ...But more classy-like."}], "end": [{"speaker": "Nowi", "line": "This is just the worst. Day. EVER! *sob!*"}, {"speaker": "Gregor", "line": "Ho now, wee one! Do not make with the crying of tears. The evil people are now dead people. This is good, no?"}, {"speaker": "Nowi", "line": "You... You're right. Th-thank you. And... I'm sorry I was so mean to you earlier. I just get nervous around people who are...outside my age group."}, {"speaker": "Gregor", "line": "Your age group? Ha! Gregor much closer to your age than others here!"}, {"speaker": "Chrom", "line": "Say, um...Gregor, was it? Gregor, do you mind looking after her? We need to press on."}, {"speaker": "Gregor", "line": "Mmm... Gregor is mercenary, yes? Maybe you hire Gregor instead. True, Gregor just finish killing former employers, but still very reliable! So long as you not try to hurt little girl, Gregor will not hurt you. Also, Gregor need steady income. ...Many angry former employers."}, {"speaker": "Chrom", "line": "You're a sellsword?"}, {"speaker": "Gregor", "line": "Yes! Very swell sword! Cost performance very high. You have Gregor's word."}, {"speaker": "Chrom", "line": "Sure, why not? You're hired."}, {"speaker": "Nowi", "line": "But! But what about me?! I WON'T go back on the auction block!"}, {"speaker": "Lissa", "line": "Wait. You've been sold? Like a...like a slave?!"}, {"speaker": "Nowi", "line": "To men more despicable than you can possibly imagine. They made me transform for them... They drank and laughed and called out tricks…"}, {"speaker": "Lissa", "line": "What kind of scumbags buy and sell a little girl?! Even if she CAN turn into a dragon…"}, {"speaker": "Frederick", "line": "She may be little, milady, but not nearly so young as you might think. Manaketes live a very long time."}, {"speaker": "Lissa", "line": "Really? ...How old are you?"}, {"speaker": "Nowi", "line": "Oh, I dunno. ...A thousand...something? But look! No wrinkles!"}, {"speaker": "Frederick", "line": "The dragonkin are said to be more resilient than men. Nowi would make a strong ally. Besides, we cannot risk her falling back into the hands of the Grimleal."}, {"speaker": "Robin", "line": "Beg pardon, but who are the Grimleal?"}, {"speaker": "Frederick", "line": "Followers of the fell dragon, Grima. The selfsame dragon the first exalt defeated a thousand years ago. Even today there are some who yearn for the fiend's return."}, {"speaker": "Robin", "line": "I...see."}, {"speaker": "Flavia", "line": "Well, shall we get some rest? We're almost to the Plegian capital. We'll need all our strength, soon enough…"}]}