{"chapter": "10", "title": "Renewal", "speakers": ["Basilio", "Chrom", "Robin", "Mustafa", "Frederick", "Soldier", "Wyvern Rider", "Olivia", "Lissa", "Flavia", "Nowi", "Tharja", "Lon'Qu", "Virion", "Ricken", "Maribelle", "Stahl", "Sully", "Libra", "Sumia", "Kellam", "Vaike", "Gregor", "Panne"], "dialogue_counts": {"Basilio": 13, "Chrom": 15, "Robin": 7, "Mustafa": 12, "Frederick": 3, "Soldier": 5, "Wyvern Rider": 1, "Olivia": 6, "Lissa": 2, "Flavia": 3, "Nowi": 1, "Tharja": 1, "Lon'Qu": 1, "Virion": 1, "Ricken": 1, "Maribelle": 1, "Stahl": 1, "Sully": 1, "Libra": 1, "Sumia": 1, "Kellam": 1, "Vaike": 1, "Gregor": 1, "Panne": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 81, "transitions": "--------", "intro": [{"speaker": "Basilio", "line": "Hurry! There should be carriages waiting just through the ravine!"}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Robin", "line": "Chrom, please!"}, {"speaker": "Chrom", "line": "Rrgh... I'm... I'm coming."}, {"speaker": "Basilio", "line": "Quickly! We're almost... Huh? Damn!  Plegians! I knew it couldn't be that easy... They're right in our way! We must fight!"}, {"speaker": "Mustafa", "line": "Ylisseans! I offer you mercy! Surrender to me now and live!"}, {"speaker": "Basilio", "line": "Surrender? Sorry, I'm not familiar with the word."}, {"speaker": "Mustafa", "line": "Emmeryn would not have wished for this to come to bloodshed."}, {"speaker": "Chrom", "line": "Don't speak her name!"}, {"speaker": "Mustafa", "line": "Your rage is justified, Prince Chrom. But the meaning of your sister's final sacrifice was not lost on me. I suspect many Plegians who heard her final words would say the same. If you lay down your weapons, I vow to protect you as best I can."}, {"speaker": "Frederick", "line": "How can we trust you after what your barbarous king has done? I think we shall take our chances with weapons in hand!"}, {"speaker": "Mustafa", "line": "I suspected you would say as much. So be it, Prince Chrom. I shall endeavor to grant you a swift and dignified end."}], "battle": [{"speaker": "Mustafa", "line": "What are those--thieves I see scattered about? So, they found our battlefield... They comb it for trinkets and spoils, then scurry away like mice. Pah! We shall bring them to justice later. First, the Ylisseans!"}, {"speaker": "Soldier", "line": "Forgive me sir, but I...I no longer see the justice in hunting these people down. I accept any punishment you see fit, but after all that's happened...I just can't."}, {"speaker": "Wyvern Rider", "line": "How dare you question the general's orders! You know full well the punishment of insubordination is death!"}, {"speaker": "Soldier", "line": "B-but, sir! These people are--"}, {"speaker": "Mustafa", "line": "These questions are not ours to ponder, lad. The soldier does not judge. The soldier delivers judgment."}, {"speaker": "Soldier", "line": "Sir, I... I cannot raise my lance against them. Even if... Even if it means death."}, {"speaker": "Mustafa", "line": "...You were there when Emmeryn spoke, weren't you? So be it! Those of you unwilling to fight are dismissed!"}, {"speaker": "Soldier", "line": "But I don't wish to abandon you, sir!"}, {"speaker": "Mustafa", "line": "I cannot defy the king, lad. I know him well. He would murder my wife and child to set an example. I will accept the blame for your actions today. Now go!"}, {"speaker": "Soldier", "line": "W-wait, General! I see a cause worth fighting for, one I believe in: loyalty to my general."}, {"speaker": "Mustafa", "line": "...Aye. That's a good lad."}, {"speaker": "Mustafa", "line": "Call in the reinforcements! Draw them close, then strike!"}], "boss": [{"speaker": "Mustafa", "line": "I am General Mustafa of Plegia. If you wish to keep your lives, then you must win them!"}, {"speaker": "Mustafa", "line": "Well done, Ylisseans... Hrrggh! Please...spare my men..."}], "end": [{"speaker": "Olivia", "line": "Khan Basilio!"}, {"speaker": "Basilio", "line": "Olivia! I'm sorry we kept you waiting."}, {"speaker": "Olivia", "line": "When I didn't hear from you, I thought... I assumed the worst."}, {"speaker": "Basilio", "line": "Chrom? Robin? Meet Olivia. She'll be smuggling us out of here."}, {"speaker": "Olivia", "line": "Only if you hurry! Doubtless more of the Mad King's men are on their way."}, {"speaker": "Basilio", "line": "Right. Pile in, you lot! And bid farewell to this Plegian hellhole."}, {"speaker": "Olivia", "line": "Ready? Hold on tight!"}, {"speaker": "Robin", "line": "All that... For nothing..."}, {"speaker": "Lissa", "line": "*Sob* *sniff* Emm... Oh, Emm..."}, {"speaker": "Frederick", "line": "I should have died before allowing the exalt to be captured. I have failed as a knight..."}, {"speaker": "Flavia", "line": "So what now, oaf?"}, {"speaker": "Basilio", "line": "Don't look to me—I'm not in charge!"}, {"speaker": "Flavia", "line": "Ugh... I picked a fine time to regain the full throne..."}, {"speaker": "Robin", "line": "Chrom, I'm... I'm so sorry. My plan just wasn't enough."}, {"speaker": "Chrom", "line": "You did your best, Robin. ...You have my thanks. It's my own failures that haunt me now. Gods, I was just so powerless!"}, {"speaker": "Robin", "line": "It's not your fault either, Chrom."}, {"speaker": "Chrom", "line": "...She did it for me, Robin. So that I wouldn't have to live with the guilt of either choice, she chose for me. She sacrificed herself rather than give up what could one day save her people..."}, {"speaker": "Robin", "line": "Chrom... Listen to me. Look at me."}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Robin", "line": "I was powerless once, too, remember? And yes, alone, I don't think either one of us is half the person your sister was. But together...maybe we can be something more. If you fall, I'll be there to pull you back up. When you fight for your sister's ideals, I'll be by your side. You don't have to become your sister, you know. You can still be true to yourself. You just have to give people hope in whatever way you can."}, {"speaker": "Chrom", "line": "And what if I can't? What if I'm not worthy of her ideals? Robin, what if I drag you down with me?"}, {"speaker": "Robin", "line": "If you aren't worthy, you'll keep at it until you are. And if we both fall down, well, that's what friends are for, isn't it?"}, {"speaker": "Nowi", "line": "That's right. I wouldn't be even here if not for you."}, {"speaker": "Tharja", "line": "You gave me your trust and now you have mine. ...For the time being."}, {"speaker": "Lon'Qu", "line": "Were you unworthy, I would have left long ago."}, {"speaker": "Virion", "line": "It took great courage and charisma to unite all of us. ...I knew I possessed such talents, but clearly you do as well!"}, {"speaker": "Ricken", "line": "Yeah. We all look up to you! You're like a hero to us."}, {"speaker": "Chrom", "line": "Thank you, everyone. Your words mean more than you could know. My Shepherds... My warriors... There is work to be done. Gangrel must be stopped so that peace can once again reign in Ylisse. Will you help me?"}, {"speaker": "Lissa", "line": "You can count me in! I'm tired of crying all the time! It's time to start punchin' stuff!"}, {"speaker": "Maribelle", "line": "Hear, hear, darling! Our people have suffered enough."}, {"speaker": "Stahl", "line": "Gladly would I fight and die for House Ylisse!"}, {"speaker": "Sully", "line": "Gladly would I fight and KILL those dastards for House Ylisse!"}, {"speaker": "Libra", "line": "Our hearts echo yours, sire."}, {"speaker": "Sumia", "line": "I will be the the unbreakable shield by your side!"}, {"speaker": "Kellam", "line": "I'm with you, too! You know. Just in case anyone...Hello?"}, {"speaker": "Vaike", "line": "Teach is here and class is in session!"}, {"speaker": "Gregor", "line": "How much you pay Gregor? Hee hee haw! Gregor make joke! ...Why you look at Gregor like that?"}, {"speaker": "Panne", "line": "Your sister earned my respect. The last taguel shall champion her."}, {"speaker": "Frederick", "line": "You have grown strong, milord. I may have set a poor example as a knight... but I swear to you, I shall die before any more exalted blood is spilled!"}, {"speaker": "Chrom", "line": "...Thank you all. Truly. You honor me with your fealty. I will not falter again. We shall answer this outrage! The Mad King must be stopped!"}, {"speaker": "Flavia", "line": "Right! It's time for ol' Gangrel to get a dose of his own vulnerary! The whole of the Feroxi army is yours to send crashing against him!"}, {"speaker": "Basilio", "line": "Har! You young folk—your passions run so hot! If I had any gray hairs, you would've singed 'em right off. In other words, count me in!"}, {"speaker": "Olivia", "line": "I'd like to go too, if I may. The exalt did me a kindness once."}, {"speaker": "Chrom", "line": "She did?"}, {"speaker": "Olivia", "line": "Y-yes, sire. It would honor me to have a part in giving her justice! Although all I can do is dance... And I'm not so skilled at that, if we're being honest..."}, {"speaker": "Basilio", "line": "Har har! She's too modest! Olivia is a Feroxi treasure. You won't meet a finer dancer in all the realms! Her moves inspire soldiers to work twice as hard! You'll do well to bring her along, Commander."}, {"speaker": "Chrom", "line": "\"Commander\"? What happened to \"boy\"?"}, {"speaker": "Basilio", "line": "You've earned your way up from that name, I think. Now, where were we? Oh yes! I was just about to start cracking skulls! Flavia will lead me and the other Feroxi in a head-on assault. That should buy you enough time to take down Gangrel. Hear that, boy! You get the fun part!"}, {"speaker": "Chrom", "line": "I thought you weren't going to call me--"}, {"speaker": "Basilio", "line": "You and Robin have my every confidence. You're a born leader, and he/she has a knack of guiding troops to victory. You both have some growing to do yet, but I can already see you'll grow tall."}, {"speaker": "Chrom", "line": "Thanks, Basilio."}, {"speaker": "Basilio", "line": "All right, enough talk. It's time to raise some hell!"}, {"speaker": "Chrom", "line": "Right."}, {"speaker": "Basilio", "line": "Let's get to it, then! Gangrel may try to hit us while we're still licking our wounds."}, {"speaker": "Chrom", "line": "Let him try. This time, I'm ready to dethrone the Mad King, once and for all."}]}