{"chapter": "11", "title": "Mad King Gangrel", "speakers": ["Aversa", "Gangrel", "Soldier", "Frederick", "Chrom", "Robin", "Olivia", "Flavia", "Basilio", "Sully", "Sumia", "Lissa", "Maribelle", "Raimi", "Maiden", "Virion", "Cherche"], "dialogue_counts": {"Aversa": 3, "Gangrel": 13, "Soldier": 6, "Frederick": 5, "Chrom": 116, "Robin": 19, "Olivia": 22, "Flavia": 7, "Basilio": 4, "Sully": 16, "Sumia": 19, "Lissa": 9, "Maribelle": 16, "Raimi": 4, "Maiden": 3, "Virion": 9, "Cherche": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 278, "transitions": "--------------------------", "intro": [{"speaker": "Aversa", "line": "The enemy has taken the field, milord."}, {"speaker": "Gangrel", "line": "Back already? Ha! It feels as though we just said our good-byes..."}, {"speaker": "Aversa", "line": "Our scouts report they are in surprisingly good spirits."}, {"speaker": "Gangrel", "line": "Since when do you trust our scouts? Besides, what does it matter? They're armed like beggars compared to us! I could break their ranks as easily as I break wind."}, {"speaker": "Aversa", "line": "I'd love to hear the song the bards make of that."}, {"speaker": "Gangrel", "line": "Aversa, there is a truth about he world this Ylissean welp must learn. A man is either strong... ...or he is dead! Bwa ha haaa!"}, {"speaker": "Soldier", "line": "Y-Your Highness! Dire news!"}, {"speaker": "Gangrel", "line": "Oh? Speak."}, {"speaker": "Soldier", "line": "Our troops are laying down their weapons and deserting en masse! Please, sire... I am but a messenger... Have mercy..."}, {"speaker": "Frederick", "line": "Milord, I've a report from Khan Flavia. The Plegian army is in disarray."}, {"speaker": "Chrom", "line": "How do you mean?"}, {"speaker": "Frederick", "line": "It seems man of their soldiers are opposed to further violence. There has been infighting, desertion... Gangrel is trying to stamp out the mutiny by force, but with little success. Outside of a few faithful who serve him directly, his army has all but collapsed."}, {"speaker": "Chrom", "line": "This is incredible news. But why...? ...Emmeryn."}, {"speaker": "Frederick", "line": "Yes, milord. Emmeryn. The report says Gangrel's men chant her name as they abandon the field. Her words, and her sacrifice, have made her a folk hero of sorts."}, {"speaker": "Chrom", "line": "Emmeryn... Why did it take me so long to understand? She believed all people desire peace. She knew, deep down, the Plegians wanted it, too. It just took her to bring it to the surface."}, {"speaker": "Robin", "line": "......"}, {"speaker": "Chrom", "line": "I hope she can see this, wherever she is... Today, we put an end to Mad King Gangrel and bring peace back to the land."}, {"speaker": "Gangrel", "line": "Good day, my little princeling! Still dreaming of your squashed sister?"}, {"speaker": "Chrom", "line": "No more talk, Gangrel. Today, you die, and peace returns to Ylisse and Plegia."}, {"speaker": "Gangrel", "line": "Pah! Such hypocrisy! You despise me, wretch! You want to cut me down! You don't know the first thing about peace! No man does!"}, {"speaker": "Chrom", "line": "I know more than you ever will."}, {"speaker": "Gangrel", "line": "More than me? More than ME?! Bwa ha! ...You ARE me! When life asks you a question, you answer with blood!"}, {"speaker": "Chrom", "line": "Maybe you're right... I will never be my sister. I cannot forgive men like you—men who sow nothing but evil. All I have left arc words and her memory. Were I alone, I would be driven to madness. ...Or worse. But I'm not alone. My friends and brothers-in-arms stand behind me."}, {"speaker": "Gangrel", "line": "...Are you done? May I vomit now? Bwa ha ha! What a flowery harangue! Men are beasts! Nothing more! We fight! We kill! We devour our prey! Beasts do not stand behind beasts, little prince... They use each other only so long as it suits their own selfish purpose!"}, {"speaker": "Chrom", "line": "Perhaps this explains why your own soldiers refuse to stand behind you? You are a poison. A festering wound. And I will do what my sister could not."}, {"speaker": "Gangrel", "line": "Such a clever tongue you have, little prince... It will look quite fetching hanging on my mantle, next to your sister's corpse!"}, {"speaker": "Olivia", "line": "Milord, I have come! Am I too late? I don't claim my dance as anything special, but Khan Basilio says it renews the spirit!"}], "battle": [{"speaker": "Gangrel", "line": "Yes—draw closer! Let them charge at me with their RAGE! More of my soldiers shall greet them at every foolish step."}], "boss": [{"speaker": "Gangrel", "line": "Clinging to each other won't save you maggots when the boot falls!"}, {"speaker": "Gangrel", "line": "F-fool of...a prince... Your people care not for you... You are...alone... As every man lives and dies: ...alone..."}, {"speaker": "Gangrel", "line": "Come, princeling! I've sharpened my sword just for you!", "unit": "Chrom", "boss": "Gangrel"}, {"speaker": "Chrom", "line": "My sister wished for our people to know peace, Gangrel. But as long as you draw breath, it can never come. For Ylisse!", "unit": "Chrom", "boss": "Gangrel"}], "end": [{"speaker": "Soldier", "line": "Sire, the remaining Plegian forces are surrendering en masse!"}, {"speaker": "Chrom", "line": "Order our forces to cease fighting at once."}, {"speaker": "Soldier", "line": "Yes, sire!"}, {"speaker": "Flavia", "line": "Then it's finished. Once their messenger delivers our terms, that's it. We put an end to this bloody business, once and for all."}, {"speaker": "Chrom", "line": "We've won... Somehow I don't feel like celebrating."}, {"speaker": "Basilio", "line": "Victory can be bitter as well as sweet, boy. It's good you learn that now."}, {"speaker": "Flavia", "line": "Regna Ferox lost many good soldiers today. We need to see to our dead. Then it's time to attend to the living and rebuild our army."}, {"speaker": "Chrom", "line": "I'm sorry, Flavia. Your sacrifice will not be forgotten. Ylisse will compensate your nation in whatever fashion—"}, {"speaker": "Flavia", "line": "Oh? In that case, how about you hand over the Fire Emblem and we'll call it even? ...Hah! Just a little Feroxi humor. Don't worry about our finances, Chrom. Reparations will fall to Plegia, and I've seen their treasury—they can well afford it."}, {"speaker": "Basilio", "line": "Yes, pity the man who stands between Flavia and a full coffer, boy."}, {"speaker": "Chrom", "line": "Heh, I'll have to remember that when you come to visit Ylisstol."}], "dialogue": [{"speaker": "Frederick", "line": "I will ride ahead and assemble an escort, milord."}, {"speaker": "Chrom", "line": "Thank you, Frederick."}, {"speaker": "Robin", "line": "I'm quite impressed, Chrom. You make a fine ruler. You've come a long way from tending sheep!"}, {"speaker": "Chrom", "line": "Ha! Have I truly changed so much?"}, {"speaker": "Robin", "line": "Mmm... In a way, you haven't. But you've grown as a leader, and, of course, as a father."}, {"speaker": "Chrom", "line": "I've tried to do my best. My sister left a weighty legacy. I do all I can just to live up to it."}, {"speaker": "Chrom", "line": "I apologize I could not come sooner, Flavia."}, {"speaker": "Flavia", "line": "What matters is you are here, Chrom."}, {"speaker": "Chrom", "line": "Is it true Valmese warships have set sail? What can you tell us?"}, {"speaker": "Flavia", "line": "Not much more than that, I'm afraid. The details remain hazy. Just a moment... Oaf! ...Where are you, you big, bald—Chrom is here!"}, {"speaker": "Basilio", "line": "Ah! Well met, boy. I knew you'd come. We have someone you should hear from. I believe you've met? He claims to have insight into Valm's intentions."}, {"speaker": "Virion", "line": "Good day, lords and ladies. How far you all? Allow me the great pleasure, and indeed honor, of introducing myself..."}, {"speaker": "Chrom", "line": "We all know who you are, Virion. Although I don't believe we've met your companion?"}, {"speaker": "Virion", "line": "Hmph! You know nothing! Prepare for my great unmasking! Long have I posed as archest of archers! Yet that was but a ruse! Yea, an artifice, to disguise myself as a mere above-average man. In truth, I am—"}, {"speaker": "Cherche", "line": "*Ahem* May I present Duke Virion. I am his humble servant, Cherche. Greetings, sire. You honor us with your presence."}, {"speaker": "Virion", "line": "Cherche! You stole my moment!"}, {"speaker": "Chrom", "line": "A pleasure, Cherche. Perhaps you could speak on your master's behalf?"}, {"speaker": "Cherche", "line": "That may speed things along, yes..."}, {"speaker": "Chrom", "line": "Then please. Time is of the essence."}, {"speaker": "Cherche", "line": "Very well, then. First, concerning our origins... We hail from Rosanne, a fertile territory on the continent of Valm. Milord is the head of House Virion, and the rightful ruler of Rosanne. A fact he often reminds us of—and loudly."}, {"speaker": "Virion", "line": "Ha! Is she not a true wit? She gets it all from me, you know."}, {"speaker": "Chrom", "line": "So what brings a noble and his charge all the way across the long sea?"}, {"speaker": "Virion", "line": "The Valmese. Theirs was an unremarkable nation once. Tiny, almost pitifully so. Had our continent not shared its name, you might almost have forgotten it existed. And so Valm might have remained, if not for Walhart the Conqueror. One by one, he has taken the surrounding realms into his growing empire. I had no choice but to ru... Er, that is, to RECRUIT new allies to aid my people. That's why I've come."}, {"speaker": "Chrom", "line": "...You fled for your life."}, {"speaker": "Cherche", "line": "More or less, yes. While milord hastily gathered his valuables and guided his people to safety... I alone remained to keep an eye on the Valmese crisis. I was there as Rosanne was swallowed up by Emperor Walhart's overwhelming forces. In the end, I, too, fled here to Regna Ferox seeking asylum."}, {"speaker": "Virion", "line": "To my great relief, I might add! Eligible women are one of Rosanne's most precious natural resources! It would be a shame to waste any, even one who cuts off her lord and ma—"}, {"speaker": "Cherche", "line": "*Ahem!* As I was saying..."}, {"speaker": "Virion", "line": "Yes, yes, all right, it was only a jape! Please, by all means, you may con—"}, {"speaker": "Cherche", "line": "So, begging your pardons, but perhaps it is time to cut this long story short: Walhart has conquered our continent and now seeks to conquer yours."}, {"speaker": "Basilio", "line": "She claims the Valmese fleet will be at our shores in a matter of days. We'll know soon enough if her story proves true."}, {"speaker": "Cherche", "line": "I speak only what I know for true, good people. As does my lord. ...At least, with respect to this matter."}, {"speaker": "Virion", "line": "There's that wit of yours again! Aha! That wonderful...needling, chafing wit."}, {"speaker": "Chrom", "line": "I believe you both. Basilio, we must secure your ports as soon as possible."}, {"speaker": "Virion", "line": "You should know that Valm has the strongest cavalry in the world. You will want to station troops with experience fighting mounted troops."}, {"speaker": "Chrom", "line": "Why, Virion, are you volunteering?"}], "flashback": [{"speaker": "Olivia", "line": "G-good day, milord."}, {"speaker": "Chrom", "line": "Oh, hello, Olivia. What a pleasant surprise."}, {"speaker": "Olivia", "line": "Oh! Is it strange? ...Or untoward? I don't mean to be so! I just thought, since you're always so nice to me, I should…"}, {"speaker": "Chrom", "line": "I'm happy you're here. I've always like talking to you. Especially since you've become less... Well, terrified of me than before, heh heh…"}, {"speaker": "Olivia", "line": "Heh ha, I know! It is so very strange. I've always been painfully shy around strangers, and even some acquaintances. Even a nod sends me running! But...not with you."}, {"speaker": "Chrom", "line": "Basilio deserves my thanks. Were it not for his introduction, we may never have met."}, {"speaker": "Olivia", "line": "I...I suppose not."}, {"speaker": "Chrom", "line": "You're smiling! ...Heh. It suits you."}, {"speaker": "Olivia", "line": "Really? I'm still so new at it. ...Smiling, I mean. ...At you. Until recently, the very thought of you had me weeping in despair!"}, {"speaker": "Chrom", "line": "What? But why?"}, {"speaker": "Olivia", "line": "No! Not in a bad way! It's just... Well, you're our leader, and such an important man, and we could never…"}, {"speaker": "Chrom", "line": "...Be together?"}, {"speaker": "Olivia", "line": "But it's all right! I've made my peace with it. It's just... I've never felt this way about a man. It's strange. In a good way. ...I think."}, {"speaker": "Chrom", "line": "You're smiling again."}, {"speaker": "Olivia", "line": "So are you! And I never get to see THAT on the battlefield!"}, {"speaker": "Chrom", "line": "I'm never this happy on a battlefield. And rarely this happy off it…"}, {"speaker": "Olivia", "line": "Milord…"}, {"speaker": "Chrom", "line": "Olivia, I'm going to say something, and you're likely going to think me mad. I know that we barely know each other, but I feel something...extraordinary for you."}, {"speaker": "Olivia", "line": "Y-you do?"}, {"speaker": "Chrom", "line": "And not just when you dance! I feel it all the time. You're all I think about."}, {"speaker": "Olivia", "line": "Are you saying…"}, {"speaker": "Chrom", "line": "I think I love you. And I know that's madness! I KNOW it! But you know what? It doesn't matter. My sister always followed her heart, so now I'm going to follow mine... Olivia, will you marry me?"}, {"speaker": "Olivia", "line": "Holy gods! I mean... Yes... Yes, Chrom! Yes, oh yes! I will marry you!"}, {"speaker": "Chrom", "line": "I can't promise it will be easy, but I can promise you my heart."}, {"speaker": "Olivia", "line": "Your heart is all I need."}, {"speaker": "Chrom", "line": "I...I can't believe you said yes. I was worried you might run screaming, heh heh. Oh! Wait! I nearly forgot. I have something for you... Here. Take it as a sign of my devotion."}, {"speaker": "Olivia", "line": "Your royal ring? But this must be so precious to you!"}, {"speaker": "Chrom", "line": "I've found something more precious... My parents had this ring crafted to celebrate my birth. They wanted my to give it to the woman I would spend my life with. Take it, and know I will stand by you until the day I die."}, {"speaker": "Olivia", "line": "Chrom, this is... It's all too much."}, {"speaker": "Chrom", "line": "This is a love kindled quickly, but it burns bright in me. It is a love that will last. I believe it with all that I am."}, {"speaker": "Olivia", "line": "If this is madness, then lock me up and discard the key! I hope to never draw sane breath again!"}, {"speaker": "Chrom", "line": "So be it! We'll be crazy in love, together."}]}