{"chapter": "14", "title": "Flames On The Blue", "speakers": ["Robin", "Chrom", "Lucina", "Lissa", "Frederick", "Flavia", "Basilio", "Ignatius", "Soldier"], "dialogue_counts": {"Robin": 13, "Chrom": 22, "Lucina": 8, "Lissa": 3, "Frederick": 3, "Flavia": 4, "Basilio": 3, "Ignatius": 3, "Soldier": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 61, "transitions": "-------", "intro": [{"speaker": "Robin", "line": "Ah, take it all in! Breathtaking... Somehow our troubles feel a lifetime away out here."}, {"speaker": "Chrom", "line": "Yet in truth, we're headed straight toward them... I should be grateful the Plegians delivered us this fleet, as promised. But it's my first time on a vessel, and my legs... I never fancied myself a sea captain."}, {"speaker": "Lucina", "line": "This is my first voyage as well. In my time, all ships were destroyed. Smashed to pieces, along with their ports."}, {"speaker": "Chrom", "line": "Lucina... Something I've been meaning to ask... After you stopped Emm's assassination... Why didn't you stay with us?"}, {"speaker": "Lucina", "line": "I felt I had no other choice. I could not risk altering history any more than necessary. I sought only to divert events that directly led to Grima's return."}, {"speaker": "Lissa", "line": "Hey, so wait—what about the guys who tried to kill Chrom in the gardens? What would've happened if you didn't save him?"}, {"speaker": "Lucina", "line": "He would have been gravely wounded. And those wounds would have played a part in the tragedies to come."}, {"speaker": "Lissa", "line": "Whoa! Good thing you changed things, huh?"}, {"speaker": "Lucina", "line": "If indeed they have changed... The river of time always favors its original course. Take the exalt's death... I stalled it, yes, but in the end I was not able to prevent it."}, {"speaker": "Chrom", "line": "...You did what you could."}, {"speaker": "Lucina", "line": "I was so certain it was over. That I'd saved the world. But time simply found another way back to its course. Perhaps the task is simply too great... Perhaps if I'd done something differently? I replay events in my head, over and over..."}, {"speaker": "Chrom", "line": "Don't. You did your best. And you saved me, after all."}, {"speaker": "Lucina", "line": "You're kind, Father. But nothing is certain... Another could take your life. Time could find a way..."}, {"speaker": "Chrom", "line": "...Do you know how I die?"}, {"speaker": "Lucina", "line": "Only rumors... I was told you fell in a great battle, fought to sway your destiny. ...And that you were murdered— betrayed by someone dear to you."}, {"speaker": "Robin", "line": "Nngh! Ah..."}, {"speaker": "Chrom", "line": "Robin? What is it?"}, {"speaker": "Robin", "line": "M-my head... I don't... F-forgive me. I'm fine."}, {"speaker": "Lucina", "line": "...... After your murder and Grima's return, I took the name Marth and fought back. I prayed to the Hero-King for a small part of the strength he used to save the world. But I need this subterfuge no longer. I choose to fight as Lucina now. The name that reminds me of the strength in the man and woman who chose it."}, {"speaker": "Chrom", "line": "A strength shared by the woman who bears it."}, {"speaker": "Frederick", "line": "The pegasus knights report the Valmese fleet matches ours, ship for ship."}, {"speaker": "Chrom", "line": "Your tone tells me this is not good news."}, {"speaker": "Frederick", "line": "Their troops vastly outnumber ours. Our vessels are half-full, at best. But every Valmese ship is packed from stem to stern with soldiers."}, {"speaker": "Chrom", "line": "If we attempt to board them in a straight fight, we'll be slaughtered."}, {"speaker": "Flavia", "line": "We've little choice but to try anyway. Plegia had no men to spare, but they were generous with other supplies...including oil. Perhaps a clever tactician could find a use for that."}, {"speaker": "Robin", "line": "Hmm... Perhaps he/she could."}, {"speaker": "Flavia", "line": "If we can put their ships to flame, they'd have nowhere to escape to. We could—"}, {"speaker": "Basilio", "line": "You could roast us all like hams! Are you truly so eager to die, woman?!"}, {"speaker": "Flavia", "line": "Do you have a better idea, oaf?! ...The problem is we have no catapults. Hmm... How to get the lit oil on their decks without our own ships getting caught in the blaze?"}, {"speaker": "Robin", "line": "Hmm... Unless we WANT our ships caught in the blaze..."}, {"speaker": "Basilio", "line": "Why in the gods' named would... Well, I know better than to question Robin. Especially not when he/she has that look in his/her eyes. Gods save us from what he/she's cooked up this time—let's just hope it's not us!"}, {"speaker": "Robin", "line": "Chrom, I have an idea."}, {"speaker": "Chrom", "line": "Those words from your mouth are music to my ears, Robin."}, {"speaker": "Robin", "line": "But for my plan to work we'll need to disrupt their chain of command... Our strongest team would need to board their lead ship and kill their general. As our best captain I'd have you head the squad, but you ARE the prince, so..."}, {"speaker": "Chrom", "line": "Yes, I AM the prince, so no one can order me NOT to go. I will lead the assault!"}, {"speaker": "Robin", "line": "Then this plan truly stands a chance."}, {"speaker": "Chrom", "line": "Heh... So much has changed since we found you that day, lying in the open field... Hard to believe you determine the fate of our entire army now...our entire people. Destiny has a strange way."}, {"speaker": "Robin", "line": "...No, Chrom. Not destiny."}, {"speaker": "Chrom", "line": "What?"}, {"speaker": "Robin", "line": "We're not pawns of some scripted fate. I believe we're more. Much more."}, {"speaker": "Chrom", "line": "How do you mean?"}, {"speaker": "Robin", "line": "There's something between us all. Something that keeps us together... Like...invisible ties, connecting us. Giving us strength... WE forged these ties. WE strengthen them. If we preserve them, or break them, it will be by our choices, not some \"destiny\"..."}, {"speaker": "Chrom", "line": "...Robin... I think this salty air might have gone to your head, hah!"}, {"speaker": "Robin", "line": "All right, all right—perhaps enough philosophy for one day... There are still details to discuss."}, {"speaker": "Chrom", "line": "Indeed there are! And preparations to be made! Oh, and, Robin... If we are all bound by these invisible ties, I thank the gods it's with you."}, {"speaker": "Robin", "line": "......"}, {"speaker": "Chrom", "line": "Now then, everyone! Look lively! We have work to do!"}], "battle": [{"speaker": "Ignatius", "line": "One ship against three of ours? They're either very brave or very stupid... Either way, their bodies will float on the long sea before the day is done."}], "boss": [{"speaker": "Ignatius", "line": "Arrogant pup! The seas are my home, and they will be your grave!"}, {"speaker": "Ignatius", "line": "Strike me down, and ten will take my place... You...have...lost!"}], "end": [{"speaker": "Chrom", "line": "Robin! Their general has fallen! I'm giving the signal! All appointed ships, change course! Head right at them! Ramming speed!"}, {"speaker": "Soldier", "line": "...Gods and thunder! Any second now!"}, {"speaker": "Chrom", "line": "Steady... Steaaaady..."}, {"speaker": "Soldier", "line": "We're right on top of them!"}, {"speaker": "Chrom", "line": "NOW! JUUUMP!"}, {"speaker": "Lissa", "line": "The sea itself is on fire!"}, {"speaker": "Frederick", "line": "It worked! It worked!"}, {"speaker": "Flavia", "line": "Only you could hatch such a brilliant scheme, Robin. Who else would desert half our vessels and turn them into flaming cannonballs? And there was still enough room on the remaining ships for all our troops. It was so simple, and yet the Valmese never saw it coming. They never considered anyone might be willing to sacrifice half a fleet..."}, {"speaker": "Chrom", "line": "We may have won the day, but the war still looms. We must continue on and seize control of their main harbour."}, {"speaker": "Basilio", "line": "Aye, boy! I've had enough of the smoke and smell here for one lifetime, besides."}, {"speaker": "Chrom", "line": "Full speed for Valm!"}]}