{"chapter": "16", "title": "Naga's Voice", "speakers": ["Lissa", "Basilio", "Frederick", "Say'Ri", "Chrom", "Cervantes", "Soldier", "Lucina", "Tiki", "Flavia", "Robin"], "dialogue_counts": {"Lissa": 3, "Basilio": 4, "Frederick": 2, "Say'Ri": 14, "Chrom": 17, "Cervantes": 16, "Soldier": 4, "Lucina": 6, "Tiki": 16, "Flavia": 4, "Robin": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 92, "transitions": "----------", "intro": [{"speaker": "Lissa", "line": "Whoaaa... I don't think I've ever felt so small..."}, {"speaker": "Basilio", "line": "I can't even see the top of it!"}, {"speaker": "Frederick", "line": "Most impressive indeed... So the shrine hides all the way up in its branches?"}, {"speaker": "Say'Ri", "line": "Aye, sir. A great staircase inside the trunk leads up to it. However, the empire has closed off the only route to the steps. Or perhaps \"roots\" to the steps, I should say."}, {"speaker": "Chrom", "line": "Then we'll just have to break through. Come!"}], "battle": [{"speaker": "Cervantes", "line": "So! They arrive at last, eh wot! \"Yes, come closer,\" said the hairy spider to the flies..."}, {"speaker": "Soldier", "line": "General Cervantes! Lord Excellus was right—the Ylissean League approaches!"}, {"speaker": "Cervantes", "line": "...Are you daft, boy? Did you not hear what I was JUST saying?!"}, {"speaker": "Soldier", "line": "A thousand pardons, sir!"}, {"speaker": "Cervantes", "line": "Hmm... They must have some skill to make it this far... But no matter. We will show them the meaning of the word \"fear\"..."}, {"speaker": "Soldier", "line": "The meaning of \"beard,\" sir? Er, yes, I'm sure they would be most impressed.... But perhaps—"}, {"speaker": "Cervantes", "line": "Fear, you deaf ignoramus! FEAR!"}, {"speaker": "Soldier", "line": "Y-yes, sir! Of course, sir! ...Sorry, sir!"}, {"speaker": "Cervantes", "line": "...They are impressive, though, aren't they? My whiskers? Ha ha! I've not shaved since my very first battle. And have I ever lost? No! Not even once! Ergo, my moustache makes me invincible. It's science, my boy—science!"}, {"speaker": "Cervantes", "line": "Heh ha, yes! \"Come, reinforcements,\" said the spider to...the...other spiders."}], "boss": [{"speaker": "Cervantes", "line": "My whiskers are safe against you lot—victory is inevitable!"}, {"speaker": "Cervantes", "line": "Nngah! But...how can this be? My invincible moustache! Blasted science, you have...played me for a...fool..."}, {"speaker": "Chrom", "line": "Fiend! You invade kingdoms and bully them into submission... Why? What does it achieve?", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "Do you even need ask, whelp? Emperor Walhart is destined to rule this world, plain and simple.", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Chrom", "line": "Yes, but to what end?", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "Irrelevant! Walhart's mind is beyond the grasp of common men.", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Chrom", "line": "So you don't even know what you're fighting for?", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "I tend to my own beard, boy. A soldier does not question orders. But he gives his loyalty—and maybe his life—in the service of greater men.", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Chrom", "line": "Great men? Is living only to conquer so great an ambition?", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "What could be greater! Once I had dreams myself of commanding a nation... But Walhart? Aye, he dreams bigger. He would rule the entire world! Mine is nothing compared to the moxie of the Conqueror. I am but a single tiny hair on the beard of a flea in his great moustache! Have you not tasted the thrill of being part of something bigger than yourself?", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Chrom", "line": "Not at the price of inflicting cruelty and suffering, no.", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "Hmph. Then we have nothing more to discuss. Prepare to learn the meaning of the word \"beard.\" ...Fear, I mean fear!", "unit": "Chrom", "boss": "Cervantes"}, {"speaker": "Cervantes", "line": "...Eh wot?! It cannot be! Say'ri—my mortal enemy...", "unit": "Cervantes", "boss": "Say'ri"}, {"speaker": "Say'Ri", "line": "General Cervantes... Your reputation—and your gut—precedes you.", "unit": "Cervantes", "boss": "Say'ri"}, {"speaker": "Cervantes", "line": "But we have met in battle before, girl! Have you forgotten?! Not long ago, you and I, locked in deadly combat. I was sure we had won the day until you appeared...", "unit": "Cervantes", "boss": "Say'ri"}, {"speaker": "Say'Ri", "line": "...Your beard again? Can you talk of nothing else, you imperial pig?!", "unit": "Cervantes", "boss": "Say'ri"}, {"speaker": "Cervantes", "line": "Ap-PEARED! I said \"appeared\"! Just...never mind!", "unit": "Cervantes", "boss": "Say'ri"}], "end": [{"speaker": "Say'Ri", "line": "Marry! What fighting! I almost pity the enemies of Ylisse."}, {"speaker": "Chrom", "line": "Say'ri, do you know the way up to the shrine?"}, {"speaker": "Say'Ri", "line": "Aye, sir. Follow me—and let us be quick about it!"}, {"speaker": "Lissa", "line": "*Huff huff* Ugh... How many stairs are there in a case of stairs? Because I'm already sick of this stupid staircase!"}, {"speaker": "Lucina", "line": "The Voice truly lives all the way up here?"}, {"speaker": "Say'Ri", "line": "Lady Tiki! Are you here? Prithee answer!"}, {"speaker": "Tiki", "line": "*Yawn*"}, {"speaker": "Say'Ri", "line": "Ah, my lady... I'm so relieved to see you're all right."}, {"speaker": "Lucina", "line": "So you are Lady Tiki? She who speaks for the divine dragon?"}, {"speaker": "Tiki", "line": "...Marth? Oh, Mar-Mar, is that you?!"}, {"speaker": "Lucina", "line": "...My name is Lucina, milady. Though I did go by the name Marth for a time. Might we have met?"}, {"speaker": "Tiki", "line": "...Alas, no. I'm sorry... You reminded me of someone I knew. But he is gone now. Lost during my endless sleep..."}, {"speaker": "Lucina", "line": "......"}, {"speaker": "Tiki", "line": "You and your father are of the exalted bloodline, are you not?"}, {"speaker": "Chrom", "line": "Yes, milady."}, {"speaker": "Tiki", "line": "Do you yet possess the Fire Emblem? It should have been passed down through your family..."}, {"speaker": "Chrom", "line": "I... Yes, I have it..."}, {"speaker": "Tiki", "line": "Ah! What relief to know it has not been lost. ...But where are the Gemstones? I see only Argent."}, {"speaker": "Chrom", "line": "Gemstones?"}, {"speaker": "Tiki", "line": "Yes, there are five of them—Argent, Sable, Gules, Azure, and Vert. Each holds a portion of Naga's power. When mounted upon the Emblem, they allow one to perform the Awakening."}, {"speaker": "Frederick", "line": "The rite by which the first exalt channeled the divine dragon's power..."}, {"speaker": "Tiki", "line": "The very same. With the Fire Emblem's power, the exalt was able to defeat Grima. But such power was too much for men, and so the Gemstones were scattered. I kept Azure here with me."}, {"speaker": "Say'Ri", "line": "My kingdom had safeguarded Vert for generations. But the gem was recently stolen by Walhart's men."}, {"speaker": "Lucina", "line": "Milady, do you know where the other two Gemstones might be?"}, {"speaker": "Tiki", "line": "The remaining Gemstones, Sable and Gules, are no longer known to me. They may have been taken long ago, at the time of the Schism."}, {"speaker": "Basilio", "line": "Regna Ferox was founded during the Schism. As were most all nations in the realm, I believe."}, {"speaker": "Lissa", "line": "Wait—does that mean you guys have one of the Gemstones, Basilio?"}, {"speaker": "Flavia", "line": "Ha! As if anyone would entrust the oaf with such a thing!"}, {"speaker": "Basilio", "line": "Actually, it's true—we did keep one: Gules. ...Did I never inform you?"}, {"speaker": "Flavia", "line": "You most certainly did not."}, {"speaker": "Basilio", "line": "Hmm... Must have slipped my mind. Regardless, yes. The West-Khans once safeguarded Gules. But it was lost long before my lifetime."}, {"speaker": "Tiki", "line": "Here. Take Azure, exalted ones. With it, you possess two of the five Gemstones. Now you must seek out the others and perform the Awakening. Our world must be defended from Grima at all costs!"}, {"speaker": "Chrom", "line": "But I'm confused... I thought Grima's power was sealed away."}, {"speaker": "Tiki", "line": "Yes, but ever since, there have been those who would change that. Grima's life force grows even now, and with it, the long shadows of despair."}, {"speaker": "Lucina", "line": "......"}, {"speaker": "Chrom", "line": "When will he return? And where?"}, {"speaker": "Tiki", "line": "I cannot know these things. But I can feel his presence... It looms, closer and closer... This task is a heavy burden, but as he of exalted blood, it must fall to you, Chrom."}, {"speaker": "Chrom", "line": "I understand. Thank you, for all your help."}, {"speaker": "Robin", "line": "We owe you a great debt, milady."}, {"speaker": "Tiki", "line": "Ah! You... You have it..."}, {"speaker": "Robin", "line": "...What?"}, {"speaker": "Tiki", "line": "You have power...like mine."}, {"speaker": "Robin", "line": "I do?"}, {"speaker": "Tiki", "line": "I... Ah... Forgive me... I am still groggy from my slumber. My words outpace my thoughts."}, {"speaker": "Say'Ri", "line": "Are you all right, my lady?"}, {"speaker": "Tiki", "line": "I am fine... Just very tired... I haven't the strength to join you in the fray. Not yet. But I will call the people together, in prayer, for an end to this conflict."}, {"speaker": "Say'Ri", "line": "Factions of the Resistance are already uniting in answer to the Voice's call! Soon bards will sing of this day... \"They who conquered the Conqueror!\""}, {"speaker": "Chrom", "line": "A tune I'm most anxious to hear."}, {"speaker": "Robin", "line": "But a man like Walhart will not roll over dead at the first sign of trouble..."}, {"speaker": "Say'Ri", "line": "Aye, my lord...as you say. He will muster his forces to put down the Rebellion. Then his gaze will turn to us. Against his full might, we would not last long."}, {"speaker": "Chrom", "line": "Where are his armies garrisoned?"}, {"speaker": "Say'Ri", "line": "The Valmese Imperial Army is comprised of three main divisions: one controls the north, one the south, and the third the lands between. Emperor Walhart commands the northern forces. Their might easily exceeds our own. The south is led by my brother, Yen'fay. His host is said to rival Walhart's."}, {"speaker": "Robin", "line": "Divisions, are they? Hmm..."}, {"speaker": "Flavia", "line": "I see a plan brewing in those eyes of yours, Robin..."}, {"speaker": "Robin", "line": "If we could divide their divisions—disrupt communications, supplies, et cetera... Then introduce misinformation to add to the confusion...a whisper here and there... The panic would spread on its own...and all the quicker for their great number. Such a giant force could collapse under its own weight."}, {"speaker": "Chrom", "line": "Say'ri—the third division, stationed between the other two..."}, {"speaker": "Say'Ri", "line": "Aye, sir, at Fort Steiger, halfway along the highroad. In fact, not so far from where we stand now. We might stand a chance against them... But it would take speed, and luck. I wager Walhart and Yen'fay will hear of our exploits soon, if they haven't already. I suggest sending the bulk of our army to the north and south to mask our plan. An elite force, led by Sir Chrom, might then quietly slip through to Fort Steiger. What say you?"}, {"speaker": "Chrom", "line": "I say, \"aye.\""}, {"speaker": "Flavia", "line": "Aye."}, {"speaker": "Say'Ri", "line": "Fie! We could all be dead before nightfall, yet not one of you so much as hesitates. Your courage is...an inspiration... Aye, we will win this war yet, by gods!"}]}