{"chapter": "18", "title": "Sibling Blades", "speakers": ["Say'Ri", "Robin", "Chrom", "Yen'Fay", "Excellus", "Lucina", "Lissa", "Soldier", "Flavia"], "dialogue_counts": {"Say'Ri": 29, "Robin": 7, "Chrom": 21, "Yen'Fay": 17, "Excellus": 10, "Lucina": 6, "Lissa": 1, "Soldier": 1, "Flavia": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 100, "transitions": "------------", "intro": [{"speaker": "Say'Ri", "line": "Just as I thought: the turncloaks only made a show of opposing us. We're clear of them. But Yen'fay's forces approach swiftly. It won't be long now..."}, {"speaker": "Robin", "line": "We should hasten south to meet them, and distance ourselves from Walhart. This battle will be challenge enough without the Conqueror breathing down our backs."}, {"speaker": "Say'Ri", "line": "...Another concern: the dynasts who betrayed us. They attacked us and let us go both, because it suited their purpose. Should they attack us from behind as we battle Yen'fay, it would be an easy victory. They would curry favor with the empire without risk of injury. This is how they think."}, {"speaker": "Robin", "line": "Hmm..."}, {"speaker": "Chrom", "line": "We cannot defend two fronts. We'll need to choose our battlefield carefully... Say'ri, that mountain—I've seen it smoke for hours but I see no trees on it anywhere?"}, {"speaker": "Say'Ri", "line": "What...ah. That is no forest fire, sir. It's a volcano. Have you never seen one? That one is called the Demon's Ingle. It is known and feared by all people of Valm. Few dare even get close, lest they anger the wicked fire god."}, {"speaker": "Chrom", "line": "Hmm... Robin? Are you thinking what I'm thinking?"}, {"speaker": "Robin", "line": "Only if you're wondering how quickly we can reach the volcano."}, {"speaker": "Say'Ri", "line": "G-go to the Demon's Ingle?! Do you know what you're saying?"}, {"speaker": "Robin", "line": "I'm saying your opportunistic former friends wouldn't dare risk following us. And we can use the flames as barriers, to limit how your brother's army approaches."}, {"speaker": "Say'Ri", "line": "Mmm... And my brother will still come. His stubborn pride will force his hand..."}, {"speaker": "Chrom", "line": "Then it seems we have our strategy."}, {"speaker": "Say'Ri", "line": "...'Tis a risky plan, but I can devise none better. And you two seem to have a peculiar talent for performing miracles."}], "battle": [{"speaker": "Yen'Fay", "line": "......"}, {"speaker": "Excellus", "line": "Why, General, such a melancholic air about you today. Whatever is the problem? ...Oh, is today the day you face off against your beloved sister? Dear me, of course it is! Well then, of course you'd be in a foul mood..."}, {"speaker": "Yen'Fay", "line": "She is a rebel and traitor to the empire. I have no sister."}, {"speaker": "Excellus", "line": "Oh, very good, very good—right out of the book, General Yen'fay! (And I commend your acting ability...very convincing! I think your men all heard you.) In any case, I'm SO glad I can trust you not to take it easy on her ragtag little troupe."}, {"speaker": "Yen'Fay", "line": "......"}, {"speaker": "Excellus", "line": "Yes, we BOTH know why you'd never let any of her comrades escape, don't we? Oh, I know it must be so difficult, General. But think of it this way: You still have a family. A big one! The whole imperial army is your family now! ...Well, I should run. Do tell your little sister I say hello? Ta ta!"}], "boss": [{"speaker": "Yen'Fay", "line": "I am Yen'fay of Chon'sin. That is all you need know before you die."}, {"speaker": "Yen'Fay", "line": "Well fought... She will...be...safe... I can die...in peace..."}, {"speaker": "Say'Ri", "line": "Brother. I won't ask you why... We are well beyond that point now. I will speak it plain: I cannot forgive you, and neither can I let you live.", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "I've asked you for nothing, Sister, least of all your forgiveness.", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Say'Ri", "line": "But you will have my justice, like it or no! You, who stood by in silence while everyone around you suffered! While villages were razed and fields burned, you watched but said nothing... When Father and Mother were murdered—you said nothing! Nothing, before you ran to the arms of the one man responsible for all of it! Your silence was deafening. Maddening. Even now...have you nothing to say?!", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "......", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Say'Ri", "line": "Damn you, Yen'fay! Then I will make your sword answer for you! Draw your blade, and let it sing your final words!", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "Say'ri... You have grown...so strong...", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Say'Ri", "line": "...Do...do you mock me? I have seen your best swordplay...that was not it. You went easy on me...but why?", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "What I could not tell you in life... I say with my death...", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Say'Ri", "line": "But, Yen'fay...", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "You have found...strong comrades... I no longer need fear for you... ...I die...in peace...", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Say'Ri", "line": "Yen'fay, wait! What do you mean? Why?! Don't leave me with more silence—not this time! Yen'fay!", "unit": "Say'ri", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "General Yen'fay.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "Aye, that is the name. What would you have of me, Ylissean?", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "I would ask why a famed swordmaster would sell his honor to Walhart.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "...That is not your concern.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "...Are you truly your sister's brother? She is a principled woman. Even knowing Walhart's strength, she has fought on valiantly. Are you so deluded as to genuinely consider her your enemy? Or are you simply afraid of your master?", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "Afraid...? Yes, fear plays its part, that I cannot deny.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "...You admit it, then? You are craven!", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "I did not say it was fear for my life. That my reasons exist is not cause to explain them all to strangers.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "If there's honor left in you, say it now. You could still join us...", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "The bones have been thrown, lad. All that remains is to see where they fall.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "So be it.", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "Hrrgh! Nngh...", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Chrom", "line": "Whatever your reasons joining them, there must have been another answer...", "unit": "Chrom", "boss": "Yen'fay"}, {"speaker": "Yen'Fay", "line": "Some quandaries in this world...have...no...proper answer...", "unit": "Chrom", "boss": "Yen'fay"}], "end": [{"speaker": "Say'Ri", "line": "Our victory is secured... Yen'fay has fallen. I will never understand why he joined Walhart... His reasons die with him."}, {"speaker": "Excellus", "line": "But oh, what a death it was! Did you see the grief etched on his face? The mix of longing and pain in the eyes? He had become such an accomplished actor, but that was all too real, hee hee!"}, {"speaker": "Say'Ri", "line": "Excellus... What would you know of my brother, you loathsome toad!"}, {"speaker": "Excellus", "line": "More than you, princess of Chon'sin. And I would watch that mouth of yours... I am honoring Yen'fay's sacrifice by not killing you now...but even I have my limits."}, {"speaker": "Say'Ri", "line": "...What? What do you mean \"sacrifice\"?"}, {"speaker": "Excellus", "line": "Oopsie! Did I just spill the beans? Hya ha ha ha ha! I'm so sorry, but I promised your dear brother I'd never tell..."}, {"speaker": "Say'Ri", "line": "Explain yourself, snake—or die!"}, {"speaker": "Excellus", "line": "Bah! As if YOU could harm ME! YOU only live by MY grace, you ungrateful WRETCH! I could have had you killed countless times! And I would have, if not for him..."}, {"speaker": "Say'Ri", "line": "Enough talking around it—say what you mean!"}, {"speaker": "Excellus", "line": "Oh, did Yen'fay not groan out the truth as you cut him to bloody pieces? No, I suppose not. He always was so quiet. And proud...honorable, I think they call it? Yet he swallowed his pride and cast aside his honor...all to protect his beloved kin. That's right, Little Sis. He did it...to save you."}, {"speaker": "Say'Ri", "line": "What?! ...Lies... You're lying!"}, {"speaker": "Excellus", "line": "No, I'm telling the truth, which I admit is a rare treat, so you best shut up and enjoy it. Before you met these Ylisseans, I could have had your head with a word. In Chon'sin, at Valm Harbor... Did you really think yourself so elusive? You were my leverage for Yen'fay. Unwitting and unbound, but a hostage all the same. I let you live; he fought for us. That was our deal. And he kept his end, right TO his end!"}, {"speaker": "Say'Ri", "line": "No...NO!"}, {"speaker": "Excellus", "line": "Phew... Well, I don't know about you, but I feel MUCH better having that off my chest. Maybe I will give this truth telling a try more often! Yes, I shall resolve to do so! In any case, good-bye, friends! I wish you safe travels, and so sorry about Yen'fay... Oops! I broke my resolution twice already! Tee hee hee!"}, {"speaker": "Say'Ri", "line": "N-no, this isn't... This can't be... Y-Yen'fay, no..."}, {"speaker": "Chrom", "line": "Say'ri..."}, {"speaker": "Say'Ri", "line": "Gods... The things I said to him... The things I did... I have wronged him beyond imagining."}, {"speaker": "Chrom", "line": "......"}, {"speaker": "Say'Ri", "line": "If he had only spoken! Told me! I could have joined the ruse, I..."}, {"speaker": "Lucina", "line": "Milady, I know well the grief of losing family with so much yet unsaid."}, {"speaker": "Say'Ri", "line": " I am wretched! I've repaid my brother's kindness with death! Oh, Yen'fay, forgive me... Please, oh please... Please..."}, {"speaker": "Lissa", "line": " Say'ri, I... I'm sorry... I'm so sorry!"}, {"speaker": "Chrom", "line": "Say'ri, you did all you could. Your brother knew that... You are blameless in this. Excellus and the empire are at fault here. And they will be made to answer for it, I promise you."}, {"speaker": "Say'Ri", "line": "...... Sir Chrom, I... Pray, forgive me. You have done so much for this land while I can give nothing in return. Or worse... What help I offered turned against us..."}, {"speaker": "Robin", "line": "WE'RE the Resistance now, and we've yet to lose a battle! Yen'fay would be proud. And he'd also want us to fight on...to make sure his sacrifice has meaning. And fight we will, Say'ri. Until this land is free."}, {"speaker": "Say'Ri", "line": "Aye, sir/my lady... And thank you. I owe my life to you all, and to my brother... I swear to you, and to him... I will make the most of it."}], "dialogue": [{"speaker": "Soldier", "line": "Milord! *huff, huff* K-Khan Basilio, he... He has been killed in battle!"}, {"speaker": "Lucina", "line": "No!"}, {"speaker": "Chrom", "line": "Damn it all! You're certain?"}, {"speaker": "Flavia", "line": "I am. He's gone, Chrom. I saw him fall myself. ...He's gone."}, {"speaker": "Chrom", "line": "Flavia! What happened? Wait...you're hurt! Lucina—fetch a healer, at once!"}, {"speaker": "Flavia", "line": "I'll be fine, gods damn me... Gods damn me for outliving that one-eyed clod! That big, bald oaf! That...that...Aaaaaargh!"}, {"speaker": "Lucina", "line": "That's twice now I have failed..."}, {"speaker": "Flavia", "line": "I'll kill him! I'll cut that dastard Walhart down myself! I swear it before the gods!"}, {"speaker": "Chrom", "line": "No, Flavia...for now, you need to rest and to heal. When the time is right, we will avenge Basilio. You have my word."}, {"speaker": "Flavia", "line": "...Then know that I will hold you to it..."}, {"speaker": "Lucina", "line": "...Why did I let him go..."}, {"speaker": "Flavia", "line": "Chrom, there's something else. Something important. Basilio asked I give you this..."}, {"speaker": "Chrom", "line": "Wait... Is that...? Ah... I can feel its power resonating through my whole body..."}, {"speaker": "Flavia", "line": "It's Gules, one of the Gemstones you need. Don't ask me why in hell's name the oaf hid it from you. He always did love his surprises, damn him."}, {"speaker": "Chrom", "line": "Whatever his reasons, I accept his gift now, and gladly."}, {"speaker": "Flavia", "line": "It's hard to believe he's truly gone... The larger the man, the larger the void left in his wake..."}, {"speaker": "Lucina", "line": "And Khan Basilio was a titan. There is no replacing him. I should have tried harder to convince him..."}, {"speaker": "Say'Ri", "line": "The scouts have reported back. Walhart's army...has retreated to the imperial capital."}, {"speaker": "Robin", "line": "Retreated?!"}, {"speaker": "Say'Ri", "line": "It seems the dynast turncloaks are withdrawing their soldiers as well."}, {"speaker": "Chrom", "line": "I don't believe it..."}, {"speaker": "Say'Ri", "line": "Steiger and Yen'fay have fallen; it's no shock Walhart might pull back to regroup. And of course the dynasts now see cracks forming in the empire..."}, {"speaker": "Chrom", "line": "Maybe they'll reconsider which side they will fight for?"}, {"speaker": "Lucina", "line": "Possibly, if they can see an advantage in it for themselves. With them or not, it seems a decisive battle is upon us."}, {"speaker": "Say'Ri", "line": "To think, how quickly our fortunes have shifted..."}, {"speaker": "Robin", "line": "We have Basilio to thank for it. For all of it. His sacrifice made it all possible... If only there had been some other way..."}, {"speaker": "Flavia", "line": "No second guessing! Basilio would have hated that. You did your duty as best you were able, same as he. Now clear the doubts out of that clever head of yours—we're going to need it. The fate of Valm—and all our homelands—hangs on this next battle. For the sake of history and all our fallen comrades... We will bring this empire crashing down!"}, {"speaker": "Chrom", "line": "Shepherds! Comrades! Soldiers! We make for the capital! This \"Conqueror's\" reign ends now!"}]}