{"chapter": "19", "title": "The Conqueror", "speakers": ["Chrom", "Frederick", "Robin", "Flavia", "Lissa", "Excellus", "Cervantes", "Walhart", "Say'Ri", "Lucina", "Valmese"], "dialogue_counts": {"Chrom": 10, "Frederick": 1, "Robin": 1, "Flavia": 3, "Lissa": 1, "Excellus": 14, "Cervantes": 8, "Walhart": 18, "Say'Ri": 10, "Lucina": 1, "Valmese": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 68, "transitions": "---------------", "intro": [{"speaker": "Chrom", "line": "...Where is his army?"}, {"speaker": "Frederick", "line": "No sign of them yet, milord."}, {"speaker": "Robin", "line": "Hmm..."}, {"speaker": "Flavia", "line": "I don't like it. They could be buying time..."}, {"speaker": "Lissa", "line": "...Buying time waiting for what?"}, {"speaker": "Excellus", "line": "Tya ha! The fools have no idea what they've just stepped into! Eee hee!"}, {"speaker": "Cervantes", "line": "Mmm, the anticipation before a battle. My hairs stand on end—every one of them! Makes it difficult to brush, if I may say... But today's struggle will set the course of history, once and for all."}, {"speaker": "Excellus", "line": "Today's \"struggle,\" Cervantes? I think you mean today's SLAUGHTER."}, {"speaker": "Cervantes", "line": "That's the spirit, tactician!"}, {"speaker": "Excellus", "line": "Wha—No! *sigh* I JUST finished explaining this to you. What is wrong with your ears?! The Resistance will destroy itself—you and I needn't so much as lift a finger. The Ylissean League thinks the dynasts no longer fear us... But they don't understand how...persuasive my methods can be! Hya ha ha! They'll know once they see their former friends with knives to their backs!"}, {"speaker": "Cervantes", "line": "Chives and flapjacks, you say?"}, {"speaker": "Excellus", "line": "The battle is won before it's started, and without us risking any further casualties! Hya ha! Brilliant, if I do say so myself. And really, no one else is capable of judging... Ah well... Tea, Cervantes? I have a stash of gray-root blend here...simply divine..."}, {"speaker": "Cervantes", "line": "Why Excellus, thank you. It IS quite a divine 'stache, isn't it, eh wot!"}, {"speaker": "Excellus", "line": "You imbecile! \"Stash\"! The tea! The— Oh why do I even bother! *Sigh* If only there were someone with the intellect to appreciate my talents..."}, {"speaker": "Walhart", "line": "Cervantes."}, {"speaker": "Cervantes", "line": "Y-yes, my master!"}, {"speaker": "Walhart", "line": "Who is the pinnacle of man, in body, mind, and spirit? Who is greater than the gods?"}, {"speaker": "Cervantes", "line": "Only you, my master!"}, {"speaker": "Walhart", "line": "Well, Excellus, that seems to contradict your last statement. What say you?"}, {"speaker": "Excellus", "line": "...M-my master! I assure you, I meant no offense! I only celebrate achievements in your service, master. To your glory."}, {"speaker": "Walhart", "line": "Glory is won on the battlefield! Glory is meeting your enemy's eyes and watching the hope drain away with his life... Glory is not won holed up in a castle with plots and cowardly schemes. And I'll be dead before I let some dynast farm lord take today's glory in my stead."}, {"speaker": "Excellus", "line": "Oh, why yes, of course! And so well put, my master, hya ha... I only meant that—"}, {"speaker": "Cervantes", "line": "That sick mind of yours sees much, Excellus. That much is certain. But for someone so clever, you really can be quite daft."}, {"speaker": "Excellus", "line": "What?! You DARE speak to me like some child? ...Like your EQUAL?!"}, {"speaker": "Cervantes", "line": "Ta ha ha! Your equal? No, fear not. I will never think of you as my equal, worm. Now if you'll excuse me, I would shave and wax up before the fight..."}, {"speaker": "Excellus", "line": "Broom-faced twit! To hell with him...with the both of them! ... *Sigh* Now, Excellus, keep your wits about you. They're all you have...besides good looks. Let Walhart charge ahead—the big, stupid lobster... I'll end up on the winning side one way or another! Whee hee hee hee!"}], "battle": [{"speaker": "Chrom", "line": "That's him, isn't it? Walhart... Brave of him to face us."}, {"speaker": "Say'Ri", "line": "Brave? Aye. But more likely he just wants to enjoy this himself."}, {"speaker": "Walhart", "line": "You do your sister's legacy proud, Prince! But humanity already has a savior. A conqueror who broke stronger men that you when they refused to bow. Warriors of Valm! Ride with me now! Together we will stamp out this final pack of insurgents and unite the world!"}, {"speaker": "Walhart", "line": "Call in the reinforcements! Let the cavalry rain upon them like a blizzard of swords!"}], "boss": [{"speaker": "Walhart", "line": "Behold: I am Walhart the Conqueror! And you are but a pebble upon my path to immortality."}, {"speaker": "Walhart", "line": "Nngh... You think you have won? You blow as if to douse a candle, but you only stoke the fires of hell!"}, {"speaker": "Walhart", "line": "Why do you resist me, little Prince?", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Chrom", "line": "You enslave the weak and kill the able. You are the enemy of peace.", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Walhart", "line": "I would end the reign of the gods, and you object on moral grounds?! Blood is spilled in any new birth, Prince. And in many a just cause, as you know...", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Chrom", "line": "There is no justification for what you've done.", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Walhart", "line": "By whose laws do you judge me? Yours? Your sister's? The gods'?", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Chrom", "line": "You cannot—", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Walhart", "line": "Look at you! Are you not ashamed? Your mind is filled with nothing but secondhand beliefs. You dance upon the stage of your gods like a mindless puppet! THAT is what I reject: being a slave to tradition, to obligation. The old ways. Damn the gods! Damn their fates and their destinies! I will have true freedom! Any man who offers less is my enemy.", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Chrom", "line": "Enough! I don't require every detail of your twisted philosophy. You're a villain and a murderer, plain and simple. And I am the justice you deserve.", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Walhart", "line": "Ha ha ha! Better, Prince. Much better! Be not an agent of someone else's justice, but justice itself! Now, let us fight as two great men, freed of their gods. I grant any challenger the chance to test his will against my own... But you, too, shall be found wanting!", "unit": "Chrom", "boss": "Walhart"}, {"speaker": "Say'Ri", "line": "Walhart!", "unit": "Say'ri", "boss": "Walhart"}, {"speaker": "Walhart", "line": "Hmm? The princess of Chon'sin? It's a wonder you still live.", "unit": "Say'ri", "boss": "Walhart"}, {"speaker": "Say'Ri", "line": "I have survived your gauntlet of betrayal and death, tyrant. Shall I describe to you now the searing pain of it all? The torture of watching friends, family...my entire kingdom perish? The fresh hell of each new day, with no respite in sight?", "unit": "Say'ri", "boss": "Walhart"}, {"speaker": "Walhart", "line": "Pain is a concern of men. And respite? Beg that from your gods. Your concerns are not mine. I have risen to a higher plane of existence.", "unit": "Say'ri", "boss": "Walhart"}, {"speaker": "Say'Ri", "line": "Then today you come crashing down to the hell you've made of this one.", "unit": "Say'ri", "boss": "Walhart"}], "end": [{"speaker": "Say'Ri", "line": "Walhart has retreated into the capital! Fie, will this war never end?!"}, {"speaker": "Chrom", "line": "His men gave their lives to secure his escape. They won't lay down arms until he does."}, {"speaker": "Lucina", "line": "Then we must pursue and see that the deed is done."}, {"speaker": "Chrom", "line": "Damn! We're surrounded! The dynasts ride against us!"}, {"speaker": "Say'Ri", "line": "Hold, sir—look!"}, {"speaker": "Excellus", "line": "H-he lost? But how...? How could the Conqueror be conquered?! He's insurmountable! Incontestable! Invincible! ...But then that means... Oh my... Good-bye, then! Do see to it that—"}, {"speaker": "Walhart", "line": "Going somewhere, tactician?"}, {"speaker": "Excellus", "line": "M-master! I... I was just coming to make sure you were all right. Are you hurt?"}, {"speaker": "Walhart", "line": "Rally our forces in the capital. We will put an end to this here."}, {"speaker": "Excellus", "line": "At once, my master. Only... Have you considered, perhaps, waiting just one day? I do have the dynasts and their men on the way. With them to help us, we—"}, {"speaker": "Walhart", "line": "Have you seen the battlefield? No, I suppose not. Take your head from wherever it's lodged, and peer out into the daylight, snake. I'm sure your mighty intellect will quickly understand what's happened. Though if you had half the mettle of that Ylissean tactician, you'd already know..."}, {"speaker": "Excellus", "line": "M-Master, I don't—"}, {"speaker": "Valmese", "line": "The dynasts, sir! From the southlands! They are making to siege the capital!"}, {"speaker": "Excellus", "line": "But that's...that's impossible. We had an agreement! Just like I had with... Oh dear... The southern dynasts... Did they find out about Yen'fay?"}, {"speaker": "Say'Ri", "line": "This...boggles the mind..."}, {"speaker": "Chrom", "line": "Do you recognize them?"}, {"speaker": "Say'Ri", "line": "Aye, sir. They're from the southlands... States that betrayed us for the empire. ...Or so I thought."}, {"speaker": "Flavia", "line": "Well, their allegiance seems clear enough now."}, {"speaker": "Say'Ri", "line": "I can hardly believe it... Theirs are the lands my brother commanded. Finally, now, they come to answer the call?"}, {"speaker": "Flavia", "line": "Finally is right. It's taken a lot of hard work to get here, Say'ri. A lot of sacrifice. From you, from Basilio, from your brother. Don't forget this moment."}, {"speaker": "Say'Ri", "line": "Aye, my lady. Aye."}, {"speaker": "Chrom", "line": "Now, let us finish what we began. To the capital, friends!"}]}