{"chapter": "23", "title": "Invisible Ties", "speakers": ["Robin", "Chrom", "Validar", "Lucina", "???", "Basilio", "Flavia", "Future Robin", "Frederick", "Lissa"], "dialogue_counts": {"Robin": 28, "Chrom": 27, "Validar": 33, "Lucina": 11, "???": 1, "Basilio": 10, "Flavia": 1, "Future Robin": 8, "Frederick": 3, "Lissa": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 123, "transitions": "------------------------", "intro": [{"speaker": "Robin", "line": "......"}, {"speaker": "Chrom", "line": "Are you ready, Robin?"}, {"speaker": "Robin", "line": "Chrom, first I have a favor to ask..."}, {"speaker": "Chrom", "line": "As long as it's not a request to leave you behind."}, {"speaker": "Robin", "line": "It's not...though I did consider it. I can't hurt you if I'm not there in the first place. But...I can't run from Validar forever. And if I'm going to overcome him, my best chance is with you by my side."}, {"speaker": "Chrom", "line": "That's more like it."}, {"speaker": "Robin", "line": "But therein lies the favor... If Validar somehow does gain control over me... Promise me... Promise me you'll cut me down."}, {"speaker": "Chrom", "line": "You can't mean that. You can't ASK that!"}, {"speaker": "Robin", "line": "I'll resist him with all that I am. I promise you. But there are other people involved here— too many people to ignore... You have a duty to protect them as well."}, {"speaker": "Chrom", "line": "...You're right. The words burn my tongue, but you're right. But you mustn't let Validar seize control! Whatever it takes. Whatever the cost!"}, {"speaker": "Robin", "line": "I'll try. You know I will."}, {"speaker": "Chrom", "line": "Validar!"}, {"speaker": "Validar", "line": "Chrom... Come to witness the glorious culmination of your failure? How nice. I have the Fire Emblem, and the Dragon's Table is set for a feast. I will return Grima to this world!"}, {"speaker": "Chrom", "line": "You'll DESTROY the world! Lucina has seen it!"}, {"speaker": "Validar", "line": "Then I pray today's spectacle lives up to her nightmares! The Awakening rite is not only for exalts and Naga, you know. With it, I'll arouse Grima! The fell dragon needs only a mortal vessel, which you so kindly brought along..."}, {"speaker": "Robin", "line": "...Oh, gods. He means me."}, {"speaker": "Validar", "line": "You ken quickly, Robin. That's my boy/girl."}, {"speaker": "Robin", "line": "No! Never! I'll die first!"}, {"speaker": "Validar", "line": "You carry my blood—the blood of the fell dragon. His soul slumbers within you. And now the time has come to awaken you both!"}, {"speaker": "Robin", "line": "...Wh-what?! I'M Grima? I'M the fell dragon?!"}, {"speaker": "Validar", "line": "The Grimleal have worked for generations to create someone like you... A vessel worthy of our master. Simply having Grima's blood in your veins is not enough... My father was not worthy, nor was his father before him. Even I was not able to accept Grima's most sacred gift. But you? You had all the makings. You were perfection!"}, {"speaker": "Robin", "line": "N-no..."}, {"speaker": "Validar", "line": "If your damnable mother hadn't been seized by weakness and fear... She betrayed us—stole you from your crib, and fled with you in the night! I know naught of your life thereafter; but all that matters is your return. That you are here is PROOF of your purpose! it is why you still draw breath!"}, {"speaker": "Chrom", "line": "You've proven nothing but your own madness. Robin... We are going to stop this. This can be stopped. YOU can be stopped!"}, {"speaker": "Validar", "line": "You may have killed me in some future past, but I am stronger this time! With the power of the Dragon's Table flowing through me, I am unstoppable."}, {"speaker": "Chrom", "line": "You're not the only one stronger this time! Right, Robin? ...Robin?"}, {"speaker": "Robin", "line": "Nngh..."}, {"speaker": "Chrom", "line": "Stay with me, Robin! You're not beholden to this fiend! You can fight it! We've all seen how strong you are! We've seen what you're capable of! Don't let him shake your resolve!"}, {"speaker": "Robin", "line": "C-Chrom, I... I don't know."}, {"speaker": "Validar", "line": "Enough! This sorry display ill befits the heir to our master's power. And you, Prince—your sad poem sounds lovely, but it will not alter destiny."}, {"speaker": "Robin", "line": "They're more than just words!"}, {"speaker": "Validar", "line": "Be still now, my son/daughter..."}, {"speaker": "Robin", "line": "My life did not begin with you. It began the day Chrom found me in that field. I have been all over this world, and I have helped change it—for the better. I have fought and laughed and bled with my friends, and THAT is what matters! The ties we forged, the bonds we share—they are of a power greater than Grima."}, {"speaker": "Validar", "line": "A ludicrous idea, as you will know better than anyone soon enough..."}, {"speaker": "Robin", "line": "We do agree on one thing: my life so far has all been in preparation for this moment... When I kill you or die trying!"}, {"speaker": "Validar", "line": "Heh heh heh. You have your father's courage, but your mother's judgment... Very well, pup. Come! Do your worst! Come at me with all you have! There is no damage I can do your body that the fell dragon cannot repair!"}], "battle": [{"speaker": "Chrom", "line": "This is it! Our final battle! You're one of us, Robin, and no \"destiny\" can change that. Now let's kill this dastard and be done with it!"}, {"speaker": "Validar", "line": "So long as the dark barrier stands, no other soul can reach us. You must face your grim fate alone!"}, {"speaker": "Validar", "line": "Come, my Grimleal! Smite these infidels!"}], "boss": [{"speaker": "Validar", "line": "Rrgh... F-fools... Destiny cannot...be...unraveled...!"}, {"speaker": "Validar", "line": "No...nngh! All...wrong..."}, {"speaker": "Lucina", "line": "Die, Validar!", "unit": "Lucina", "boss": "Validar"}, {"speaker": "Validar", "line": "Impudent meddler! You have failed to change the future at every turn. What makes you think this time will be different?!", "unit": "Lucina", "boss": "Validar"}, {"speaker": "Lucina", "line": "Perhaps it won't... But either way, it's no reason to spare your miserable life!", "unit": "Lucina", "boss": "Validar"}], "cutscene": [{"speaker": "Validar", "line": "This isn't over... Damn you BOTH!"}, {"speaker": "Chrom", "line": "Are you all right? That's the end of him. Thanks to you we carried the day. We can rest easy now. At long last..."}, {"speaker": "Chrom", "line": "...What's wrong? Hey, hang on!"}, {"speaker": "Chrom", "line": "This is not your—your fault... Promise me you'll escape from this place... Please, go..."}], "dialogue": [{"speaker": "Lucina", "line": "N-no... Father! No!"}, {"speaker": "Validar", "line": "With the five Gemstones in hand, my magic knows no bounds. Robin is powerless to resist me. Do you see now, Son/Daughter? Human bonds are leaves in the wind. They offer you nothing."}, {"speaker": "Lucina", "line": "This can't be happening. We were supposed to change this! Everything I have done is...worthless."}, {"speaker": "???", "line": "The hell it was!"}, {"speaker": "Lucina", "line": "Huh? I know that voice..."}, {"speaker": "Basilio", "line": "Don't you put any stock in this destiny hogwash! Let the dead whine about their fate... As long as I draw breath, I choose to keep fighting! That's what life is all about!"}, {"speaker": "Lucina", "line": "Khan Basilio! I-I thought... We all thought you were—"}, {"speaker": "Basilio", "line": "Worm food, back in Valm? It almost went that way. But I scraped by, thanks to you."}, {"speaker": "Lucina", "line": "I don't understand."}, {"speaker": "Basilio", "line": "Once I took a couple hits from Walhart, I knew he was too strong for me. Normally pride would've had me dead before I'd even thought twice about it. But your warning gave me the courage to be a coward, hah ha! I played dead like a big, bald opossum! It wasn't hard. In truth I almost WAS dead. You saved my life, Lucina. Had you not said anything... I'd have stood my ground against that monster and died on the spot."}, {"speaker": "Lucina", "line": "Oh, Basilio!"}, {"speaker": "Validar", "line": "This...does...not...MATTER! If you didn't die there, then you can die HERE!"}, {"speaker": "Basilio", "line": "Hah! You're no Walhart, snake eyes! Not as strong, or even as clever... For example: you STILL haven't realized that you've been tricked."}, {"speaker": "Validar", "line": "What?!"}, {"speaker": "Basilio", "line": "Robin predicted everything that would happen here. He/She saw it in a dream. Saw this very fight with you."}, {"speaker": "Validar", "line": "If you think—"}, {"speaker": "Basilio", "line": "Guess what else was in the dream? The five Gemstones. When Flavia gave my stone to Chrom, Robin saw what fate had in store. He/She knew Chrom couldn't bring the real Gemstones here to Plegia. That would be like swinging a big, juicy steak right in front of destiny's choppers!"}, {"speaker": "Validar", "line": "Gya ha ha! A worthy bluff, Feroxi fool, but ridiculous all the same. I've had your merry little band watched since Carrion Isle. Your every move! So I know Robin hasn't touched the stones—he/she hasn't been near them!"}, {"speaker": "Basilio", "line": "You watched our party, yes—the members your men knew about; the live ones. But they weren't watching dead men, were they? ...They weren't watching me."}, {"speaker": "Validar", "line": "I... No, that's not—"}, {"speaker": "Basilio", "line": "Heh, looks like it might be finally starting to sink in..."}, {"speaker": "Validar", "line": "That is not possible! These have to be... They must be..."}, {"speaker": "Basilio", "line": "Why? Because of...DESTINY? PAH ha ha! Robin had your destiny beat days ago, when he/she came up with this plan. The expression on your face...it makes all those long nights in hiding worth it. Hah!"}, {"speaker": "Validar", "line": "Damn you! Damn you to all the hells! None of this matters! Chrom is dead! Your fates sealed! Grima will— ...Eh?"}, {"speaker": "Validar", "line": "No..."}, {"speaker": "Lucina", "line": "Father! You're alive!"}, {"speaker": "Chrom", "line": "Robin...spared me... He/She weakened his/her magic...just before the strike..."}, {"speaker": "Robin", "line": "......"}, {"speaker": "Validar", "line": "GRAAAAAAGH! Damn you all, and your stones! I won't need them to kill you!"}, {"speaker": "Chrom", "line": "Ready to end this, Robin?"}, {"speaker": "Robin", "line": "Let's do it. I'm ready to see what our true future has in store."}, {"speaker": "Chrom", "line": "We will. Now. Together."}, {"speaker": "Basilio", "line": "Chrom! Robin! We're yours to command!"}, {"speaker": "Flavia", "line": "Let's put this dastard down, for good this time!"}], "end": [{"speaker": "Validar", "line": "Why... Why would you squander your birthright... Robin...my son/daughter..."}, {"speaker": "Chrom", "line": "We did it! We did it, Robin! We've altered our destiny! We... We've won."}, {"speaker": "Robin", "line": "You!"}, {"speaker": "Future Robin", "line": "You may have altered the course of history, but not its destination."}, {"speaker": "Robin", "line": "What do you mean?!"}, {"speaker": "Future Robin", "line": "It is still written that Chrom died here at your hands. Or, perhaps to be more precise...mine."}, {"speaker": "Chrom", "line": "Who are you, really?!"}, {"speaker": "Future Robin", "line": "I told you, I'm Robin. The Robin that murdered you and became the fell dragon, Grima. When this \"Marth\" of yours decided to come back in time...I came with her."}, {"speaker": "Robin", "line": "Another version of me? But how...?"}, {"speaker": "Future Robin", "line": "*Sigh* I can be so daft sometimes... It's really quite simple. I am you. Our only difference is the decisions we've made... Those vivid dreams you have—those are my memories. We share those memories because we share the same heart... Grima's heart."}, {"speaker": "Robin", "line": "Th-the headaches... The voices... It was you!"}, {"speaker": "Future Robin", "line": "Your recollection begins the day I entered this world. I intended for us to unite then, the first moment I found you. But your heart was still too weak to contain Grima's power... The shock of my attempt wiped your memory clean."}, {"speaker": "Robin", "line": "......"}, {"speaker": "Future Robin", "line": "I knew if Lucina managed to rewrite history, Grima would never be resurrected. And I, in turn, would cease to exist. So I had to step in, now and again, to keep my future secured. Like when Validar was killed in his attempt to assassinate Emmeryn... But that is the past, now. We have our future past to think of. All that remains is for you to become Grima, as I did. Then you and I will become as one, and we can reclaim my power."}, {"speaker": "Robin", "line": "We are not yet the same?"}, {"speaker": "Future Robin", "line": "...You were supposed to choose godhood over your pathetic band of servants. But if you'll not claim the sacrifice laid at the Dragon's Table... I will claim it in your place!"}, {"speaker": "Robin", "line": "What?!"}, {"speaker": "Future Robin", "line": "Myeh heh ha ha ha! The fell dragon and I are one! And though my journey through time has diminished my power...the life force here shall renew me!"}, {"speaker": "Chrom", "line": "All right. Now what?"}, {"speaker": "Lucina", "line": "Grima. It's all over..."}, {"speaker": "Lucina", "line": "That's Grima! That's the demon who destroyed my world. And now he is among us..."}, {"speaker": "Frederick", "line": "The terrible size of it...gods! For once the legends spoke true. We can't face him, not in a straight battle—he'd kill us all!"}, {"speaker": "Chrom", "line": "If only we still had the Fire Emblem, we could ask Naga for her power. Then at least we'd have a chance."}, {"speaker": "Lissa", "line": "But Validar took the Emblem!"}, {"speaker": "Chrom", "line": "And it was lost inside the Dragon's Table... I know."}, {"speaker": "Robin", "line": "What, you mean THIS Fire Emblem?"}, {"speaker": "Chrom", "line": "The Emblem! But how..."}, {"speaker": "Robin", "line": "I stole it from you once, remember? The least I could do was steal it back."}, {"speaker": "Chrom", "line": "Robin, you old dastard/sly cat. You never cease to amaze! Quickly now! We must complete the Awakening before Grima catches on!"}, {"speaker": "Frederick", "line": "It's said the first exalt paid tribute to Naga at a site on Mount Prism."}, {"speaker": "Chrom", "line": "Do you know where, exactly?"}, {"speaker": "Frederick", "line": "Yes. There is an altar at the peak of the mountain. If milord would perform the Awakening, it must be done there."}, {"speaker": "Chrom", "line": "A small hope is better than no hope at all. Hurry, everyone!"}]}