{"chapter": "24", "title": "Awakening", "speakers": ["Lissa", "Lucina", "Chrom", "Robin", "Naga", "Frederick"], "dialogue_counts": {"Lissa": 3, "Lucina": 5, "Chrom": 10, "Robin": 1, "Naga": 8, "Frederick": 1}, "gender_counts": {"M": 11, "F": 16, "N": 0, "A": 1}, "lines": 28, "transitions": "FFMA-FM-MFF-M-MFMFMFFFMFMFFFMFMF", "intro": [{"speaker": "Lissa", "line": "It's beautiful..."}, {"speaker": "Lucina", "line": "The divine dragon's power flows through every blade of grass here."}, {"speaker": "Chrom", "line": "Wait... Something doesn't feel right."}, {"speaker": "Robin", "line": "Nngh... We must prepare for battle! Grima has sent servants here. I can sense it. They'll be on us soon!"}], "battle": [{"speaker": "Lucina", "line": "How could Risen infiltrate this sacred place?"}, {"speaker": "Chrom", "line": "Their power must be linked to Grima's. We must destroy them!"}], "end": [{"speaker": "Chrom", "line": "We've made it—the altar. Wait here... I'll be back."}, {"speaker": "Lissa", "line": "Be careful, Chrom..."}, {"speaker": "Lucina", "line": "We must believe in him, Aunt Lissa."}, {"speaker": "Chrom", "line": "Hear me, Naga! I bear proof of our sacred covenant! In the name of the exalted blood, I ask for the divine dragon's power! Baptize me in fire, that I may become your true son!"}, {"speaker": "Chrom", "line": "Hrrraaagh!"}, {"speaker": "Lucina", "line": "Father!"}, {"speaker": "Chrom", "line": "I'm... I'm all right!"}, {"speaker": "Naga", "line": "Be welcome, Awakener. Your heart has been tested and deemed worthy. Cleansed in my fire, your desire has proven to be the stronger."}, {"speaker": "Chrom", "line": "Then you will grant me the power to defeat Grima? ...The power of a god?"}, {"speaker": "Naga", "line": "Yes. But know this: I am no god."}, {"speaker": "Lucina", "line": "But milady, you are the divine dragon!"}, {"speaker": "Naga", "line": "So do sons of man name me. But I am no creator. I possess not the powers of making or unmaking. And neither does Grima. Neither of us bears the power to destroy the other utterly."}, {"speaker": "Chrom", "line": "Then what power can you grant me?"}, {"speaker": "Naga", "line": "With my blessing, thou may draw forth Falchion's true might. The blade of the exalts shall again strike like the dragon's fang. Your strength will then be my equal."}, {"speaker": "Chrom", "line": "But not strong enough to destroy Grima?"}, {"speaker": "Naga", "line": "Alas, Grima cannot be slain. Sleep alone can be your victory. Just as your ancestor put the fell dragon to sleep a millennium ago. But you must weaken him first. Only as the final blow can my power be used to bind his."}, {"speaker": "Lissa", "line": "Isn't there ANY way to destroy him for good?"}, {"speaker": "Naga", "line": "There is, perchance, a power that could end Grima. However... 'Twould be his own."}, {"speaker": "Frederick", "line": "...He has to kill himself?"}, {"speaker": "Naga", "line": "Yes. And never would he do so of his own volition. He seeks only to add to his power, and set ruin upon the world. Now come. There is little time..."}, {"speaker": "Chrom", "line": "Where is Grima now?"}, {"speaker": "Naga", "line": "To the west lies a volcano known as Origin Peak. You shall find the fell dragon there."}]}