{"chapter": "25", "title": "To Slay A God", "speakers": ["Chrom", "Naga", "Robin", "Lucina", "Aversa", "Lissa", "Frederick"], "dialogue_counts": {"Chrom": 11, "Naga": 8, "Robin": 12, "Lucina": 3, "Aversa": 3, "Lissa": 1, "Frederick": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 39, "transitions": "-------", "intro": [{"speaker": "Robin", "line": "......"}, {"speaker": "Chrom", "line": "Robin would cease to be?! No. We'll find another way."}, {"speaker": "Robin", "line": "Chrom, wait. You're not thinking clearly. Think about what your sister would have wanted."}, {"speaker": "Chrom", "line": "Emmeryn would never have asked you to do this!"}, {"speaker": "Robin", "line": "What is one life, when weighed against millions?"}, {"speaker": "Chrom", "line": "Stop it! You're one of us. You'll ALWAYS be one of us. There has to be another way. We just have to find it. Promise me, Robin. Promise me you won't do this!"}, {"speaker": "Robin", "line": "You have been so very kind to me, Chrom, always... But this is my decision."}, {"speaker": "Chrom", "line": "Robin..."}, {"speaker": "Robin", "line": "...You're right, Chrom. I'm sorry."}, {"speaker": "Chrom", "line": "We swore to stand by each other, remember? We're two halves of a whole... Not even a dragon can sever us!"}, {"speaker": "Naga", "line": "The time for deliberation is over, Awakener. The Grimleal have found us."}, {"speaker": "Lucina", "line": "Father! We're under attack!"}], "battle": [{"speaker": "Aversa", "line": "Really, now—still at your little schemes? Butchering Validar wasn't enough? Do you SEE what your great struggle has won you?! ...NOTHING! Master Grima has returned! The world's fate is sealed! Or perhaps you simply seek a tender embrace here at the end? Hmm? I'm not completely cruel, you know. Come, I have a kiss for each of you..."}, {"speaker": "Naga", "line": "Be swift, Awakener. Grima's servants will harry you to the very last. You must reach the dragon before it is too late."}], "boss": [{"speaker": "Aversa", "line": "Murderers! You'll pay for taking Master Validar from me!"}, {"speaker": "Aversa", "line": "Ahh...finally... Sweet...death... Finally...the pain... F-finally...it ends..."}], "end": [{"speaker": "Lissa", "line": "Yikes! What was that?!"}, {"speaker": "Lucina", "line": "The dragon's call!"}, {"speaker": "Lucina", "line": "Grima!"}, {"speaker": "Chrom", "line": "We can defeat him!"}, {"speaker": "Frederick", "line": "Milord, how does a man challenge a mountain?! Where would one even strike?!"}, {"speaker": "Naga", "line": "The fell dragon has a weakness on the nape of his neck. But that weakness will be guarded by his servants. I can send you onto the dragon's back, but the rest is in your hands."}, {"speaker": "Chrom", "line": "Then please, milady, and quickly! We would ask no more of you. Everyone, gird yourselves! One way or another this ends here!"}]}