{"chapter": "02", "title": "The Pilgrimage", "speakers": ["Celica", "Nomah", "Mycen", "Alm", "Npc", "Palla", "Catria", "Mae", "Boey", "Genny", "Saber", "Valbar", "Kamui", "Leon", "Barth", "Unnamed Enemy"], "dialogue_counts": {"Celica": 13, "Nomah": 3, "Mycen": 4, "Alm": 7, "Npc": 10, "Palla": 1, "Catria": 1, "Mae": 1, "Boey": 1, "Genny": 1, "Saber": 2, "Valbar": 2, "Kamui": 1, "Leon": 1, "Barth": 1, "Unnamed Enemy": 1}, "gender_counts": {"M": 23, "F": 17, "N": 10, "A": 0}, "lines": 50, "transitions": "FMFM-MFMFMFM-MFMFMFMFMFMFMF-M-N-N-N-N-F-F-N-N-N-N-N-N-F-M-F-MFM-M-M-M-M-M-M", "dialogue": [{"speaker": "Celica", "line": "Well, Bishop Nomah, I'll be off."}, {"speaker": "Nomah", "line": "Celica... Must you go? The road to Mila's Temple is long. Between Geyse's pirates and the evil fiends rising, you'll surely be attacked. It's too risky..."}, {"speaker": "Celica", "line": "But Father, it's been three years since we last grew crops. What in the world befell the Earth Goddess Mila? I want to find out for myself."}, {"speaker": "Nomah", "line": "I see... If you insist, then I shall not stop you, Celica. You know why Sir Mycen placed you in my care, right? You are the last of the Zofian royal family. Zofia's people depend on you. Don't try to do the impossible."}, {"speaker": "Mycen", "line": "Celica, it's been a while, eh?"}, {"speaker": "Celica", "line": "...? Grandfather! Why are you here?!"}, {"speaker": "Mycen", "line": "Well, for many reasons... I see you've arrived safely."}, {"speaker": "Celica", "line": "Yes, thanks to my allies. We're all going to Mila's Temple."}, {"speaker": "Mycen", "line": "I see... Well, you might want to head upstairs first. You should find someone you've been wishing to meet."}, {"speaker": "Celica", "line": "It...it can't be! ...Alm? Zofia's liberator couldn't be Alm... could it?"}, {"speaker": "Mycen", "line": "Well, why don't you go see?"}, {"speaker": "Alm", "line": "...? You are... Ce...Celica!"}, {"speaker": "Celica", "line": "Alm... So it really was you. I haven't seen you since I left the village..."}, {"speaker": "Alm", "line": "Yeah. We always used to play together. I held a serious grudge against Gramps the day you were sent away."}, {"speaker": "Celica", "line": "I was sad too, but Grandfather told me why he did it: 'If you stay in Ram, Desaix will come to kill you.'"}, {"speaker": "Alm", "line": "But why? Why would Desaix want to kill you, Celica?"}, {"speaker": "Celica", "line": "That... I'm sorry. I'd rather not say right now. In any case, Alm, I have a request. Can war be avoided with the Kingdom of Rigel?"}, {"speaker": "Alm", "line": "That's impossible. King Rudolf of Rigel decided to attack while Zofia is weak. At this rate, Zofia will be destroyed."}, {"speaker": "Celica", "line": "But aren't we all the same? We should be able to coexist."}, {"speaker": "Alm", "line": "There's no way. Zofians won't tolerate Rigel's barbaric rule. We must retaliate!"}, {"speaker": "Celica", "line": "How sad... I'm sure if we talked, we could come to an understanding... Unless, Alm, now that the Zofians call you their hero, you want to become their king as well?"}, {"speaker": "Alm", "line": "What! That's mean, Celica. I just want to protect the people of Zofia, that's all. Besides, Zofia's only remaining princess is still alive. I'm planning to search for her. After I find her, I'm returning to Ram."}, {"speaker": "Celica", "line": "That's not true! Zofia's royal family is gone! But I get it, Alm. You go ahead to Rigel. My companions and I are going to Mila's Temple."}, {"speaker": "Alm", "line": "Celica!?"}, {"speaker": "Celica", "line": "Goodbye, Alm..."}], "conversation": [{"speaker": "Nomah", "line": "May the blessings of Mila be with you..."}, {"speaker": "Npc", "line": "It's said a powerful sword is hidden at the Seabound Shrine."}, {"speaker": "Npc", "line": "Don't go near the Seabound Shrine, 'kay? A scary Necrodragon lives on that island and eats all trespassers."}, {"speaker": "Npc", "line": "If you want to sail to Valentia, take that docked ship. However, lots of pirates trawl the waters. Their boss, Barth, has killed many people."}, {"speaker": "Npc", "line": "Earlier, some men left to avenge their families. They probably won't return alive."}, {"speaker": "Palla", "line": "We came from Archanea, a continent to the east."}, {"speaker": "Catria", "line": "Our little sister was taken by pirates. We gave chase, but lost them around here."}, {"speaker": "Npc", "line": "A hero has arrived in Zofia! We're saved!"}, {"speaker": "Npc", "line": "You'd better not go to Mila's Temple. That area's crawling with Geyse's bandits."}, {"speaker": "Npc", "line": "Hurrah! Zofia Castle is liberated! Desaix fled to his own lands!"}, {"speaker": "Npc", "line": "Sure, I'm happy... But I'm a bit worried that the Kingdom of Rigel might invade..."}, {"speaker": "Npc", "line": "Desaix's gone, but crops are wilting and weird demons emerged... What's happened to the Earth Goddess Mila?"}, {"speaker": "Npc", "line": "Desaix escaped with the valuable 'Royal Sword'. It was a gift of friendship from the Kingdom of Rigel long ago. No normal person can use it."}], "recruit-conversation": [{"speaker": "Mae", "line": "That Boey's just a kid who only knows Fire magic. I can also use Thunder, so please rely on me, 'kay?"}, {"speaker": "Boey", "line": "You must feel uneasy with just the girls, right? I'll come along too, so please relax."}, {"speaker": "Genny", "line": "If Lady Celica is going, then I shall go too. If you get hurt, I can heal you with my Recover spell."}, {"speaker": "Saber", "line": "Oh, shaddaaap! Dun interrupt my drinkin'! Don't gooo... Y'all can't cross the sea by yerselves, can ya?"}, {"speaker": "Celica", "line": "Aren't you a mercenary? Could you protect us?"}, {"speaker": "Saber", "line": "What? You wanna hire me? Hmm... Alright, it might be interestin'."}, {"speaker": "Valbar", "line": "You helped us out there. I owe ya one! Wherever ya go, I'll follow!"}, {"speaker": "Kamui", "line": "Me? Well, I can join y'all if you like. ...Unless you're gonna fight the Necrodragon. There's no way to defeat that thing without Angel magic."}, {"speaker": "Leon", "line": "If my bro Valbar's going, then I am too. I'll show you my marksmanship!"}], "battle": [{"speaker": "Valbar", "line": "Kamui, Leon, don't slip up! If Barth is defeated, his goons should flee. Bring down Barth!"}], "boss": [{"speaker": "Barth", "line": "You've got nerve attackin' me, the pirate lord Barth! I'll dice ya!"}, {"speaker": "Unnamed Enemy", "line": "Boss died! Run!"}]}