{"chapter": "03", "title": "War Of Deliverance", "speakers": ["Girl", "Celica", "Alm", "Desaix", "Tatarrah", "Delthea", "Grieth", "Npc", "Unnamed Man", "Unnamed Girl", "Palla", "Luthier", "Mathilda", "Catria", "Atlas", "Jesse", "Est", "Sonya", "Deen"], "dialogue_counts": {"Girl": 7, "Celica": 6, "Alm": 1, "Desaix": 3, "Tatarrah": 2, "Delthea": 4, "Grieth": 3, "Npc": 10, "Unnamed Man": 8, "Unnamed Girl": 2, "Palla": 2, "Luthier": 1, "Mathilda": 1, "Catria": 1, "Atlas": 1, "Jesse": 3, "Est": 1, "Sonya": 2, "Deen": 2}, "gender_counts": {"M": 24, "F": 26, "N": 10}, "lines": 61, "transitions": "-FFFFFFFF-F-M-M-M-F-M-F-N-N-N-M-F-MF-M-MM-F-N-N-N-N-N-N-N-F-M-MM-M-F-F-F-F-M-MFMFM-F-F-M-F-F-M-F-M-M-M-M-M", "narration": ["A landslide north of here has cut off the path to Mila's Temple. The priestesses who just left are safe, but..."], "dialogue": [{"speaker": "Girl", "line": "Thank You. Now I can return to my service at Mila's Temple. ...! Hold on... Could it be?!"}, {"speaker": "Celica", "line": "Hmm? What's the matter?"}, {"speaker": "Girl", "line": "My apologies. You just bear a striking resemblance to Lady Liprica."}, {"speaker": "Celica", "line": "Liprica!? That was my mother's name!"}, {"speaker": "Girl", "line": "Then... then you truly are Princess Anthiese! This is wonderful!"}, {"speaker": "Celica", "line": "You knew my mother? Please... Tell me about her..."}, {"speaker": "Girl", "line": "Yes... Lady Liprica was originally a priestess at Mila's Temple. The king, charmed by her beauty, forcibly made her his queen. It was hard for her to bear, and she soon caught a grave disease. Soon after she gave birth to you, she perished... She worried so about you... Oh, Lady Anthiese, don't cry... I have something I must give you."}, {"speaker": "Girl", "line": "This diadem proves you are the princess of Zofia. Please use your power to save the Kingdom."}, {"speaker": "Girl", "line": "I am returning to Mila's Temple. Take care, Your Highness."}], "battle": [{"speaker": "Alm", "line": "Everyone, stay alert! A brigade from Rigel is closing in. Fortify our defenses! Scatter our foes and pick them off one by one!"}, {"speaker": "Desaix", "line": "The rebel forces are attacking? Shit! In that case... Archers! Kill that girl in her cell as a warning!"}, {"speaker": "Tatarrah", "line": "Hoho... You fools hope to beat me, Lord Tatarrah? Delthea! Kill those idiots with your Aura!"}, {"speaker": "Delthea", "line": "Ah! My head... What am I doing here? Urgh... Luthieeer--"}, {"speaker": "Grieth", "line": "Hehe... Foolish brats. Have a death wish? I, Lord Grieth, will show you my power. Get 'em, boys! Kill them all!"}, {"speaker": "Celica", "line": "Look! The Temple of Mila! Stay alert-- Mikhail, one of Duma's cantors, is ahead. Everyone, protect out frailer allies!"}], "conversation": [{"speaker": "Npc", "line": "A liberation soldier is imporisoned in Desaix's fort. Rumors say she'll be executed soon. You guys better hurry if you want to save her!"}, {"speaker": "Npc", "line": "Valentia is split by a deep gorge. The floodgate exists to store water in the gorge, but... if it isn't opened periodically, the water overflows"}, {"speaker": "Npc", "line": "The Rigelian army has occupied the gate and is keeping it closed. Please, Lord Alm. You must somehow open the gate before Zofia floods!"}, {"speaker": "Unnamed Man", "line": "Some Gargoyles flew off to the shrine in the west with my child. If you save her, I'll give you my treasure."}, {"speaker": "Unnamed Girl", "line": "Wahh! I was so scared!"}, {"speaker": "Unnamed Man", "line": "Thank you."}, {"speaker": "Unnamed Girl", "line": "Eheh. Thanks for saving me."}, {"speaker": "Unnamed Man", "line": "What? You want me to open the floodgate!? If I do that, the water will pour out too fast, causing a flood. Sorry, but until the floodgate at Mila's Temple is opened, I can't do it."}, {"speaker": "Unnamed Man", "line": "Oh! Mila's floodgate has been opened! I'll open this gate right away!"}, {"speaker": "Unnamed Man", "line": "North of this floodgate is the Kingdom of Rigel. Be careful."}, {"speaker": "Palla", "line": "Catria! Those guys are bandits. Stay close!"}, {"speaker": "Npc", "line": "The bandit king Grieth rules the eastern desert. He attacked and took all of our children as slaves. What should we do...?"}, {"speaker": "Npc", "line": "Some say the dead can be revived in the nearby shrine. Dragons have settled there, though. Anything that draws near gets devoured."}, {"speaker": "Npc", "line": "The Earth Goddess Mila was sealed by King Rudolf of Rigel. That's why the land is barren. As things stand, we'll all starve..."}, {"speaker": "Npc", "line": "Great Cantor Dolth rules the land north of here. Tresspass, and he'll summon necrodragons to devour you."}, {"speaker": "Npc", "line": "Travelling north is impossible with the gorge full of water. If you don't open the western floodgate, the water won't drain. There's a reserve gate in this temple's basement, but..."}, {"speaker": "Npc", "line": "The evil god Duma gave Rudolf the sword that sealed Lady Mila. If you go to the Tower of Duma, you could rescue her. Just beware of the life-draining swamps on the way..."}, {"speaker": "Npc", "line": "One of our priestesses is a prisoner in Grieth's fort. Please, save everyone captured by that evil thief!"}, {"speaker": "Girl", "line": "Thanks to you, our healer returned safely. If you go north, look for a hamlet in the Lost Treescape. The Great Sage Halcyon who lives there ought to help you somehow."}, {"speaker": "Unnamed Man", "line": "I'm the guard of this floodgate. What? You want me to open it? No can do. Only the Zofian royal family can order this gate opened. I ain't listening to you!"}, {"speaker": "Unnamed Man", "line": "Hmm? Wait a sec... That crown...! That's the royal family's crest! Then you must be the long-lost Princess Anthiese!F-forgive my rudeness. I'll open the floodgate straightaway."}, {"speaker": "Unnamed Man", "line": "Your Highness, the western floodgate must also be open to drain the water."}], "recruit-conversation": [{"speaker": "Luthier", "line": "I beg of you, please save my little sister! She's being manipulated by the cantor Tatarrah at Rigel's sluice. If Tatarrah is defeated, the spell on Delthea should break..."}, {"speaker": "Mathilda", "line": "Thank you. I just knew you'd come rescue me."}, {"speaker": "Delthea", "line": "I don't know what happened, Brother. Eh? I was under Tattarah's control? So that's what it was... I'm sorry if I've been a bother."}, {"speaker": "Palla", "line": "Oh! I was looking for you. Our sister, Est, is still missing and I was thinking... Your journey will be tough, like ours. May we travel together? We can help each other out."}, {"speaker": "Catria", "line": "Ahh, I hope we find Est soon... This is a secret, but if the three of us surrounded a foe, there's a really cool move we can use."}, {"speaker": "Atlas", "line": "Y'guys gonna go finish off that bastard, Grieth? If so, let me help out. My siblings got captured by him, but I don't know where they're at..."}, {"speaker": "Jesse", "line": "Aw, thanks. You saved me. Name's Jesse. Just some merc. I got caught helping out a girl jailed in Grieth's fort. Cute kid from a foreign land."}, {"speaker": "Celica", "line": "That has to be Est... Hey, Jesse. Is there a way we can save her?"}, {"speaker": "Jesse", "line": "Nope. There's no way the few of us can do anything."}, {"speaker": "Celica", "line": "But there must be a way..."}, {"speaker": "Jesse", "line": "Well, I guess... Grieth has these two underlings: Sonya and Deen. They guard the north and south desert regions, respectively. Both of them seem to hate Grieth. However, neither will betray him while the other's alive. If you defeat one, the other may become your ally. Oh, and of course I'll lend you a hand, too."}, {"speaker": "Est", "line": "Eh? Big sisters! Ahh, great! I'm coming with you guys too!"}, {"speaker": "Sonya", "line": "What, you've dealt with Grieth? Well, that vile man had it coming. Mmm... I owe you guys one, eh? I gotcha. I'll lend you a hand."}, {"speaker": "Deen", "line": "What, you've dealt with Greith? Well, that vile man had it coming. Mmm... I owe you guys one, eh? Very well. I'll lend you a hand."}], "recruit-battle": [{"speaker": "Delthea", "line": "For defying Lord Tatarrah... Die!"}, {"speaker": "Delthea", "line": "Ahh, it hurts... B-brother..."}, {"speaker": "Deen", "line": "No hard feelings, but we're enemies. Taste my blade!"}, {"speaker": "Sonya", "line": "Heheh, little girl and company-- you're going to die!"}], "boss": [{"speaker": "Desaix", "line": "Is this all you've got...? I won't be beaten so easily!"}, {"speaker": "Desaix", "line": "Grr... Mycen! Is he planning to give Zofia to Rudolf's brat?! Damn traitor!"}, {"speaker": "Tatarrah", "line": "May Duma's blessings--"}, {"speaker": "Grieth", "line": "Grr, is this already the end of my kingodm? Then I'll drag you all down with me to hell!"}, {"speaker": "Grieth", "line": "I hope you're proud! How could I-- ugh..."}]}