{"chapter": "01", "title": "The Warrior Of Fiana", "speakers": ["Raydrik", "Weissman", "Mareeta", "Nanna", "Eyvel", "Halvan", "Osian", "Leif", "Finn", "Tanya", "Dagdar", "Marty", "Old Woman", "Old Man", "Patricia", "Father", "Man"], "dialogue_counts": {"Raydrik": 8, "Weissman": 9, "Mareeta": 1, "Nanna": 1, "Eyvel": 14, "Halvan": 4, "Osian": 11, "Leif": 10, "Finn": 1, "Tanya": 3, "Dagdar": 3, "Marty": 1, "Old Woman": 2, "Old Man": 1, "Patricia": 3, "Father": 5, "Man": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 82, "transitions": "------------------", "opening": ["Barely escaping the burning of Castle Leonster with his life, the young Prince Leif was looked after by Finn, his knight and retainer. Together with Nanna, a young noblewoman under Finn's care, the trio fled pursuers sent by the conquerors of North Thracia: the Grannvale Empire, which lay to the west.", "Yet Finn proved stronger than those who hunted them, and the three made their way to the cities of Ulster and Tarrah, posing as common vagrants. Eventually, they drifted into Fiana, a small village on Thracia's eastern coast. Fiana was an independent community with its own militia, the Freeblades of Fiana, led by the swordswoman Eyvel. Eyvel welcomed Leif's group as if they were her own kin. Under her watchful eye, the deposed prince spent his childhood in Fiana, growing into maturity alongside youths of common birth. Now, in year 776 of the Grannvale calendar..."], "intro": [{"speaker": "Raydrik", "line": "Have you found that whelp of a prince yet?"}, {"speaker": "Weissman", "line": "Regretfully not, milord. The men have searched the village top to bottom, but came up with nothing."}, {"speaker": "Raydrik", "line": "Why is such a simple task taking you so long? There's little doubt that the heir to House Leonster is hiding here. You've been too gentle with these villagers—give them ample motivation to talk."}, {"speaker": "Weissman", "line": "We are of the same mind, milord—I've already ordered the men to do as much. Yet the townsfolk claim the prince isn't here. According to them, he left with the Freeblades to fend off a pirate raid on a nearby village."}, {"speaker": "Raydrik", "line": "Freeblades? What nonsense is that?"}, {"speaker": "Weissman", "line": "They're the local militia, sire. As I understand it, this village was once home to a group of brigands—rather savage ones, at that. About a decade ago, they were routed by Eyvel, a wandering sellsword. She claimed the village as her own and founded the Freeblades to protect the region from future attacks. She's supposedly quite a wonder with a sword..."}, {"speaker": "Raydrik", "line": "Hmm... She may be a problem."}, {"speaker": "Weissman", "line": "You have nothing to fear, milord: we've taken Eyvel's daughter captive. What's more, we also captured the daughter of Finn, the very knight guarding the prince's life. With the leverage we have over them, they'll have no choice but to surrender."}, {"speaker": "Raydrik", "line": "Hmph. I admit, you have your uses, Weissman. The women will accompany me back to Munster. You'll remain here and prepare for when these upstart rebels return. See that the young Leonster pup is put in chains befitting a stray mutt."}, {"speaker": "Weissman", "line": "Your trust in me is well placed, sire. Men, bring the girls here!"}, {"speaker": "Raydrik", "line": "What's your name, lass?"}, {"speaker": "Mareeta", "line": "Hmph…"}, {"speaker": "Raydrik", "line": "Hah! A fighting spirit to match a pretty face. Now, let's have a look at the other one... Ah, you must be Finn's young ward. I hear your mother was royalty of House Nordion, is that right? You certainly don't lack for grace, despite living in this backwater hovel—holy blood doesn't run thin even in squalor, I see."}, {"speaker": "Nanna", "line": "......"}, {"speaker": "Raydrik", "line": "What a pleasant surprise the two of you make for. Weissman, I'll be departing for Munster now. Don't disappoint me."}, {"speaker": "Weissman", "line": "All shall be as you wish it, milord."}, {"speaker": "Eyvel", "line": "What's that commotion in the village? Something's rotten here..."}, {"speaker": "Halvan", "line": "I'll scout ahead, Commander. Hold here a moment."}, {"speaker": "Halvan", "line": "Commander, Fiana is packed to the brim with Imperial troops! They... must have struck while we were away."}, {"speaker": "Osian", "line": "What? No way is the Empire gonna make a mess of our home! Commander, let's move in!"}, {"speaker": "Halvan", "line": "Calm down, Osian. We'll get slaughtered if we just charge in blindly."}, {"speaker": "Osian", "line": "Yeah, Halvan, I'm sure the village will appreciate your patient attitude while everyone's being rounded up and jailed!"}, {"speaker": "Eyvel", "line": "Peace, Osian. Halvan is right. Seems we've finally been noticed by the Empire. Looks like this is goodbye, Little Leif. I'm sorry. Finn, take him as far away from here as you can. Leave the soldiers to us."}, {"speaker": "Leif", "line": "No, Commander! Nanna is still in the village! I won't leave without her!"}, {"speaker": "Eyvel", "line": "I'll get her back. Don't worry."}, {"speaker": "Leif", "line": "It's more than that, Commander... I won't run anymore. That's my decision to make."}, {"speaker": "Eyvel", "line": "...Finn, you wanna weigh in here? You going to let the Little Lord throw himself into harm's way like this?"}, {"speaker": "Finn", "line": "Lord Leif has seen the passing of 15 summers, by now. He's old enough to choose for himself—and as my liege, I will abide by his judgment."}, {"speaker": "Eyvel", "line": "Has it been that long already? Hmph, I suppose I let Little Leif come with us to fight off those pirates, myself... Guess I made up my own mind when I did that. If Finn's all right with it, so am I."}, {"speaker": "Osian", "line": "Then what's the hold-up? If we're done arguing, there's an invasion happening over that ridge!"}, {"speaker": "Eyvel", "line": "All right, get ready to move in. But stay sharp: most foot-soldiers are just regular folk, forced into the Imperial Army against their will. If they surrender, just take their weapons and let them go. Are we clear?"}, {"speaker": "Osian", "line": "But we can still bloody them until they surrender, right? I mean, if we can't put up a good fight ourselves, we'll be the ones surrendering."}, {"speaker": "Eyvel", "line": "Knock 'em around if you have to, sure, but don't overdo it. That means you, Osian."}, {"speaker": "Osian", "line": "Hey, c'mon, gimme some credit, Commander!"}, {"speaker": "Eyvel", "line": "OK, enough chatter! Let's give the Empire a battle worthy of our names as Freeblades!"}], "battle": [{"speaker": "Tanya", "line": "Papa, the fighting's started already!"}, {"speaker": "Dagdar", "line": "Ain't no good way to go about this damned battle... Don't matter how good Eyvel is, there's only one of her an' over a dozen of them. We need to hurry."}, {"speaker": "Marty", "line": "Oh, fer cryin' out loud! Not again..."}], "battle-talk": [{"speaker": "Eyvel", "line": "Dagdar?! You... came down to fight with us?", "person_1": "Eyvel", "person_2": "Dagdar"}, {"speaker": "Dagdar", "line": "Eyvel! Does me heart good to see you in one piece! Listen, ya have any idea why the Empire would come all the way out here? It have anything to do with... the boy?", "person_1": "Eyvel", "person_2": "Dagdar"}, {"speaker": "Eyvel", "line": "Yeah. The Little Lord, Leif, he's... he's not just some nobleman. He's the heir to House Leonster. I've been helping him hide from the Empire. I'm sorry... I shouldn't have kept it from you.", "person_1": "Eyvel", "person_2": "Dagdar"}, {"speaker": "Dagdar", "line": "Mm, I figured as much. Well, no use worryin' about it now. Long as I get to cut down some of those Imperial dastards meself, we're even.", "person_1": "Eyvel", "person_2": "Dagdar"}, {"speaker": "Osian", "line": "Tanya? What do you think you're doing here?", "person_1": "Osian", "person_2": "Tanya"}, {"speaker": "Tanya", "line": "What does it look like, Osian? I'm here to help you guys, any way I can!", "person_1": "Osian", "person_2": "Tanya"}, {"speaker": "Osian", "line": "\"Help any way you can,\" huh? In that case, turn tail and march back home. That's the only way a kid like you could help—you'd just get in the way.", "person_1": "Osian", "person_2": "Tanya"}, {"speaker": "Tanya", "line": "You've got some nerve, Osian! You're just a kid yourself, you know! You want me gone, I'm gone—not all of us are as eager to throw ourselves into danger as you!", "person_1": "Osian", "person_2": "Tanya"}], "visit": [{"speaker": "Old Woman", "line": "Those Imperial dogs took Dame Mareeta and Lady Nanna—just snatched 'em right up like they was cattle! You're not gonna let 'em get away with that, are you? If you're fixin' to fight the Empire, take this with you. This here ring's enchanted with some spell or another. But don't just wear it on your finger like some common bauble! You gotta actually [Use] it for it to do any good!"}, {"speaker": "Old Woman", "line": "Y'all made it back! What a relief... But look, there's no Freeblades of Fiana without Fiana, right? So don't just stop with them pirates—drive the Empire from our village, too! ... Not to imply that I ain't grateful, a' course. Take this with you. Use it if you get scraped up. We don't have much in the way of medicine, but it's the least we can do after everythin' the Commander's done fer us."}, {"speaker": "Old Man", "line": "Weapons can be mighty expensive, can't they? Most folk here gotta make do by nicking supplies from Imperial troops. It's awful risky, but if you can capture an enemy alive, you get to help yourself to their stuff. Matter of fact, I got the drop on an Imperial soldier myself. Heard 'im snoring from three houses way, so I took me a souvenir! ... Not that it'll do me much good, though. Probably better off in your hands, I reckon. And hey, if you don't need it, you can just hawk it for somethin' you do need."}, {"speaker": "Patricia", "line": "Big brother! I've got something real special for you! You can use this to keep yourself safe, right?"}, {"speaker": "Halvan", "line": "An... axe? Where in the world did you get such a fine weapon?"}, {"speaker": "Patricia", "line": "Darnedest thing... I was walkin' past the lake up on the mountain, when this strange ol' crone just floated outta the water! She gave it to me, then vanished, quick as you can blink! I been keepin' it for you, and takin' real good care of it. Now go put it to use, an' make me proud!"}, {"speaker": "Patricia", "line": "Hey, hey, have you seen my big brother, Halvan? He's got me awful scared... I hope he's all right..."}, {"speaker": "Father", "line": "You pullin' your weight in the Freeblades, boy? Last thing Commander Eyvel needs is to babysit you."}, {"speaker": "Osian", "line": "We're risking life and limb to protect the village, and you're giving me a lecture? You've got a strange sense of gratitude, old man."}, {"speaker": "Father", "line": "Not even the Empire knockin' down our front door can stop that fool mouth of yours, I see. Well, no point in draggin' this out. Here. This is what you came for, right?"}, {"speaker": "Osian", "line": "For once, you read my mind. When a fight breaks out, I just feel off without this axe at my side."}, {"speaker": "Father", "line": "Which don't explain why you forget it at home half the damn time!"}, {"speaker": "Osian", "line": "Hey, I came here for the axe, not to get chewed out!"}, {"speaker": "Father", "line": "If that's all you wanted, then get going! Go on, now! Don't keep the Commander waitin' on you!"}, {"speaker": "Osian", "line": "You don't need to tell me twice!"}, {"speaker": "Father", "line": "Where has that fool boy of mine gone off to in this fracas? I swear, my Osian's gonna get himself killed one of these days..."}], "boss": [{"speaker": "Weissman", "line": "Do you fools realize what you're doing?! If I die, so do the women we took!\""}, {"speaker": "Weissman", "line": "D-Damn... You'll... love to regret this, all of you..."}, {"speaker": "Weissman", "line": "Damn... Bested by a bunch of backwoods yokels. Well, I won't forget this!"}], "end": [{"speaker": "Leif", "line": "Nanna! Mareeta! Where are you?! Please, answer me!"}, {"speaker": "Eyvel", "line": "Little Nan, Mareeta... Raydrik must've taken 'em."}, {"speaker": "Leif", "line": "What?! That means... they were taken to Munster, right?"}, {"speaker": "Eyvel", "line": "Yeah—as bargaining chips, in case Weissman couldn't finish the job. It's the sort of thing Raydrik would pull, allright."}, {"speaker": "Leif", "line": "Gods' breath... Commander, we have to give chase! The two of them are counting on us!"}, {"speaker": "Eyvel", "line": "Now look here, Little Leif—"}, {"speaker": "Leif", "line": "Commander, you yourself said I'm not a child anymore. Nanna and Mareeta were taken captive because of me—and I refuse to let anyone suffer in my place. I will never again let someone sacrifice their life in exchange for mine."}, {"speaker": "Eyvel", "line": "...I understand. We leave at dawn, then. I won't lie, Little Lord: this is gonna get rough. Get some rest while you can."}, {"speaker": "Leif", "line": "Nanna! Mareeta! Where are you?! Please, answer me!"}, {"speaker": "Man", "line": "L-Lord Leif! Gods' breath, are you a sight fer sore eyes! I... wish I had better news fer you. They came fer Lady Nanna, they did, and we couldn't do nuthin' to stop 'em!"}, {"speaker": "Leif", "line": "Nanna? What happened to Nanna?"}, {"speaker": "Man", "line": "The Empire took 'er, sure as you're standin' here. Mareeta tried to break her loose, but only got captured 'erself. They both wore chains, last I saw."}, {"speaker": "Leif", "line": "Where were they taken?"}, {"speaker": "Man", "line": "Don't rightfully know, Lord Leif. One of them soldiers said somethin' about headin' back to Munster, but nuthin' more specific'n that."}, {"speaker": "Leif", "line": "Munster... Then that's where I'm headed, too. I'll bring everyone home: Nanna, Mareeta, and the Commander!"}]}