{"chapter": "02", "title": "The Village Of Iz", "speakers": ["August", "Bucks", "Leif", "Eyvel", "Finn", "Ronan’S Mother", "Ronan", "Young Man", "Young Woman", "Man"], "dialogue_counts": {"August": 9, "Bucks": 6, "Leif": 8, "Eyvel": 1, "Finn": 1, "Ronan’S Mother": 2, "Ronan": 2, "Young Man": 2, "Young Woman": 2, "Man": 1}, "gender_counts": {"M": 20, "F": 1, "N": 13, "A": 0}, "lines": 35, "transitions": "-MNMNMNM-MFM-MMM-NMNM-NNN-N-N-N-N-N-MMMMMMMMM", "opening": ["Giving chase to Raydrik, Leif set out for Munster to rescue his companions. But while making his way along the shore, he passed near a small settlement: a coastal village by the name of Iz..."], "intro": [{"speaker": "August", "line": "Bucks, is this kind of body count really necessary? We're here to make coin, not gut everything that moves."}, {"speaker": "Bucks", "line": "Look 'ere, smart-aleck. We got us a nice division of labor goin'. I don't tell you how to plan your strategies and whatnot, and you don't tell me 'ow to go about plunderin'. Oh, and if it's them Freeblade folk yer worried about, we already saw to them. The boss tipped off the Empire that the Leonster boy was hidin' with 'em."}, {"speaker": "August", "line": "Leonster boy...? Wait, you mean Leif, the prince?! Are you certain of this?"}, {"speaker": "Bucks", "line": "Sure am. The boss grabbed one of the village folk an' used his talents with a knife to loosen 'is tongue. Stubborn fella, though—mighta survived if he'd talked sooner."}, {"speaker": "August", "line": "He resorted to torture, did he...?"}, {"speaker": "Bucks", "line": "Hah, yer one to talk! Boss says yer the one who taught'im everythin' he knows about interrogatin'! There's a reason you ain't with the Church no more, mate."}, {"speaker": "August", "line": "Dammit, Lifis... You've become more trouble than you're worth. It's time we parted ways. I just need to make contact with the Leonster heir, and then Lifis is disposable. Now, how should I go about this...? Well, before anything else, I must alert my benefactor..."}, {"speaker": "Leif", "line": "Commander, over here! That village is being raided!"}, {"speaker": "Eyvel", "line": "Hmm... That's Lifis' crew, by the look of it. They've been quiet as a mouse for a while, but I guess they move fast."}, {"speaker": "Leif", "line": "And we have to move faster! We cannot stand by and allow this to happen!"}, {"speaker": "Leif", "line": "Finn, look here! That village is being raided!"}, {"speaker": "Finn", "line": "What's this? These pirates answer to a man named Lifis, as I recall—but they've been quiet for so long, I thought they might've disbanded."}, {"speaker": "Leif", "line": "Seems they have a macabre idea of a reunion, then. Ready yourself, Finn. We cannot stand by and allow this to happen!"}], "recruit-visit": [{"speaker": "Ronan’S Mother", "line": "Ronan, stop! Ronan!"}, {"speaker": "Ronan", "line": "Ma, I can't stay outta this any longer. I'll go and fight alongside— Oh, you must be with the Freeblades! I want to join y'all! I'm good enough with a bow and I can get around pretty fast. I won't hold you back none."}, {"speaker": "Ronan’S Mother", "line": "B-But you've never been in a real fight like this before...! You that eager to leave yer mother alone in this world?!"}, {"speaker": "Ronan", "line": "That don't matter none! Every battle is somebody's first, right? Guess this'll be mine. I mean, maybe you can stand holing up in here an' waiting to die, but I sure can't!"}], "visit": [{"speaker": "Young Man", "line": "You lot just had to play hero, didn't you? Now this whole village will be razed by the pirates in revenge! They'll make one big, bloody example outta us! What are we supposed to do?!"}, {"speaker": "Young Woman", "line": "How can you say something so cruel, Brother? These people are puttin' their lives on the line fer us, and you've got the nerve to complain?!"}, {"speaker": "Young Man", "line": "You're too naïve! The pirates would've killed a few of us, sure, but they had no reason to hunt down everybody! Except these idiots couldn't leave well enough alone!"}, {"speaker": "Young Woman", "line": "...I'm sorry 'bout my brother. He wasn't always like this. By way of apology, take this magic trinket. Not sure what it does, but maybe it'll be of use to you. It's about time somebody showed those pirates what it's like to fight for THEIR lives for a change!"}, {"speaker": "Man", "line": "These pirates grow bolder by the day! Just recently, I heard that a cleric fleeing Tarrah was taken prisoner by 'em! Mayhap you can help the poor dear, eh? Here, take this for your trouble. If you manage to find her, do send word that she's all right."}], "boss": [{"speaker": "Bucks", "line": "You have any idea who yer dealin' with? I'm THE Bucks, a beast born from a life at sea!"}, {"speaker": "Bucks", "line": "Ugh... You'll regret this someday... I... deserved to die at sea..."}, {"speaker": "Bucks", "line": "That's it? No collectin' the bounty on my head or nothin'? Well, I'll be! I'm leavin' my piratin' days behind me. Can't leave the sea behind me, though—reckon I'll become a fisherman. Clear skies to you, Freeblades."}], "end": [{"speaker": "August", "line": "Lord Leif, I presume?"}, {"speaker": "Leif", "line": "...And you are?"}, {"speaker": "August", "line": "August, at your service. I am a priest of Bragi on pilgrimage."}, {"speaker": "Leif", "line": "Is there something you need from me? With respect, I don't have time to spare on talk."}, {"speaker": "August", "line": "Neither do I. I take it you're headed to the Corsair Isles to nip this pirate threat in the bud?"}, {"speaker": "Leif", "line": "Indeed. If we leave them be, it's only a matter of time until the scum attack Iz again. Besides, I hear they're also keeping a cleric captive there."}, {"speaker": "August", "line": "I see. In that case, allow me to be your navigator. I can guide you to the isles."}, {"speaker": "Leif", "line": "What? Why would a priest know the way to the Corsair Isles?"}, {"speaker": "August", "line": "This old man has many surprises left in him yet, I'll tell you that much. Still, the decision is yours."}]}