{"chapter": "02x", "title": "The Pirate Isles", "speakers": ["Shiva", "Lifis", "Safy", "Leif", "August", "Pirate", "Eyvel"], "dialogue_counts": {"Shiva": 4, "Lifis": 13, "Safy": 12, "Leif": 14, "August": 3, "Pirate": 2, "Eyvel": 2}, "gender_counts": {"M": 34, "F": 14, "N": 2, "A": 0}, "lines": 50, "transitions": "MM-MFMFMFMF-MMMMM-NMNM-MFMF-M-M-M-M-M-M-MMFMFMFMFMFMFMF-MMMFM-M", "intro": [{"speaker": "Shiva", "line": "I shouldn't have to say this, Lifis, but don't you dare lay a hand on the cleric."}, {"speaker": "Lifis", "line": "Oh, uh... R-Right. Got it."}, {"speaker": "Lifis", "line": "You could stand to give me the time of day, Safy. We both know I could get anything you want. Just go along with me, yeah?"}, {"speaker": "Safy", "line": "I have given my word to see Lady Linoan's hopes realized. Unless you wish to join us in fighting for Tarrah, I will not falter."}, {"speaker": "Lifis", "line": "T-Take up arms against the Empire?! May as well stand on the shore an' try to push the tide back!"}, {"speaker": "Safy", "line": "Perhaps it sounds impossible, but the alternative is to do nothing as innocent children are ritually slaughtered. No matter the cost, no one with a drop of humanity could stand by and allow this to continue. We're not naïve. Everyone knows the risks—we know we'll likely die. But this isn't just about us! This is bigger than one city or one society—this is about resisting the grip of damnation itself. Loptous beckons, Lifis. The world hurtles ever closer toward his jaws. Tarrah is the only place in Jugdral still in dispute—where will you be when history is written?"}, {"speaker": "Lifis", "line": "Well... I... Look, you're out to fulfill your Lady's hopes, right? If I say yes, will you fulfill one of my own hopes?"}, {"speaker": "Safy", "line": "If it is within my power, I will."}, {"speaker": "Lifis", "line": "It's a deal. I'll talk to my boys, make sure everybody is on board. But don't forget our little arrangement."}, {"speaker": "Safy", "line": "Very well."}, {"speaker": "Leif", "line": "Of all the rotten luck...! We just had to land right as it was getting dark."}, {"speaker": "August", "line": "The timing isn't ideal, granted, but with a torch in hand, your men will be able to see a ways ahead."}, {"speaker": "Leif", "line": "I... don't believe we have any flint or tinder handy. What are our chances without torches?"}, {"speaker": "August", "line": "Your men won't be totally blind, but they'll barely be able to see in front of them. Still, I imagine you can find a spare torch or two lying around somewhere."}, {"speaker": "Leif", "line": "Then let's get moving. There's no time to waste!"}], "battle": [{"speaker": "Pirate", "line": "Boss, you really mean to make for Tarrah? I'm goin' pale jus' thinkin' about fightin' the Empire... I mean, we might as well jus' jab a knife in our necks now an' save everybody some time!"}, {"speaker": "Lifis", "line": "I know, I know, I'm just leading her on! Gotta get my foot in the door with that lass. An' just who does Shiva think he is, talking to me like that? Did that cutthroat sellsword grow a conscience when nobody was looking?"}, {"speaker": "Pirate", "line": "Hey Boss, we got a couple do-gooders scurryin' in from the west!"}, {"speaker": "Lifis", "line": "What? Here? You gotta be joking! ...All right boys, let's go say hello! The sharks are gonna be well-fed tonight!"}], "battle-talk": [{"speaker": "Leif", "line": "The pirates seem to have greater numbers... Can we make it through this, Commander?", "person_1": "Leif", "person_2": "Eyvel"}, {"speaker": "Eyvel", "line": "Numbers aren't everything. We keep our heads about us, we'll make it through just fine.", "person_1": "Leif", "person_2": "Eyvel"}, {"speaker": "Leif", "line": "O-Of course, Commander. Still, would you happen to know anything useful about this Lifis thug?", "person_1": "Leif", "person_2": "Eyvel"}, {"speaker": "Eyvel", "line": "Hah! \"Thug\" is too generous for Lifis. He's small-time—ain't even worth killing. When we get our hands on him, take him alive, and don't let him go after the fighting's done. We'll bring him back to Iz and see that he gets justice for his crimes.", "person_1": "Leif", "person_2": "Eyvel"}], "recruit-battle": [{"speaker": "Shiva", "line": "Not too bright, are you...?"}, {"speaker": "Shiva", "line": "How... careless. All this way, just to die... here..."}, {"speaker": "Shiva", "line": "What a naïve bunch... Still, I owe them a debt now."}, {"speaker": "Lifis", "line": "H-Hey, wait a minute! I ain't that bad, really! Maybe I been wrong here and there, but not enough to deserve this!"}, {"speaker": "Lifis", "line": "Ugh...! S-Safy, I... need..."}, {"speaker": "Lifis", "line": "Much obliged, moron. Ah, looks like I gotta build things up from scratch now..."}], "end": [{"speaker": "Leif", "line": "The pirates seem to have escaped, but never mind that—is the cleric safe?"}, {"speaker": "August", "line": "Ahem. I've found her, sire."}, {"speaker": "Safy", "line": "Thank you, kind folk. I owe you my— Hm? Is that...?"}, {"speaker": "Leif", "line": "I beg your pardon, milady. Battle is dirty business, and if I have some grime or blood on my face—"}, {"speaker": "Safy", "line": "Have you forgotten me already, Lord Leif? It's me, Safy—we met in Tarrah."}, {"speaker": "Leif", "line": "Safy, you say? I knew a young woman at the monastery in Tarrah by that name."}, {"speaker": "Safy", "line": "I only had the honor of seeing you two or three times, milord. I suppose I wasn't as memorable as I thought! Still, you left an impression on me all the same. When you departed the city, it was I who wiped Lady Linoan's face of tears."}, {"speaker": "Leif", "line": "Ah, now I can place you. Your father was a priest, and you were rather close with Linoan, were you not?"}, {"speaker": "Safy", "line": "As close as a woman of common birth can be, I suppose. The Duke of Tarrah was Lady Linoan's father, and I am more her servant than peer."}, {"speaker": "Leif", "line": "That aside, how did you come to be here? Has something happened to Linoan?"}, {"speaker": "Safy", "line": "You mean to say you don't know what's happened to Tarrah since you left? Ah... Let me start from the beginning. After the Duke passed away, the Empire installed their own governor. The man proved to be a walking pox, inflicting tragedy after tragedy upon us. Just this year, they even began child hunts in Tarrah."}, {"speaker": "Leif", "line": "Child hunts...?"}, {"speaker": "Safy", "line": "That proved to be the breaking point. The people of Tarrah revolted, installing Lady Linoan as rightful Duchess. They hired any sellsword who could stand upright, and then sent offerings of gold and gemstones to the Empire's leading noblemen. It was... an admirable effort, but King Bloom of Thracia did not forgive such a slight, and summoned the Imperial Army to besiege Tarrah. The sellswords proved craven and fled, and now only a handful of militiamen stand between the Empire and our city. Lady Linoan bade me leave and seek out any who would fight in Tarrah's defense."}, {"speaker": "Leif", "line": "Are things truly that dire...? The Duke sheltered me for half a decade before the Empire learned of it and had him executed. Not a day goes by that I don't think of his generosity... You're seeking folk to aid Tarrah? Look no more. I pledge to deliver Tarrah from this evil. Let's be off, Safy."}, {"speaker": "Safy", "line": "You will be most welcome in Tarrah, Lord Leif. Thank you."}, {"speaker": "Lifis", "line": "Well, don't keep me in suspense. What are you gonna do with me?"}, {"speaker": "Leif", "line": "That's up to the villagers of Iz. We're taking you back there to answer for your crimes."}, {"speaker": "Lifis", "line": "We both know what'll happen! You handin' me over to them is as good as killin' me yourself! Safy, c'mon, we had a deal—I said I'd go to Tarrah with you!"}, {"speaker": "Safy", "line": "...Lord Leif, Lifis is not an evil man. He's committed many foul acts as a pirate, yes, but he seemed genuinely repentant when we spoke earlier. Give him a chance to redeem himself in the eyes of the gods."}, {"speaker": "Leif", "line": "...All right. If Safy believes in you, I can give you a chance for the time being."}, {"speaker": "Lifis", "line": "Hah, I've cheated death once again! Just gotta wait for the right opening, then I'll book it. But come to think of it... If that boy's really the missing Leonster heir, the Empire'd pay mighty well to hear of it... It's worth mulling over, at least. Either way, it'll have to wait until after Safy has given in to my many charms!"}]}