{"chapter": "04", "title": "The Dungeon", "speakers": ["Raydrik", "Dalsin", "Eyvel", "Ced", "Brighton", "Machyua", "Lara", "Lifis", "Bandit 1", "Bandit 2", "Bandit 3", "Fergus", "Leif", "Karin", "Guard", "Manfroy", "Veld", "Ishtar", "Julius"], "dialogue_counts": {"Raydrik": 6, "Dalsin": 5, "Eyvel": 5, "Ced": 2, "Brighton": 2, "Machyua": 2, "Lara": 2, "Lifis": 9, "Bandit 1": 8, "Bandit 2": 1, "Bandit 3": 1, "Fergus": 15, "Leif": 11, "Karin": 14, "Guard": 1, "Manfroy": 3, "Veld": 2, "Ishtar": 3, "Julius": 2}, "gender_counts": {"M": 56, "F": 24, "N": 14, "A": 0}, "lines": 95, "transitions": "-MMMFMFMFMFMF-MMM-MFMFM-MNMNMNMNMNMNNNM-MMMFMFMFMFMFMFMFMFMFNMFMMM-NMNM-MMMMMMMFMFMFMFM-M-M-M-M-NMNMNFMFMF", "opening": ["Now in Raydrik's clutches, Leif was detained and taken to Munster by Imperial soldiers. His imprisonment bore a certain irony: Munster was once the sovereign land of House Leonster. It was now governed by House Friege, who had personally been installed as rulers by the Emperor of Grannvale after his conquest of North Thracia. Raydrik himself had once been a general of the Kingdom of Conote, but colluded with the Empire during the war. For that service, he was made Baron of Munster. While still subordinate to Lord Bloom, head of House Friege, Raydrik was entrusted with the day-to-day management of Munster. Leif would now see firsthand what life was like in his family's former home..."], "intro": [{"speaker": "Raydrik", "line": "Hahaha! Without a doubt, this feat will secure my position in Munster and beyond. Dalsin! See that the brat doesn't so much as blink before the knights of Conote come to claim him!"}, {"speaker": "Dalsin", "line": "...Aye, sire."}, {"speaker": "Raydrik", "line": "It's high time to celebrate with a visit to the arena. You, woman! You'll be accompanying me."}, {"speaker": "Eyvel", "line": "Why me...?"}, {"speaker": "Raydrik", "line": "I assumed you would want to see the other girls. But if you wish to spit on my generosity..."}, {"speaker": "Eyvel", "line": "Other girls? You mean... Mareeta and Nanna?"}, {"speaker": "Raydrik", "line": "I believe those are their names, yes. Never fear—I haven't laid a finger on them. I've been keeping them quite comfortable."}, {"speaker": "Eyvel", "line": "...Are you really gonna let me see them?"}, {"speaker": "Raydrik", "line": "You have my word."}, {"speaker": "Eyvel", "line": "...Fine. Lead the way."}, {"speaker": "Raydrik", "line": "Ah, how old-fashioned, leading the way for such a fine lady. Heh, heh, heh..."}, {"speaker": "Eyvel", "line": "…..."}, {"speaker": "Ced", "line": "This is it. Asbel and I will locate the children, but I want the rest of you to go down to the prison and free everyone locked up there. Brighton, you're in charge."}, {"speaker": "Brighton", "line": "Yessir! Once we've released these poor souls, we'll rendezvous with you."}, {"speaker": "Ced", "line": "Gods willing, we'll all meet again. Fortune be with you!"}, {"speaker": "Machyua", "line": "We're counting on you, Lara. Think you can handle this?"}, {"speaker": "Lara", "line": "Uh-huh. No lock is gonna stand in my way! Just watch my back, OK?"}, {"speaker": "Brighton", "line": "Even if someone were to get past us, you could grab their weapons, no problem."}, {"speaker": "Lara", "line": "Not if they're too heavy, I can't!"}, {"speaker": "Machyua", "line": "Then be glad me an' Brighton are here, eh? C'mon, let's go!"}], "battle": [{"speaker": "Lifis", "line": "Dammit... Ah, Lady Luck is so fickle..."}, {"speaker": "Bandit 1", "line": "Hey, hold on... Yer that Lifis fella, ain'tcha? Weren't ya boss of a whole crew of pirates or somethin'? On the Corsair Isles, right?"}, {"speaker": "Lifis", "line": "Hm? Oh, uh... yeah, but..."}, {"speaker": "Bandit 1", "line": "Thought so! Hah, ya look just like the guy in all them wanted posters."}, {"speaker": "Lifis", "line": "Heh, isn't that somethin'? Guess I'm famous. Hmm... Maybe I can make use of these idiots..."}, {"speaker": "Bandit 1", "line": "What, did I say somethin' wrong? Ya got this look on yer face..."}, {"speaker": "Lifis", "line": "Truth be told, I'm fixin' to bust my way outta here."}, {"speaker": "Bandit 1", "line": "What?! You could pull somethin' like that off?"}, {"speaker": "Lifis", "line": "Think about it, genius. Once my crew knows I'm locked up, whaddaya think they'll do? Not waltz up and ask nice for the Empire to let me go, that's for sure. In fact, I'll bet my boys are scopin' this place out right now. So since I'll be sayin' goodbye to the rest of you before long, let's make nice for now, eh?"}, {"speaker": "Bandit 1", "line": "...Really? Th-Then you gotta take me with you, Boss!"}, {"speaker": "Lifis", "line": "Hmm... Well, if you can pull your own weight, I'll think about it."}, {"speaker": "Bandit 1", "line": "You mean it, Boss?! Leave it to me! Ain't no soldier gonna stand in our way, that's fer sure!"}, {"speaker": "Bandit 2", "line": "Lithis? Er, sir? If'n all that's true, let me come along, too!"}, {"speaker": "Bandit 3", "line": "Me three!"}, {"speaker": "Lifis", "line": "Heheh... Played like a fiddle, all three of 'em! After we're busted out, I'll have a whole new opportunity on my hands."}, {"speaker": "Fergus", "line": "Huh, folk're gettin' real lively all of a sudden. So, what're you in for, kid?"}, {"speaker": "Leif", "line": "...And you are?"}, {"speaker": "Fergus", "line": "Fergus the sellsword, at yer service. An' I'm this close to bein' done with Jugdral, lemme tell ya. Saw a bunch of soldiers makin' trouble fer a young lass, so I stepped in. Got arrested fer the effort. Terrible story, really."}, {"speaker": "Karin", "line": "Oh, please! You didn't just try to stop 'em, you beat one of 'em half to death! That's the terrible story, here."}, {"speaker": "Fergus", "line": "Wait just a darn minute—you were the one who started it!"}, {"speaker": "Karin", "line": "Yeah, an' they arrested me 'cause they thought I helped you nearly kill that guy! This is on you, not me! So what're you gonna do about it?!"}, {"speaker": "Fergus", "line": "I'm gonna take a nap, that's what. Hey, you gotta learn to take the good with the bad, you know? Just wake me when it's mealtime."}, {"speaker": "Karin", "line": "Ugh, I don't even care anymore... Oh, uh, sorry. I'm Karin, by the way."}, {"speaker": "Leif", "line": "Karin? That's an unusual name for a Thracian."}, {"speaker": "Karin", "line": "That's 'cause I'm not Thracian—I'm from Silesse. I'd just gotten into town when I got in trouble thanks to this dimwit."}, {"speaker": "Leif", "line": "Silesse... That's far north of here, if memory serves. Why come all the way here from Silesse?"}, {"speaker": "Karin", "line": "Our prince up and left the country, that's why. The queen passed away, an' the princess is too young to take the throne, so people don't know who to turn to. I came here to look for our little runaway prince."}, {"speaker": "Leif", "line": "I'd heard that the Kingdom of Silesse had been overthrown by the Empire. How is it the royal family is still alive?"}, {"speaker": "Karin", "line": "The rebels have been keeping them safe. Everyone still willing to fight has gathered in the city of Thove, where they've rallied around the royal family. Me, I'm gonna become a pegasus knight an' lend them my lance."}, {"speaker": "Leif", "line": "Impressive. If you become a pegasus knight, you'll be able to dance through the skies."}, {"speaker": "Karin", "line": "Well, I can fly already, but I won't be doing aerial acrobatics like a knight any time soon. Still, my pegasus an' me can already understand each other really well! His name's Hermes, an' he's just the cutest thing you ever saw, with a brain to match! He's probably the one dancing through the skies right now—looking for me, that is."}, {"speaker": "Leif", "line": "So why did the prince leave Silesse in the first place?"}, {"speaker": "Karin", "line": "It's a long story. The prince wanted to go look for the king, but the king's somethin' of a flake himself. He also left Silesse years ago, abandonin' his kingdom and family both. Everybody feels betrayed, an' nobody expects the king to come back anymore. So we want Prince Ced to come back instead an' take the throne. I was sent here to meet with him, but ended up jailed 'cause of this muttonhead."}, {"speaker": "Fergus", "line": "Hm? What about mutton? Is it mealtime already? ...Oh. Guess not. Can't you keep it down until then, at least? This is a prison, fer cryin' out loud! It's not like anyone can escape all yer yammerin'!"}, {"speaker": "Karin", "line": "And it's not like anyone can escape your loud snoring, either! Honestly, how can you sleep at a time like this? You are the most boorish, insensitive—"}, {"speaker": "Guard", "line": "Hey! Keep it down, you twits!"}, {"speaker": "Fergus", "line": "See? Even the Empire agrees with me! Bahaha...!"}, {"speaker": "Karin", "line": "Tch..."}, {"speaker": "Leif", "line": "......"}, {"speaker": "Fergus", "line": "What's eatin' you, lad? You look awful upset. Might as well speak yer mind, eh? Not like it could do any harm, now."}, {"speaker": "Leif", "line": "...You're right. In fact, maybe you two can even help me..."}, {"speaker": "Bandit 1", "line": "Boss, Boss! The door's open! It happened just like you said it would!"}, {"speaker": "Lifis", "line": "......"}, {"speaker": "Bandit 1", "line": "What's the matter? Yer crew came for ya, don't that perk ya up?"}, {"speaker": "Lifis", "line": "L-Lady Luck really is fickle... Somebody actually did come...! Well, let it never be said that lyin' through your teeth doesn't work!"}, {"speaker": "Fergus", "line": "Well, well! Hey, Prince Leif, somebody's come to rescue us! C'mon, let's make a break for it!"}, {"speaker": "Leif", "line": "Who in the world are they?"}, {"speaker": "Fergus", "line": "Does it matter? Save those questions fer when we're far, far away from here. Look, there's a stairway to the north that leads outta here. You go ahead—I'll give them soldiers what-for if they try to follow."}, {"speaker": "Leif", "line": "But what happens to you if I Escape first?"}, {"speaker": "Fergus", "line": "Mm, I expect I'll get caught an' thrown in here again—or worse. Don't matter to me none if I can do some good 'fore I get grabbed."}, {"speaker": "Leif", "line": "I won't accept that! I'll only escape after everyone else has!"}, {"speaker": "Fergus", "line": "Hah! Yer gonna make me cry, junior. Suppose I can keep you company fer a time, if'n you need someone to hold yer hand that bad. ...Aw, who am I kiddin'? After hearin' yer story, I'm invested!"}, {"speaker": "Karin", "line": "Hmm. You're a more decent sort than you look, Fergus."}, {"speaker": "Fergus", "line": "Fallen for me already, eh?"}, {"speaker": "Karin", "line": "Oh, please! If you think that, you must still be half-asleep. Haven't had your morning coffee yet, grandpa?"}, {"speaker": "Fergus", "line": "All right, all right, lay off. But have you made up yer own mind about escapin'? The Magi's head honcho is a fella by the name of Ced. Same name as the prince yer after, right?"}, {"speaker": "Karin", "line": "It's probably him, yeah—but right now, Prince Leif is the one we need to worry about. And besides, that coward Raydrik is usin' women as hostages. That's unforgivable. Any plan that gives me the chance to smash his face in is fine by me."}, {"speaker": "Fergus", "line": "You got the skill with a blade to back up them words, lass?"}, {"speaker": "Karin", "line": "I... won't pretend I'm the best, but I'll give it my all!"}, {"speaker": "Fergus", "line": "Yeah, didn't think so. Ah, geez... That's two kids I gotta look out for now..."}], "recruit-talk": [{"speaker": "Dalsin", "line": "W-What?! The Empire tried to take me own kin in their damned child hunts?! I was... I was only goin' along with 'em 'cause they promised my family would be spared! Tch...! Damn Raydrik and damn the Empire! I've no love left for any of 'em! I defect! Me life is in yer hands!", "recruiter": "Leif", "recruit": "Dalsin"}], "recruit-battle": [{"speaker": "Dalsin", "line": "I take no pleasure in this... You lot shoulda stayed in yer cells!"}, {"speaker": "Dalsin", "line": "D-Damn... Jubel... Live a long and happy life with yer sister..."}, {"speaker": "Dalsin", "line": "They got heart, I'll give 'em that... I owe 'em somethin', at least."}], "end": [{"speaker": "Manfroy", "line": "Veld, how go your operations here?"}, {"speaker": "Veld", "line": "Smoothly, Archbishop Manfroy. Some of the citizens mount a meager resistance, but their children are harvested all the same."}, {"speaker": "Manfroy", "line": "Splendid! Then Tarrah is the only city not under our influence. If they remain disagreeable, make an example of them: burn the city and its people. Show Munster that the Empire does not tolerate resistance."}, {"speaker": "Veld", "line": "It would be done, Your Eminence, but the generals of House Friege seem to have lost their nerve. They've surrounded the city, but have yet to act."}, {"speaker": "Manfroy", "line": "Princess Ishtar, your father appears to be openly defying the direct orders of the crown. Surely you have an explanation for this lack of resolve?"}, {"speaker": "Ishtar", "line": "My father has been placed in a difficult position. Many of our own, as well as the clergy, are vehemently opposed to the practice of... child hunts. My own brother is among the dissidents—and I stand with him. Archbishop Manfroy, on behalf of my family, I must ask that you stop this savagery! Abducting children too young to lift a sword? Separating them from their families? It's simply unconscionable! But you don't stop there, do you? No... You take these innocent souls and sacrifice them to your dark god! Have you no shame?!"}, {"speaker": "Julius", "line": "Ishtar, my beloved, there's been a terrible misunderstanding. Never would I condone the slaughter of children! Do you truly believe me capable of such a thing? I merely want them to be trained and educated— sculpted into adults worthy to inhabit the Empire. The ones who survive our rigorous training will become a new kind of ruling class—one that will govern over all others of common birth. Consider it: these children of peasants are given a chance to earn nobility, even happiness, for themselves!"}, {"speaker": "Ishtar", "line": "At what cost? They compete against each other, learn to hate each other, struggle to survive without their families... You dare call that happiness?"}, {"speaker": "Julius", "line": "...Ah, my dear, you'll understand my wisdom—your betrothed's wisdom—one day, I'm sure. Say, there's a beautiful bed of flowers just out back. Let's take in the view together, Ishtar."}, {"speaker": "Ishtar", "line": "...Lord Julius..."}]}