{"chapter": "04x", "title": "The Hero Of Winds", "speakers": ["Asbel", "Ced", "Girl", "Boy", "Leif", "Karin"], "dialogue_counts": {"Asbel": 14, "Ced": 24, "Girl": 3, "Boy": 2, "Leif": 4, "Karin": 17}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 64, "transitions": "---", "intro": [{"speaker": "Asbel", "line": "Sir Ced, d'you reckon the kids are safe?"}, {"speaker": "Ced", "line": "Think of it the way Raydrik would: would you send a convoy all the way to Belhalla with only three or four children? Or would you wait until you have plenty to show for yourself? There's still time, Asbel."}, {"speaker": "Asbel", "line": "Then we can send 'em all back home! Their moms must be awful worried."}, {"speaker": "Ced", "line": "Focus, Asbel. There's too many guards about to celebrate just yet."}, {"speaker": "Asbel", "line": "Yessir."}, {"speaker": "Ced", "line": "Listen closely: after you've rescued the children, I want you to rejoin Brighton and seek out Prince Leif of House Leonster."}, {"speaker": "Asbel", "line": "C-Come again? Prince Leif?!"}, {"speaker": "Ced", "line": "Indeed. He fell prey to some trap of Raydrik's and was imprisoned in this very castle. ...Asbel, what's wrong? You're white as a sheet!"}, {"speaker": "Asbel", "line": "Lord Leif was a dear friend of mine, y'see. We got separated in Tarrah, years ago, an' I've been looking for him ever since. For three whole years, I've been searching..."}, {"speaker": "Ced", "line": "Then look alive—today is the day you've been waiting for. Find the prince, and escape Munster with him. I've ordered all Magi outside the castle to flee Manster as well. We'll be sitting ducks if we stay here much longer..."}, {"speaker": "Asbel", "line": "Are you coming with us?"}, {"speaker": "Ced", "line": "I... considered it, but I can't. There's many villagers and townsfolk left in Munster, and they need my aid just as much."}, {"speaker": "Asbel", "line": "You've spent this whole time teachin' me, an' I can't even help you in return? Some apprentice I turned out to be..."}, {"speaker": "Ced", "line": "No, this is my choice, Asbel. It's no fault of yours. Besides, all I really taught you was that Grafcalibur spell. Do me proud, and use it to protect Prince Leif."}, {"speaker": "Asbel", "line": "Sir Ced, will... will we see each other again?"}, {"speaker": "Ced", "line": "If Prince Leif is the hero we've been waiting for, then the long night is finally over, and Thracia will breathe free again. ...We will see each other again, Asbel. Right here in Munster."}, {"speaker": "Asbel", "line": "Munster...? R-Right! Munster it is! Don't you forget it, Sir Ced!"}, {"speaker": "Girl", "line": "*Sniffle... sniffle...*"}, {"speaker": "Boy", "line": "C'mon, knock off the waterworks..."}, {"speaker": "Girl", "line": "B-B-But...! *Sniffle*"}, {"speaker": "Boy", "line": "Don't make them soldiers mad at us again. They'll just tell us to \"Quit yer bellyachin'!\" like last time..."}, {"speaker": "Girl", "line": "I don't care if they get mad! If I get caught cryin', an' they get angry... Maybe they'll jus' send me home... I jus' wanna go home..."}], "recruit-talk": [{"speaker": "Asbel", "line": "Lord Leif...! After all these years! It's me, Asbel!", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Leif", "line": "Asbel?! What in the world are you doing here? Why aren't you still in Tarrah?", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Asbel", "line": "I set off after you just as soon as we got separated! Lotta good that did... I couldn't figure out where you'd gone. For the last half-year now, I been stickin' around Munster.", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Leif", "line": "You left Tarrah that quickly?! Then... you've spent the last three years looking for me...", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Asbel", "line": "Of course I did! I promised you as much, remember? With your blade and my magic, we were gonna take Thracia back—together! But you just up an' left me behind! That... that was awful heartless of you, Leif. Er, Lord Leif.", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Leif", "line": "I'm sorry... At the time, I didn't have a choice. Tarrah had been surrounded by the Empire. I had... I had prepared myself for the very real possibility of dying. When I fled, I never imagined I would make it out alive. I didn't want to drag you down with me, so I left you out of it.", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Asbel", "line": "What a load of pegasus dung...! We swore to live and die together, didn't we? Or was that whole oath just part of some kids' game? I've spent all these years with those words etched into my mind—and I chose to believe in them.", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Leif", "line": "A-Asbel...", "recruiter": "Leif", "recruit": "Asbel"}, {"speaker": "Asbel", "line": "Lord Leif, if only for my sake, you have to liberate Thracia! Make it so that my years of searching meant something!", "recruiter": "Leif", "recruit": "Asbel"}], "battle-talk": [{"speaker": "Karin", "line": "Lord Ced! Oh, Lord Ced, after all this time...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Yes? Wait... Karin? Has something happened? Why have you left Silesse?", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "To... To find you, my prince!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "To find me ...? Oh, for heaven's sake... Did Fee put you up to this? Or was it my mother?", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "...... Lord Ced, I have some... important news for you.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Is that so? Well, let's hear it.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "W-Well, to tell the truth... Oh, gods... ......", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Karin, if you have something to tell me, speak quickly and to the point. This is no time for weakness.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Y-You're right... I... I regret to inform you that Her Majesty the Queen has... she, um...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Mother?! No, she can't have...!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "I'm... afraid so, milord. Two months ago...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Mother is... My mother has... passed away...?", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Lord Ced... I'm sorry. You shouldn't have found out like this. Here, of all places...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Does it matter? I was too late... Father... I wanted them to see each other one last time...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Lord Ced, return to Silesse with me—please. Lady Fee is waiting for you.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Fee... How is she? Is she all right?", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Silesse faces dire times, milord. Lady Fee can put up a tough front for the others, but when it's just me an' her, she... she cries till her eyes dry up. Lord Ced, with respect, you've done her a great cruelty, runnin' away like you did. Lady Fee isn't much more than a kid, and you've gone and forced the burden of ruling Silesse onto her. That holy blood in your veins has gone to your head! You're the heir to Forseti's legacy, good for you, but you up an' walked out on your mother and sister! Does that sound like what a hero would do? Does that even sound like what a real prince would do?!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Karin, I... You're right, of course, but... But Father was the only one who could cure Mother's illness! I couldn't do her any good just waiting at her side! Was I supposed to just sit there and watch her waste away?! So I... I went to find Father, by whatever means I could.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Then why are you leading some rebel group in Munster?!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "I heard tell that my father had been here in Munster until half a year ago. I came here to pick up the trail, but when I arrived, he had already left. But after seeing the it had gone cold. As I investigated, I discovered just how deeply the people of Munster suffered. I couldn't abandon them as my father had abandoned Silesse.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Is that right...? I apologize, Lord Ced... I should've heard your side of the story before judging you...", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "I'm sorry, Karin, but I need more time. If I can drive that menace Raydrik from Munster, I'll gladly return to Silesse. By my estimation, that should only take a half- year at most.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "...You're fixin' to overthrow that creep, huh? Now that's a plan I can get behind! Count me in—I'll stay here with you!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Heh. I'm flattered, Karin, but as your prince, I insist you head back to Silesse. I couldn't fight knowing you were endangering yourself.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "...That's a diplomatic way of saying I would be a burden. But you're right: I would just slow you down. All right, I'll make my way back to Silesse—but only if you promise to come home yourself, Lord Ced.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "You have my word—and as proof of my vow, I bestow this upon you.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Er, what is it? A used handkerchief?", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Hah! Would you believe this is an heirloom of the Silessian royal family? It's an ancient scroll, penned by my namesake—the crusader Ced himself. He imbued it with potent magic that strengthens whoever so much as holds it. I was... supposed to give it to my betrothed, actually. Instead, I entrust it to you, Karin.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "Are you really trusting me with something so valuable? I... This is most unexpected!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Karin... I did wrong by my mother, and I'm sorry. I owe you much for helping Fee in my absence, and this is a token of my gratitude. I want you to have it.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "...OK, but I'm only keeping it safe for you. You'll get it back the second you return to Silesse!", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Ced", "line": "Then the snowy banks of Silesse shall be witness to our next meeting. Be well, Karin.", "person_1": "Karin", "person_2": "Ced"}, {"speaker": "Karin", "line": "You said it! Gods be with you, Lord Ced!", "person_1": "Karin", "person_2": "Ced"}]}