{"chapter": "05", "title": "Mother And Child", "speakers": ["Eyvel", "Nanna", "Raydrik", "Veld", "Soldier", "Mareeta", "Leif"], "dialogue_counts": {"Eyvel": 24, "Nanna": 10, "Raydrik": 23, "Veld": 8, "Soldier": 4, "Mareeta": 7, "Leif": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 81, "transitions": "-----------", "intro": [{"speaker": "Eyvel", "line": "Little Lady! You're a sight for sore eyes!"}, {"speaker": "Nanna", "line": "Eyvel…"}, {"speaker": "Eyvel", "line": "I can't tell you how glad I am that you're safe, Little Nan. Did that maggot Raydrik hurt you?"}, {"speaker": "Nanna", "line": "I-I'm fine, but... but Mareeta, she..."}, {"speaker": "Eyvel", "line": "Mareeta?! What's happened to my Mareeta?!"}, {"speaker": "Nanna", "line": "I don't know if she's even alive... We were separated as soon as we got to the castle."}, {"speaker": "Eyvel", "line": "Raydrik! This your idea of a joke?! You gave me your word that I could see my daughter! Are you such an excuse of a man that even your word means nothing?!"}, {"speaker": "Raydrik", "line": "I never lied. Of course you can see your daughter. I just made a small... omission."}, {"speaker": "Nanna", "line": "Look out, Eyvel! There's armed men coming toward us!"}, {"speaker": "Eyvel", "line": "Tch!"}, {"speaker": "Raydrik", "line": "These are my terms: defeat my prized pitfighters, and you can see your daughter."}, {"speaker": "Eyvel", "line": "……"}, {"speaker": "Raydrik", "line": "Ah, here they come now. Pitfighters, meet Eyvel. Eyvel, pitfighters. You've had your introductions—let it never be said that I'm a poor host."}, {"speaker": "Nanna", "line": "E-Eyvel..."}, {"speaker": "Eyvel", "line": "...Little Nan, this is gonna get real dangerous, real quick. Stay clear and keep your head down."}], "battle": [{"speaker": "Raydrik", "line": "Th-The woman's a beast...! F-Fine, the girl wasn't enough for you?! Let's see how you do against my entire garrison! All hands, enter the arena and stain the ground with her blood!"}, {"speaker": "Leif", "line": "Nanna! You're safe!"}, {"speaker": "Nanna", "line": "L-Lord Leif! Please, you have to help Eyvel! I don't know how much more of this she can take!"}, {"speaker": "Leif", "line": "Leave it to us—but stay behind me, Nanna! Commander, are you all right?"}, {"speaker": "Eyvel", "line": "Little Lord! Everyone! Heh, good to see you all made it!"}, {"speaker": "Leif", "line": "I can't begin to thank you for protecting Nanna in this ghastly place."}, {"speaker": "Eyvel", "line": "Would that I could've done the same for my own kin..."}, {"speaker": "Leif", "line": "No... What's happened to Mareeta?"}, {"speaker": "Veld", "line": "Panicking already, Raydrik? Fear not. I'll clean up your mess for you."}, {"speaker": "Eyvel", "line": "Wh-What...?!"}, {"speaker": "Raydrik", "line": "G-Gods' breath... Your spellcraft is truly a sight to behold, Your Eminence. Not even the wildest fable could compare to this..."}, {"speaker": "Veld", "line": "Heh, heh, heh..."}, {"speaker": "Raydrik", "line": "A-And now I have a perfect statue of the proud warrior of Fiana—an eternal monument to the price of defiance! Ahahaha! We've nothing to fear now! There's no rescuing a block of stone!"}, {"speaker": "Nanna", "line": "Eyvel... I'm sorry. I'll always honor your sacrifice..."}], "boss": [{"speaker": "Mareeta", "line": "……"}, {"speaker": "Eyvel", "line": "...Mareeta... I'm sorry... I'm so sorry..."}, {"speaker": "Raydrik", "line": "She prevailed against even the Shadow Sword... Is this some kind of jest...?!"}, {"speaker": "Eyvel", "line": "...Raydrik, you hellspawn... As long as my heart beats, I'll never forgive you..."}, {"speaker": "Raydrik", "line": "D-Damn…!"}], "end": [{"speaker": "Leif", "line": "I'll come back for you, Commander! I'll... I'll grow strong enough to storm this whole city if I have to! No force in all the heavens can stop me! So just... just... ......"}]}