{"chapter": "08", "title": "Mount Violdrake", "speakers": ["Carrion", "Leif", "August", "Rumei", "Gomes", "Marty", "Osian", "Halvan", "Dagdar", "Tanya"], "dialogue_counts": {"Carrion": 8, "Leif": 28, "August": 5, "Rumei": 12, "Gomes": 1, "Marty": 16, "Osian": 5, "Halvan": 6, "Dagdar": 7, "Tanya": 5}, "gender_counts": {"M": 75, "F": 5, "N": 13, "A": 0}, "lines": 94, "transitions": "-MMMMMMMMMMMMMMMMM-NNN-N-MMMMMMMMMMM-MMMMMMMMMMMMM-N-N-N-M-M-M-MMMMM-MMNMNMNMNMNMMN-MMMMMMMMMMMMMM-FMFMFMFMF", "opening": ["Reuniting with the remnants of the Freeblades of Fiana, Leif made his way west. Carrion, the knight entrusted to him by General Hannibal, served as his guide through the treacherous mountain range. They now approached the foot of Mount Violdrake, home to Dagdar and his familiar group of brigands..."], "intro": [{"speaker": "Carrion", "line": "Ah, feel that earthy, mountain air! That's how you can tell we're just at the base of Mount Violdrake."}, {"speaker": "Leif", "line": "Your help has been invaluable, Carrion. You should make your way back to General Hannibal—we can take it from here."}, {"speaker": "Carrion", "line": "I'm... not returning to Thracia, milord. I told General Hannibal of my intentions, and he gave me his blessing."}, {"speaker": "Leif", "line": "What?"}, {"speaker": "Carrion", "line": "Do you think the General a fool? He knew full well who you really were—as does half the Thracian Peninsula. Rumors of a surviving Leonster heir have been circulating for years. Anyone with sense knew it was only a matter of time until this survivor took up arms and rallied an army to battle the Empire. I always expected—nay, prayed—that this day would come, and now I have the honor of taking part in the liberation myself! The motherland shall soon breathe free again!"}, {"speaker": "Leif", "line": "Motherland? You... mean to say you're not Thracian?"}, {"speaker": "Carrion", "line": "Indeed. I was born to a sworn knight of House Leonster. My father perished in the war, but my mother and I were taken in by General Hannibal. Ah... but I'm being presumptuous, aren't I? If it pleases you, Prince Leif, I want nothing more than to fight for House Leonster again, and reclaim our sovereign land."}, {"speaker": "Leif", "line": "I'm... not sure that I'm the liege you seek, frankly. I don't know that I have power enough to reclaim Leonster—for the time being, I merely want to aid Tarrah."}, {"speaker": "Carrion", "line": "Even so, as long as I fight beneath the banner of House Leonster, I care not what the cause is. If you wish us elsewhere, milord, so be it. Assuming you accept my oath, I suggest we make for General Hannibal's villa."}, {"speaker": "Leif", "line": "Hm? General Hannibal didn't seem the type to own a lavish mountain villa..."}, {"speaker": "Carrion", "line": "He's not. The villa is a safehouse for those like me: the many refugees of the fallen families of Leonster. There, under the protection of General Hannibal, Duke Dryas trains us in the ways of knighthood."}, {"speaker": "Leif", "line": "D-Did I hear you correctly? Dryas...?! I can scarcely believe it... Duke Dryas is alive...?"}, {"speaker": "Carrion", "line": "See for yourself, milord. Shall we be off?"}, {"speaker": "Leif", "line": "Of course, at once! Being able to see Duke Dryas again... It's like a waking dream!"}, {"speaker": "August", "line": "Begging your pardon, my prince, but I've a matter of some urgency. The bandits of this area—Dagdar's gang, to be precise—are out in force, and seem to be pillaging a nearby village. What are your orders, sire?"}, {"speaker": "Leif", "line": "Say no more. I apologize, Carrion, but it seems Duke Dryas will have to wait. Will you aid me in defending the villagers?"}, {"speaker": "Carrion", "line": "Hah! You needn't ask—I'd be worried if you didn't want to help them, milord! Still, this is most curious... This is Dagdar's territory, and the villages are under his protection. Why are they attacking...?"}, {"speaker": "Rumei", "line": "All right, pay up. Your crew might be happy spendin' all day stickin' up farmers, but I got an actual army to get back to."}, {"speaker": "Gomes", "line": "Change of plans. Gonna need you to put in a little extra elbow grease—looks like there's a whole group of folk comin' this way. Dunno why they're here, but I need you to keep 'em clear of the manor while I'm inside. Once that's done, you'll get every coin."}, {"speaker": "Rumei", "line": "Damn, this was just supposed to be a one-time thing... All right, fine—but it'll cost you extra if you want me to stick around."}], "battle": [{"speaker": "Rumei", "line": "Ugh, I didn't know Gomes an' his boys were gonna take forever and a day! Hmm... This ain't worth it. Can't get caught up in this whole scene an' have someone recognize me..."}], "recruit-talk": [{"speaker": "Marty", "line": "Calm down, Marty, he ain't recognized you... Now wait fer an openin' and run for the hills—", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Osian", "line": "Hm? Wait, you're... Hey, Marty, ol' buddy!", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "What? Marty? Don't know no Marty. Haven't even heard the name before—", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Osian", "line": "Marty, pal, I could spot that chin of yours from a mile away. What are you doing here?", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "Er, well... It weren't my idea, I swear! It was all Gomes' idea! He made me do it...!", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Osian", "line": "That isn't the problem here! C'mon, Marty! Raiding villages?! You think that's what Dagdar would want? Or the Commander? If you've seen fit to go against everything they taught you, then you're just another bandit, and I got no choice but to cut you down!", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "Wait, wait! I... ...Boy, you sure know how to guilt-trip a guy, don'tcha? Musta learned it from that father of yours... *Sigh* When yer right, yer right. It was wrong of me to go along with this...", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Osian", "line": "...So you're with us, then? You'll help us fight off these bandits?", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "F-F-Fight off the bandits? Even Gomes?! Er... Well, y'see... I, uh...", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Osian", "line": "Argh! You should be ashamed, Marty! Just man up and say it: are you with us, or against us?!", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "I'm with you! I'll help you fight the bandits! Just... please don't yell at me no more...", "recruiter": "Osian", "recruit": "Marty"}, {"speaker": "Marty", "line": "Calm down, Marty, he ain't recognized you... Now wait fer an openin' and run for the hills—", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "Hm? Is that... Marty, is that you?", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "What? Marty? Don't know no Marty. Haven't even heard the name before—", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "Marty, you're tall enough to be a lightning rod. I could spot you all the way from Belhalla. What I can't figure out is why you're here...", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "Er, well... It weren't my idea, I swear! It was all Gomes' idea! He made me do it...!", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "\"He made me do it!\" Listen to yourself, Marty! It's not enough that you're raiding villages? You've gotta make up excuses too?", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "I couldn't do nuthin' about it! It ain't my fault...", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "...All right, we're going in circles here. Just tell me one thing: have you gone against what Dagdar and the Commander taught you? Are you just a common bandit now?", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "W-Well, when you put it like that... I... g-guess it was wrong of me to go along with this...", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "Then you're still a friend of the Freeblades, right? So you'll fight alongside us like a friend would?", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "……", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Halvan", "line": "Marty!", "recruiter": "Halvan", "recruit": "Marty"}, {"speaker": "Marty", "line": "Y-Yessir! 'Course I will, sir!", "recruiter": "Halvan", "recruit": "Marty"}], "boss": [{"speaker": "Rumei", "line": "Sorry for your luck, but I need the coin. I got no illusions--I know this is wrong."}, {"speaker": "Rumei", "line": "Elaine... Mahal... Min... I'm sorry... P-Papa isn't comin' home..."}, {"speaker": "Rumei", "line": "Whether I like it or not, you've extended me a mercy-one I didn't offer you. As for this whole banditry business... I think the one time was enough. I'll find some other way to support my kids-somethin' honest."}], "recruit-battle": [{"speaker": "Marty", "line": "Somehow, these things just keep happenin' to me..."}, {"speaker": "Marty", "line": "Wh-Why me...? What'd I do...?"}, {"speaker": "Marty", "line": "Er... Look, I know I done wrong, OK? I didn't wanna fight you, honest, but I had no choice! They made me!"}], "end": [{"speaker": "Leif", "line": "That's the end of that, I suppose..."}, {"speaker": "August", "line": "Seems we've largely disposed of the bandits, sire."}, {"speaker": "Leif", "line": "Without Dagdar to keep them in line, look how quickly they reverted to this savagery..."}, {"speaker": "August", "line": "I'm reminded of a certain proverb: \"A thousand pegasi led by one dragon can defeat a thousand dragons led by one pegasus.\" There is nothing more essential than the authority a man answers to: a king, a god, a conscience, a code... Through it, evil men can be led to do good, and good men can be led to do evil. We've seen as much with Dagdar's men, here. This is true of any group, be it a grand army or a small gang of bandits. The example set by their leader is what the people will follow. ...Do you understand, Prince Leif?"}, {"speaker": "Leif", "line": "...Yes. I must take that lesson to heart."}, {"speaker": "August", "line": "Prince Leif, I've brought the man claiming to be in charge of these ruffians."}, {"speaker": "Leif", "line": "Let me get a look at you... Wait, you were in charge of these brigands? Why is the Thracian coat of arms on your breastplate, then?"}, {"speaker": "Rumei", "line": "It's no business of yours, junior. Just take my head and be done with it."}, {"speaker": "Leif", "line": "No. There's been enough blood spilled today. I'll make you a deal: indulge my questions, and you have my word you'll walk free."}, {"speaker": "Rumei", "line": "I could... walk free? Oh, that's a cruel joke! If I accepted mercy from an enemy, I'd bring shame to the Dracoknights!"}, {"speaker": "Leif", "line": "Just before we arrived here, I also had to choose between my survival and accepting help from an enemy. I... know how it feels. I take it you have a wife? Children, perhaps? If I have to kill you here, they'll be out on the street. Is that what you want?"}, {"speaker": "Rumei", "line": "……"}, {"speaker": "Leif", "line": "I'm sure you had your reasons for doing this. As far as I'm concerned, I don't even need to know who you are or what your station is. Tell me what I want to know, and I have no reason to pursue you."}, {"speaker": "Rumei", "line": "...Ask your question."}, {"speaker": "Leif", "line": "The lord of that manor, Dagdar, and his daughter Tanya—where are they?"}, {"speaker": "Rumei", "line": "...... They're inside, and they're not alone. Gomes, the one who hired me, he's makin' his move on 'em. Didn't say exactly what his plans were, but he didn't have to. I could tell he was fixin' to kill 'em both."}, {"speaker": "Leif", "line": "I see... Thank you. August, see that this man and his dragon mount are freed at once."}, {"speaker": "August", "line": "...As you wish."}, {"speaker": "Rumei", "line": "...Sorry for the trouble, for what it's worth."}, {"speaker": "Leif", "line": "Dagdar! You're all right!"}, {"speaker": "Dagdar", "line": "Well, I'll be... Prince Leif! Heh, an' here I was the one who was supposed to be rescuin' you! Sorry fer draggin' ya into my mess... So, where's Eyvel? She head back to Fiana, or is she with you?"}, {"speaker": "Leif", "line": "……"}, {"speaker": "Dagdar", "line": "Prince... What happened?"}, {"speaker": "Leif", "line": "Eyvel is... still in Munster. We... didn't have the forces to rescue her. I couldn't save her..."}, {"speaker": "Dagdar", "line": "Wh-What?! Dammit, Leif! Are you a real prince or just a child?! How the hell could ya just leave her?!"}, {"speaker": "Leif", "line": "There was nothing I could do! I... I wasn't strong enough, wasn't fast enough, I... With my meager strength, what good am I to anyone? What should I do? What CAN I do?"}, {"speaker": "Dagdar", "line": "……"}, {"speaker": "Leif", "line": "If... If I'd just been a little stronger... If I had done things differently, maybe—"}, {"speaker": "Dagdar", "line": "Dammit, Prince! Yer puttin' too much of the blame on yerself."}, {"speaker": "Leif", "line": "But—"}, {"speaker": "Dagdar", "line": "Look, I'm sorry fer yellin' at you just now. I... I wasn't expecting things to go so wrong, an' I took it out on you. Truth be told, Prince, yer tougher'n most. You tried to rescue her, right? Ya made the effort, and it ain't yer fault it didn't work out."}, {"speaker": "Leif", "line": "D-Dagdar..."}, {"speaker": "Dagdar", "line": "Sure, you kids are goin' through some rough times right now, no doubt. But quit yer worryin', cuz I'll be helpin' ya from now on! It ain't like anybody can replace Eyvel, but you still got a long way to go before this war is lost. An' hey, captured ain't dead, right? We'll get Eyvel back—together."}, {"speaker": "Tanya", "line": "L-Lord Leif...!"}, {"speaker": "Leif", "line": "Tanya... It's good to see you again."}, {"speaker": "Tanya", "line": "Yeah, I guess... There's not much to it, really. Gomes just let me go after he found out that Papa was already dead. He... He said he was sorry about the village. There was no point to this whole damn attack with Papa long since buried..."}, {"speaker": "Leif", "line": "I see... Listen, Tanya, I'm... truly sorry for what happened to your father..."}, {"speaker": "Tanya", "line": "No, it's OK... Papa did what he thought was right. If he died for something, he must've really believed in it."}, {"speaker": "Leif", "line": "What will you do now, Tanya? If you don't have any other plans, perhaps... perhaps you could come with us."}, {"speaker": "Tanya", "line": "Is... Is that really all right with you, having me tag along?"}, {"speaker": "Leif", "line": "Of course! You're always welcome with us!"}, {"speaker": "Tanya", "line": "Yeah... Yeah, this is just what I need! You bet your Light Brand I'll come with you! Th-Thank you!"}]}