{"chapter": "11", "title": "Dandrum Fortress", "speakers": ["Olwen", "Kempf", "Guard", "Fred", "Leif", "August", "Dryas"], "dialogue_counts": {"Olwen": 10, "Kempf": 20, "Guard": 1, "Fred": 11, "Leif": 4, "August": 1, "Dryas": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 49, "transitions": "------------", "opening": ["Breaking through the enemy's lines, the Liberation Army finally set foot on Imperial soil. Their invasion could now begin in full. However, there was no time to celebrate: Fort Dandrum, widely regarded as an impregnable defense against Thracian incursions, now stood before them. If they could not capture Fort Dandrum, the army would never reach Tarrah in time..."], "intro": [{"speaker": "Olwen", "line": "I've already told you, the enemy appeared out of nowhere to attack Fort Noel! If you don't send reinforcements, General Largo is as good as dead! Just say the word, and I'll lead our troops to stomp out these invaders! Please, General Kempf...!"}, {"speaker": "Kempf", "line": "You claim this enemy \"appeared out of nowhere\" to besiege Fort Noel, but who exactly were they? Remind me: what was your assignment again? I'm just a lowly General of House Friege, and these little details escape me all the time. Ah, wait, it's coming back to me! Reconnaissance, wasn't it? I'm fairly certain that was it. But that doesn't make sense... If your duty was reconnaissance, surely you'd come to me with more than \"they just appeared!\" So either my memory has failed me, or you're such an incompetent soldier that you failed to gather even the slightest bit of information!"}, {"speaker": "Olwen", "line": "I came here to warn you precisely because there was no time to do anything else! Listen to yourself! You're badgering me for needless details while our borders are under siege! Does it matter who the attackers are?!"}, {"speaker": "Kempf", "line": "And what if this \"attack\" is merely a ploy to lure us away from the fort? Did you consider that, girlie? Fort Dandrum earned its reputation of being impregnable only because House Friege's 12th Battalion is here to guard it! Without them, the fort is mere stone and slate! If I don't have complete information on our enemy, I can't chance deploying the 12th Battalion. It would weaken our position!"}, {"speaker": "Olwen", "line": "And what of General Largo?! Perhaps sending the battalion out is a risk, but he faces certain danger at this very moment!"}, {"speaker": "Kempf", "line": "Bah, what's one or two old men in the grand scheme of things? Besides, how much time could he really have left, anyway?"}, {"speaker": "Olwen", "line": "Wh-What?! General Kempf, even now, you... you..."}, {"speaker": "Kempf", "line": "The glare you're shooting me is almost treasonous on its own—I've had men executed for much less brazen displays of disrespect. So before you back up that glare with equally traitorous words, let me warn you: you're very close to insulting the chain of command. Are you truly willing to defy your superior officer? It's amusing watching you squirm, I admit, but exercise some reason. Are you really up to the task, knowing what the Empire does to traitors?"}, {"speaker": "Olwen", "line": "Tch..."}, {"speaker": "Kempf", "line": "Is that it? You've got quite the mouth on you, but no spine to back up your words."}, {"speaker": "Olwen", "line": "……"}, {"speaker": "Kempf", "line": "You're a simple girl who got into Belhalla's military academy on the prestige of her blood, not the skill of her sword-arm. So naïve, so oblivious to the way of the world... You're lucky to have a commanding officer as understanding as I. Don't worry. I never expected much of you: I know that your only real weapon is to go begging your brother for help."}, {"speaker": "Olwen", "line": "Wh-What did you just say to me?!"}, {"speaker": "Kempf", "line": "Hm? Are you hard of hearing? I said that all you're good for is to go crying to Reinhardt!"}, {"speaker": "Olwen", "line": "You...!"}, {"speaker": "Kempf", "line": "Oh, how he must dote on you... Then again, Reinhardt's greatest skill is knowing how to lead women on!"}, {"speaker": "Olwen", "line": "Hold your tongue! I'll not stand here and let you dishonor my brother! This is unforgivable...! Have at you!"}, {"speaker": "Kempf", "line": "Hah! You dare to draw your sword on me?! You feeble-minded wench! Men! Seize Olwen and throw her in the dungeon for this act of rebellion!"}, {"speaker": "Guard", "line": "Yes, General! Lady Olwen, in the name of the Empire, you're under arrest! Drop your weapon!"}, {"speaker": "Olwen", "line": "Tch... General Kempf... How contemptible..."}, {"speaker": "Kempf", "line": "Hah! That should put the impertinent little girl in her place. And if his own sister is executed for mutiny, Reinhardt will no doubt be stripped of his rank as well! Oh, the look on his face when he hears of this will be quite the spectacle! Ahahaha!"}, {"speaker": "Fred", "line": "General Kempf! Explain yourself!"}, {"speaker": "Kempf", "line": "Fred, my dear boy, you look different from your usual self. Is something amiss?"}, {"speaker": "Fred", "line": "Don't play dumb! Why have you done this to Lady Olwen?! It's a violation of our military code to punish a subordinate over a personal grudge like this! You have a responsibility to overturn this! Please, sir, release her at once! Otherwise, I have no choice but to report this matter to Princess Ishtar!"}, {"speaker": "Kempf", "line": "\"Personal grudge?\" Nonsense! Right where you're standing, Lady Olwen drew her sword against me, her superior officer! She meant to kill me!"}, {"speaker": "Fred", "line": "Wh-What?! That's not possible! She... She would never..."}, {"speaker": "Kempf", "line": "Fred, since you're so well-acquainted with our military code, what's the punishment for turning your sword against a superior officer? Because I seem to recall that it's a crime punishable by execution..."}, {"speaker": "Fred", "line": "...So that's your goal, is it? Your cowardice knows no bounds..."}, {"speaker": "Kempf", "line": "Be that as it may, as Olwen's adjutant, her duties now fall to you. I command you to ride forth and engage these invaders in her place. But be warned: this isn't merely an order, it's a punishment. You are not permitted to retreat for any reason! See the battle through, regardless of the outcome, or I'll have Olwen executed!"}, {"speaker": "Fred", "line": "Kempf...! You're shameless!"}, {"speaker": "Kempf", "line": "Hm? Did you say something? Eh, must've just been my imagination. Heh, heh, heh..."}], "battle": [{"speaker": "Kempf", "line": "What's this...?! The enemy flies the twin banners of Njörun and House Leonster! Are they being led by... a boy? Why, he can't be more than 14 or 15! I've got swords that are older than him! Ah, I see... That must be the wayward Prince Leif! First Olwen, and now Prince Leif marches right up to my doorstep! The gods are most generous today—this is my chance! All hands, hear me: I've a plan for just such an occasion as this, but for it to work, you must lure the enemy inside! And don't be too obvious about it! Prepare to launch Operation Portcullis!"}, {"speaker": "Kempf", "line": "Ahahaha! Those dullards actually fell for it! All right, men! Fire at will!"}, {"speaker": "Leif", "line": "Do the holy-blooded knights of House Friege fight using such underhanded tactics?! When our forces met in Noel Valley, I respected the honor with which your army conducted itself! It seems I was mistaken!"}, {"speaker": "Fred", "line": "...On behalf of my home, my honor compels me to agree with you. The crusader Thrud would not have fought using such treachery. This is all because of that fool of a man, General Kempf... This disgrace is his doing. As a knight, I'm loath to give my life in service of such a foul plan. You seem to be an honorable lad. I've self-control enough to not turn my sword against you if you can promise the same."}, {"speaker": "Leif", "line": "...If you've no mind to fight, sir, then we have no reason to meddle with you. In fact, we may even be able to help each other—I'd wager the both of us have little energy to spare, now."}, {"speaker": "Fred", "line": "I... can agree to those terms. I've many things left undone. ...It's settled, then. We can both agree that our time is better spent devising an escape."}, {"speaker": "Leif", "line": "Very well. My forces will storm the castle's interior in short order. When that happens, you should make your escape to the south—we can take care of the gate ourselves. Are we in agreement?"}, {"speaker": "Fred", "line": "We are. It appears I owe you quite the debt... I'm Fred, proud knight of House Schutaeze. I would know your name as well, friend."}, {"speaker": "Leif", "line": "...It's Leif. Leif of House Leonster."}, {"speaker": "Fred", "line": "House Leonster?! I... I see... Well, Lord Leif, I believe we'll meet again one of these days!"}], "recruit-battle": [{"speaker": "Fred", "line": "You'd turn your blade on me in this situation?! What idiocy!"}, {"speaker": "Fred", "line": "Olwen... I tried to save you... F-Forgive me..."}, {"speaker": "Kempf", "line": "Tch... So much for the \"impregnable\" Fort Dandrum..."}, {"speaker": "Kempf", "line": "Tch... So much for the \"impregnable\" Fort Dandrum..."}, {"speaker": "Kempf", "line": "Ugh... What a joke...! I must flee this place, at least for the time being..."}], "end": [{"speaker": "August", "line": "Simply superb work, my prince! With Fort Dandrum captured this quickly, it will be all but impossible for the enemy to escape! We cannot afford to rest on our laurels, however. This being an Imperial fort, I expect there are children imprisoned here as well. We've bought ourselves some time with our swift victory. Let's make the most of it, and conduct a sweep of the interior! If indeed there are children locked up here, we must help them at once!"}, {"speaker": "Dryas", "line": "Fort Dandrum has fallen, and not a moment too soon. We've little time to spare. Still, better to seize a fort slowly than to incur massive casualties doing so quickly. There's nothing left for us here—Fort Dandrum no longer has any strategic value. Ignore any enemies already in retreat. We must make for Tarrah on the double!"}]}