{"chapter": "11x", "title": "Ballistrariae", "speakers": ["Kempf", "Oltof", "Boy", "Olwen", "Girl", "Fred", "Soldier", "Leif", "Dryas", "August"], "dialogue_counts": {"Kempf": 5, "Oltof": 10, "Boy": 2, "Olwen": 12, "Girl": 3, "Fred": 2, "Soldier": 2, "Leif": 7, "Dryas": 3, "August": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 62, "transitions": "--------", "intro": [{"speaker": "Kempf", "line": "Bishop Oltof, listen closely: these attackers are none other than the motley survivors of House Leonster. They seem to be led by Leif, the rebel prince who caused a stir when he escaped from the dungeons of Castle Munster. This has escalated beyond a mere border skirmish. I must ride for Belhalla at once and alert the Imperial Army's high command. Not to imply that this relieves you of your duties, of course. I still have orders for you and your men. Your platoon is to barricade itself inside this wing of the fortress, and stall the rebels for as long as possible. Buy me time."}, {"speaker": "Oltof", "line": "B-But General, the enemy has already breached the fort's interior! My men and I cannot possibly withstand a prolonged siege!"}, {"speaker": "Kempf", "line": "Nonsense! You still have one final means of defense: the balistrariae."}, {"speaker": "Oltof", "line": "...You want us to huddle behind those gaps in the walls and take potshots at the invaders?! Y-You're asking us to die...!"}, {"speaker": "Kempf", "line": "No, I'm ordering you to kill the invaders before they kill you. There's a tremendous difference. Mind you, no part of my orders require you to die. In fact, if you die, you have only yourself to blame. Oh, and I'm not \"asking\" anything. You used that word, not I. These are orders."}, {"speaker": "Oltof", "line": "I... understand. If... If this is an order, I have no choice in the matter."}, {"speaker": "Kempf", "line": "That's the first smart thing you've said, Bishop. Take your own advice and follow my orders—otherwise, you'll be keeping Olwen company in the dungeon. Ah, speaking of which, you mustn't forget to dispose of the prisoners. They'll only cause trouble if they manage to survive all this."}, {"speaker": "Oltof", "line": "...As you wish, General."}, {"speaker": "Kempf", "line": "Don't look so glum, Bishop. If you should happen to die here, you can rest knowing your death served a purpose."}, {"speaker": "Oltof", "line": "……"}, {"speaker": "Boy", "line": "Y-Yer an Imperial soldier...! You low-down, no-good wench! All you do is go around spreadin' misery to other folk! An' now yer here to kill us, ain'tcha?!"}, {"speaker": "Olwen", "line": "No, that's... that's not why I'm here! I was arrested! Wh-What are you kids doing here?!"}, {"speaker": "Girl", "line": "S-Soldiers were raidin' our village... They took me an' brought me here, even when I kicked an' screamed...! Wh-What's gonna happen to us...?"}, {"speaker": "Boy", "line": "Yer talkin' like they ain't already decided what to do with us! They're gonna sacrifice us to Loptous! They're gonna send us to Belhalla an' kill every last one of us... I know cuz my sister got taken there an' she never came back!"}, {"speaker": "Girl", "line": "No! P-Please don't take us away! I jus' wanna go back home... I jus' wanna see Mama and Papa again...!"}, {"speaker": "Olwen", "line": "It can't be... Has the Empire really been conducting child hunts? I'd heard rumors, but... I was sure it was just rebel propaganda. I never even considered that it could be true... For the Empire to be doing something so heinous... This is inexcusable! I believed in the Empire, I trusted in House Friege... and this is what they've been doing all along?!"}, {"speaker": "Girl", "line": "Please, ma'am, help us! Take us back home!"}, {"speaker": "Olwen", "line": "...Everything's going to be all right. You don't have to worry anymore, little one. They won't lay a finger on you ever again. On my honor, I'll protect each and every one of you! Even if it costs me my life...!"}], "battle": [{"speaker": "Fred", "line": "Lady Olwen! Are you down here?! Please, say something!"}, {"speaker": "Olwen", "line": "Fred?! You came back for me... I'm over here! And children have been locked up in here, too! But Kempf still has men stationed here! Don't get careless!"}, {"speaker": "Oltof", "line": "Hmph! Orders be damned, I'll not just sit here and wait to die! Men! Can all of you truly go along with this, knowing what I was told by the General? I must be off. I'll report how dire our situation is to the General—or to whatever commanding officer still remains here."}, {"speaker": "Soldier", "line": "If that's the case, Bishop, perhaps I—"}, {"speaker": "Oltof", "line": "No, I'll go! It has to be me, you understand? I entrust you with this unit's command. The rest is in your hands."}, {"speaker": "Soldier", "line": "……"}], "recruit-talk": [{"speaker": "Leif", "line": "I can see you protected those children during the battle... May I ask who you are?", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Olwen", "line": "I would ask the same of you, sir.", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Leif", "line": "...My name is Leif, and I command this army.", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Olwen", "line": "Leif?! So you're Prince Leif of House Leonster, are you not? I... I am Olwen, Mage Knight of House Friege, at your service.", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Leif", "line": "House Friege, you say? Then... why did you—", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Olwen", "line": "Frankly, I'm not sure where to begin. It's quite the long story... I've... come to learn a number of terrible truths in a very short time, and my mind is in disarray... Prince Leif, if you can forgive my choice of allegiance, I would ask to stay in your company for a time. Just while I come to terms with what I've learned, I assure you.", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Leif", "line": "Your past is of no issue to me. However, I must consult my advisors, August and Dryas, on this matter. You'll have to wait until this battle is over before I can render judgment on your request.", "recruiter": "Leif", "recruit": "Olwen"}, {"speaker": "Olwen", "line": "Of course. It was unreasonable of me to ask such a thing of you so suddenly... I apologize.", "recruiter": "Leif", "recruit": "Olwen"}], "fred,olwen": [], "battle-talk": [{"speaker": "Olwen", "line": "Fred, I've decided to join these people. I'm a defector—you're no longer bound to me by military code. You're free to do as you please...", "person_1": "Fred", "person_2": "Olwen"}, {"speaker": "Fred", "line": "Not another word, Lady Olwen! Once your adjutant, always your adjutant! If milady has decided that this is the best course of action, then I shall gladly follow!", "person_1": "Fred", "person_2": "Olwen"}, {"speaker": "Olwen", "line": "Fred… Thank you.", "person_1": "Fred", "person_2": "Olwen"}], "boss": [{"speaker": "Oltof", "line": "You'll go no further! I... I'll be the one to make it out of this! I will!"}, {"speaker": "Oltof", "line": "G-Glory to House Friege..."}, {"speaker": "Oltof", "line": "T-This is House Leonster's idea of waging war...? I... I may have been mistaken about you..."}], "end": [{"speaker": "Leif", "line": "Yet more children caged... It's easy to see why the people of Tarrah rebelled."}, {"speaker": "Dryas", "line": "Indeed. But that makes the Empire all the more desperate to make an example of Tarrah and stamp out their uprising. Supposing they allowed Tarrah to defy them, countless cities would follow suit. It's for this very reason that the Empire has summoned troops from across Jugdral just to attack one city: they move to crush both Tarrah and its hopes all at once. I've even heard tell that the Gelben Ritter have been recalled from Belhalla to join in the assault."}, {"speaker": "Leif", "line": "The Gelben Ritter... That's House Friege's elite battalion of knights, correct?"}, {"speaker": "Dryas", "line": "Indeed, but they are no mere knights: They're Mage Knights, each of them handpicked for the job, and each of them a noble from House Friege's inner circle. They're one of the strongest—if not THE strongest—battalions of knights in the continent. To make matters worse, they're led by none other than Princess Ishtar—the woman widely feared as the Goddess of Thunder. And her adjutant, Sir Reinhardt, is a damned fine warrior in his own right. Some even believe him to be the reincarnation of the crusader Thrud."}, {"speaker": "August", "line": "A man who readily lends his hand to child hunting is what you call a \"damned fine warrior\"? How typical... Knights are so hopeless. You've lost sight of reality!"}, {"speaker": "Dryas", "line": "August! You insult me, speaking so brashly! Just what is it that I'm unaware of?! Please, do tell!"}, {"speaker": "August", "line": "Need I spell it out? Reinhardt is Ishtar's adjutant and guardian. Ishtar is the betrothed of Crown Prince Julius. Julius—the very same man the people call the \"Scion of Darkness,\" need I remind you—is the vessel of the dark god Loptous! Ultimately, anyone who serves Julius in any way is ushering the world closer to destruction!"}, {"speaker": "Olwen", "line": "It's not like that at all! My brother... My lord brother, Reinhardt, is no servant of Loptous!"}, {"speaker": "August", "line": "...And who might you be?"}, {"speaker": "Olwen", "line": "Olwen, sister of Sir Reinhardt."}, {"speaker": "Leif", "line": "For her own reasons, she wishes to accompany our army. I gave her leave to do so, unless you have objections."}, {"speaker": "August", "line": "...I see. If that's the case, Olwen, take a good, hard look at what the Empire has done here. See them for what they truly are."}]}