{"chapter": "12", "title": "The Thievesof Dakia", "speakers": ["Salem", "Perne", "Saias", "Woman", "Mareeta", "Colho", "Tina", "Dryas", "Leif"], "dialogue_counts": {"Salem": 14, "Perne": 7, "Saias": 5, "Woman": 4, "Mareeta": 14, "Colho": 4, "Tina": 4, "Dryas": 3, "Leif": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 62, "transitions": "-------------", "opening": ["Having seized the infamous Fort Dandrum, Leif's Liberation Army was keenly aware just how little time remained before the Empire launched its assault on Tarrah. Scarcely taking a moment to catch their breath, the Liberation Army kept marching well into the evening, determined to come to the city's defense before it was too late. When they finally arrived at the edges of Dakia Forest, which extends around Tarrah's eastern border, it was the dead of night. The thick foliage obscured what little moonlight had been illuminating their path, and the forest was now blanketed in a deep, foreboding darkness..."], "intro": [{"speaker": "Salem", "line": "Perne, your shift is done. Let me take over for you on lookout."}, {"speaker": "Perne", "line": "It's already past dusk, Salem. How can you be this energetic now, especially with how bad you were roughed up?"}, {"speaker": "Salem", "line": "Come now, it was all thanks to you that I managed to survive. I'll be fine."}, {"speaker": "Perne", "line": "Still, those Loptian lunatics are a sadistic bunch, ain't they? If we hadn't happened to pass by, you'd have been a goner for sure."}, {"speaker": "Salem", "line": "......The Loptr Church never forgives betrayal. That is one of their highest tenets..."}, {"speaker": "Perne", "line": "\"Betrayal\" is a bit of a stretch, ain't it? I mean, you just said you wanted to leave the Order, that's all. It ain't right to kill a man just because he wants to go his own way. ...But I gotta ask you, why'd you want to leave in the first place? I hear the Loptian bishops have even more power than the Emperor now. That's an awful luxurious position to just walk away from."}, {"speaker": "Salem", "line": "I... no longer understood the Order. That was my reason—nothing more, nothing less."}, {"speaker": "Perne", "line": "Hmm... Simple as that, huh? I like the cut of your jib, kid. How about you join up with me and my crew? We could use someone like you. If you're up for it, that is."}, {"speaker": "Salem", "line": "I admit, your... unusual sense of ethics hasn't gone unnoticed by me. You're bandits, true, but you do not kill, and you refuse to steal from the poor. So long as you continue to abide by that code, I'll agree to stay here."}, {"speaker": "Perne", "line": "I'm not in the hobby of murder, myself—but our crew has swelled in number lately, and I can't say the same for the new folks. Especially this one hothead, Colho. Him and his lackeys are gettin' antsy about how I won't let them drop any bodies during a heist."}, {"speaker": "Salem", "line": "It's more than that. Colho and his followers are truly wicked men—they've been attacking travelers and passing merchants."}, {"speaker": "Perne", "line": "Ah... So you already heard about them, huh? I'll get right to the point, then: I'm plannin' on cuttin' ties with the lot of them. Long as Troude comes with me, I can manage just fine. Of course, I'm hoping you'll also come along, Salem."}, {"speaker": "Salem", "line": "Don't forget about Tina. See that you're mindful of her feelings, and don't be too harsh with her—she's little more than a child."}, {"speaker": "Perne", "line": "Hah... All right, all right. Anyhow, I'm headed back inside. Looks like you get your wish, cuz I'm trusting you with guard duty. Don't say I never did anything for you. Just be on the lookout for the Imperial Army. With all the troops they're sending to Tarrah, they might come through the forest. If they find us, we'll be sitting ducks."}, {"speaker": "Salem", "line": "Not to worry. If anyone draws near, I'll use my Sleep staff to send them into a deep night's slumber."}, {"speaker": "Saias", "line": "...Well, I must be off. I do apologize for burdening you so, but please, for my sake, watch over the child."}, {"speaker": "Woman", "line": "Yer more'n welcome, Bishop. Just leave everything to me, and don't you fret about it fer one moment longer."}, {"speaker": "Mareeta", "line": "Bishop Saias... Are you leaving already?"}, {"speaker": "Saias", "line": "I'm afraid so—I must return to Grannvale. I regret having to leave you behind like this, but your wounds seem to have healed nicely. You'll be just fine on your own."}, {"speaker": "Mareeta", "line": "...I don't know how I can ever repay you, Bishop. If not for you, I—"}, {"speaker": "Saias", "line": "You certainly don't lack for gratitude, but everything else about you—your stance, your face—is marred by regret. What happened was unavoidable—your will was pitted against darkness itself, and the Shadow Sword's influence was strong indeed. Your penitence for turning the blade against your mother is beyond question. You'd do well to put the memory behind you. But if my words alone cannot convince you, I offer the sword itself as proof: I've dispelled the curse placed upon the blade. Now I offer it to you, as a symbol that no darkness is impenetrable, and no regret is irredeemable."}, {"speaker": "Mareeta", "line": "Y-You want me to use that damned sword?! I'm not laying a finger on that foul thing ever again!"}, {"speaker": "Saias", "line": "You want to carry on your mother's legacy and become a Swordmaster, do you not? If that's your goal, you must learn to understand weapons in a different light. All weapons, all swords, are the product of human intent. They are what they are because their creator wished them to be that way. Holy blades and cursed blades alike were forged by the hands of men. They are an extension of will, a manifestation of purpose. Take the Shadow Sword. Use it for your own ends. Assert your will over that which once robbed you of it. In so doing, you can rewrite the legacy of this evil blade into something more. Use its power to forge a new future—for it and for yourself. If you wish to live as a Swordmaster, you must learn to cherish all blades, for they are the tools that allow you to enact your will. See them not as reminders of the past, but as means to achieve a new future. For if you cannot unshackle yourself from the past, you cannot call yourself a Swordmaster."}, {"speaker": "Mareeta", "line": "I... think I understand. I'll wield the sword, and cherish it as a symbol of how not even the foulest magic could overcome my mother's love for me."}, {"speaker": "Saias", "line": "Very good. If you have the resolve to keep that sword in hand, I've a feeling that the gods may reunite you with your mother someday. With that, I'm afraid I must be going. I've lingered here much too long. I doubt that we'll cross paths again, but I pray you find happiness."}, {"speaker": "Mareeta", "line": "The same to you, Bishop Saias. Be well. ...Thank you for everything."}], "battle": [{"speaker": "Colho", "line": "Look alive, lads! Seems some fresh game 'ave wandered our way! Keep quiet an' move in close, then do 'em in. Whatever valuables they got, we all split equally. ...What? Oh, don't tell me you lot are worried about what Perne will say! Look, I'll take care of Perne myself. He won't be a problem no more. The rest of you, while you're dealin' with those travelers, go after the villages an' take anything worth carryin'!"}, {"speaker": "Mareeta", "line": "What's all that noise? What's wrong?"}, {"speaker": "Woman", "line": "The villages 'round here are bein' raided by bandits, that's what! Everyone's scared to death that they'll come here next!"}, {"speaker": "Mareeta", "line": "Are they the local bandit group I've heard the villagers mention?"}, {"speaker": "Woman", "line": "No, no, no—that's the Dandelion yer thinkin' of, an' they would never stoop to plunderin' a village like this! Matter of fact, they've even helped us when we needed it! Can't be the Dandelion—I'd bet me life on it! It must be them rough types that turned up here not too long ago..."}, {"speaker": "Mareeta", "line": "Well, whoever they are, you don't need to worry. I'll protect every last one of you!"}, {"speaker": "Woman", "line": "What in blazes are you thinkin'?! You... look an awful lot like me daughter, y'know. A pretty little thing like you can't expect to go toe-to-toe with bandits!"}, {"speaker": "Mareeta", "line": "No—I'm a swordswoman, a Myrmidon, like my mother before me! I'm the daughter of Eyvel of Fiana! No mere bandit could defeat me!"}, {"speaker": "Tina", "line": "Salem? Er, sir?"}, {"speaker": "Salem", "line": "Oh, Tina. What can I do for you?"}, {"speaker": "Tina", "line": "I brought you a midnight snack! What with it being so cold out, I figured you could use a nice, hot meal!"}, {"speaker": "Salem", "line": "That's very kind of you, Tina, but it gets dangerous out here at night. I don't want you getting hurt. You should stay inside and get your rest. Ladies need their beauty sleep, or so I'm told."}, {"speaker": "Tina", "line": "Aw, you're no fun..."}, {"speaker": "Salem", "line": "...Wait. You're worried about your sister, aren't you? Is that what's keeping you awake? You said her name was Safy, right? Well, you needn't worry one moment longer. You will see her again—I'll make sure of that. Once my wounds have healed, I'll help you find her."}, {"speaker": "Tina", "line": "D-Do you mean it?! Oh, thank you, Salem! You're just the best! Well, I'll get out of your hair—how DO you get your hair like that, anyway?—and let you get back to lookout or whatever. Nighty-night, Salem! ...You better not forget your promise!"}, {"speaker": "Dryas", "line": "Dawn is breaking, Prince Leif! Our troops can see clearly once more!"}], "recruit-battle": [{"speaker": "Salem", "line": "Begone from our forest, invaders!"}, {"speaker": "Salem", "line": "Perne... I don't have any regrets..."}, {"speaker": "Salem", "line": "Is that so...? You're just letting me go? Hmm... What to make of you people?"}], "boss": [{"speaker": "Colho", "line": "Aw, hell! We blundered into a bunch of soldiers!"}, {"speaker": "Colho", "line": "Argggh! You... rotten..."}, {"speaker": "Colho", "line": "Dammit! I'll remember this!"}], "end": [{"speaker": "Dryas", "line": "This seems to be the bandits' hideout, Prince Leif. The night is still young. I advise that we seize this opportunity to purge Tarrah's borders of these vermin."}, {"speaker": "Leif", "line": "I've no objections, but what of our troops? Aren't the men exhausted?"}, {"speaker": "Dryas", "line": "I'm afraid so. Between the long march from Fort Dandrum and the skirmish here, our forces have little strength left. At most, we could only spare a small strike team of five soldiers to accompany you. The decision is yours, milord."}, {"speaker": "Leif", "line": "...I'll do it. If we rout these bandits once and for all, the villagers here will finally be able to breathe easy."}, {"speaker": "Mareeta", "line": "L-Leif?! Little Lord, is that you?"}, {"speaker": "Leif", "line": "...Mareeta?! Mareeta, it really is you! How... How did you wind up here?"}, {"speaker": "Mareeta", "line": "I'm just as surprised as you are! I never expected I'd see you and everyone from Fiana again so soon! Hah... I'm halfway convinced this is just a dream."}, {"speaker": "Leif", "line": "Mareeta, I... I beg your forgiveness for what happened to your mother. It was my fault that the Commander... that she..."}, {"speaker": "Mareeta", "line": "If what happened is anyone's fault, it's mine. I was... I was inexperienced, and weak, and... and I couldn't overcome the power of that sword. I didn't have the discipline to resist it..."}, {"speaker": "Leif", "line": "...Mareeta, this I swear to you: I'll get the Commander back, whatever it takes!"}, {"speaker": "Mareeta", "line": "You mean WE! We'll get Mother back together! Please, Leif, I want to be a part of this! I'll be stronger than I was before! You must let me join you!"}, {"speaker": "Leif", "line": "Of course I'll have you! Though as much as it pains me, it's not feasible for our army to return to Manster with things the way they are right now... But someday, we'll be able to go back for the Commander. You can count on that. And when that day comes, there's no force in all the heavens that can keep the two of us from getting her back!"}, {"speaker": "Mareeta", "line": "Couldn't have said it better myself, Little Lord!"}]}