{"chapter": "14x", "title": "Freedom", "speakers": ["Dryas", "Leif", "Linoan", "Codda", "Misha", "Civilian", "Lewyn", "August"], "dialogue_counts": {"Dryas": 7, "Leif": 6, "Linoan": 1, "Codda": 7, "Misha": 4, "Civilian": 1, "Lewyn": 4, "August": 4}, "gender_counts": {"M": 17, "F": 5, "N": 12, "A": 0}, "lines": 34, "transitions": "MMFMMMMMM-NFNFNFNF-N-N-N-N-MMMMM-NMNMNMNM", "intro": [{"speaker": "Dryas", "line": "Escaping Tarrah may be difficult with all these civilians in tow..."}, {"speaker": "Leif", "line": "Civilians? You mean townsfolk from Tarrah are following us?"}, {"speaker": "Linoan", "line": "I'm deeply sorry, Lord Leif... I tried to convince them that accompanying us was too dangerous, but nothing I said could sway them."}, {"speaker": "Leif", "line": "*Sigh* I can see that... Well, how many of them are there?"}, {"speaker": "Dryas", "line": "About 600, and they're following us in disorganized groups."}, {"speaker": "Leif", "line": "That many? We can't possibly escort them all the way to North Thracia!"}, {"speaker": "Dryas", "line": "I concur. We're busy enough fighting for our own lives to spare any manpower to babysit them. In honesty, ensuring their safe passage out of just this valley may prove to be difficult."}, {"speaker": "Leif", "line": "But we can't turn a blind eye to them, either. At the very least, we have to defend them until they can escape the valley. Instruct our forces to focus on protecting the townsfolk until they're clear of the battlefield. Make that our first priority!"}, {"speaker": "Dryas", "line": "Understood, Prince Leif."}, {"speaker": "Codda", "line": "I take it the Pegasus Corps are prepared for battle, Captain Misha?"}, {"speaker": "Misha", "line": "You won't be disappointed. I've brought half of our whole mercenary company along—they'll be ready to take to the sky shortly."}, {"speaker": "Codda", "line": "Very good. You may return to Leonster now—I've no more use for you."}, {"speaker": "Misha", "line": "No. I'm not about to let you steal command of my squad right out from under me."}, {"speaker": "Codda", "line": "Oh, come now, Captain. We're only here to mop up what's left of the Liberation Army as they retreat. Picking at a dead carcass is hardly a task suited to an esteemed pegasus knight such as yourself, wouldn't you agree?"}, {"speaker": "Misha", "line": "I said no. My squad is—"}, {"speaker": "Codda", "line": "You have me mistaken for a man who repeats himself. This is an order, Captain."}, {"speaker": "Misha", "line": "I... All right, I get it. I'm going..."}], "battle": [{"speaker": "Civilian", "line": "Thanks for pullin' our sorry bums outta the fire back there. I brought this Stamina Drink along as a little taste of home for the road, but I figure you can get way more use outta it than me."}], "boss": [{"speaker": "Codda", "line": "Heh, heh, heh... You imbeciles!"}, {"speaker": "Codda", "line": "Loptous, lord of all... Take this humble servant's soul... into your embrace..."}, {"speaker": "Codda", "line": "We don't fear death, you simpletons...!"}], "end": [{"speaker": "Dryas", "line": "It seems we've cheated death yet again. Our forces are all clear of the valley, sire."}, {"speaker": "Leif", "line": "Gods' breath, what a relief! Now, what should be our next course of action?"}, {"speaker": "Dryas", "line": "I'd advise crossing over the Dauph Mountains to reach the road to Nordrhein."}, {"speaker": "Leif", "line": "The road to Nordrhein? So you propose that we make our way to Leonster along the coast?"}, {"speaker": "Dryas", "line": "That's my thinking, yes, but I've not yet heard August's opinion on the matter. At any rate, we'll have to cross this mountain range regardless of which route we take. We should make haste, Prince Leif."}, {"speaker": "Lewyn", "line": "A moment of your time, August?"}, {"speaker": "August", "line": "L-Lord Lewyn?! How... How were you able to find me so quickly, Your Highness?"}, {"speaker": "Lewyn", "line": "We've been through much together, you and I. I know how you think. When I heard Tarrah had fallen, I anticipated this would be the route you'd take to escape the city. It seems I was correct. And with their defeat, Leif's army now faces a crisis of purpose... You certainly have your work cut out for you."}, {"speaker": "August", "line": "It... seems I was not up to the task. I'm sorry for disappointing you, Your Highness."}, {"speaker": "Lewyn", "line": "Oh, don't kid yourself. Tarrah's capitulation was inevitable—we both knew this. You've been doing a fine job."}, {"speaker": "August", "line": "If you say so, Your Highness..."}, {"speaker": "Lewyn", "line": "Now, if there's no other matters of import, I must be going. I still have to check in on the Orgahil region before returning to Isaach. It will likely be another year before we're able to meet like this again. Until then, I leave things in your capable hands, August."}, {"speaker": "August", "line": "Another whole year... There's still so much left to be done..."}]}