{"chapter": "15", "title": "The Two Paths", "speakers": ["Dryas", "August", "Bandit", "Zile", "Amalda", "Bishop", "Sleuf", "Ralf", "Leif", "Mareeta", "Shannam"], "dialogue_counts": {"Dryas": 6, "August": 6, "Bandit": 2, "Zile": 4, "Amalda": 5, "Bishop": 10, "Sleuf": 6, "Ralf": 8, "Leif": 7, "Mareeta": 15, "Shannam": 15}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 85, "transitions": "-------------", "opening": ["Abiding by the armistice brokered by Arion and Linoan, the Liberation Army withdrew from Tarrah. Their next goal was a matter of some debate: the Freeblades of Fiana and the Magi wished to make for Castle Munster and liberate it first, while the nobles of Leonster and the sellswords of Tarrah favored liberating Castle Leonster first. Ultimately, pragmatism prevailed, as it was agreed that seizing Leonster first was more advantageous to the army's mobility. However, as they neared Solwood Pass, Leif would soon have to make another strategic decision..."], "intro": [{"speaker": "Dryas", "line": "Prince Leif, a moment, if I may? I would advise heading west at Solwood Pass to reach the road to Nordrhein."}, {"speaker": "August", "line": "And it is on this matter that Duke Dryas and I are of different minds. I instead argue heading east at the pass. That route will allow us to attack Leonster from the south, where the Empire's defenses are sure to be weaker."}, {"speaker": "Dryas", "line": "Clearly you aren't well-acquainted with the area. If you were, you'd know that Millefeuille Forest lies to Leonster's south. The place is synonymous with folk getting lost and never returning! Hell, the locals even call it \"Mirage Forest\" for short!"}, {"speaker": "August", "line": "Don't patronize me. I'm well aware of the dangers—but so is the Empire. They won't be expecting an attack to come from such a treacherous area. With our smaller numbers, making clever use of the terrain is our only hope of victory. That's just basic tactics!"}, {"speaker": "Dryas", "line": "I must strenuously object! All of Thracia—no, all of Jugdral is watching our battle! This is about more than victory! We cannot merely win, we must win in such a way that gives inspiration and hope to the masses oppressed by the Empire! Are we to skulk through the woods like common bandits? Nay! We have to make a glorious spectacle of it, charging into battle with Leonster's flag held high!"}, {"speaker": "August", "line": "Such a spectacle would indeed be glorious—for the Empire. We'd be charging right into their front lines. Our casualties would be enormous."}, {"speaker": "Dryas", "line": "Some of our own would perish, true, but it would be an honorable death worthy of a knight of Leonster."}, {"speaker": "August", "line": "Don't presume to speak for all of us, Duke Dryas. Only a small fraction of our troops are knights—many more hold no title. To them, your notion of an \"honorable death\" is something neither meaningful nor desirable. See that you don't get innocent men killed by projecting your own values onto them."}, {"speaker": "Dryas", "line": "Th-That's uncalled for, August! Your very words come perilously close to an insult! *Sigh* Though I suppose there's little point to us arguing further. The decision rests with Prince Leif now."}, {"speaker": "August", "line": "...Indeed it does. We shall do as the prince commands."}, {"speaker": "Bandit", "line": "Boss, Boss! I gots a great idea! Let's hit up that there village today!"}, {"speaker": "Zile", "line": "What, that old slum? It's just a couple lean-tos and an outhouse. They don't got nuthin' worth stealin'. Heh, burnin' the place down might actually be an improvement fer them villagers."}, {"speaker": "Bandit", "line": "They might not got anything valuable, but they DO got girls. Real pretty girls. We could just snatch 'em up and sell 'em to slavers! It'd be an easy payday!"}, {"speaker": "Zile", "line": "Huh... You might be onto something, young'un! All right, let's do it! Move out, boys! Round up all the ladyfolk and kill everybody else!"}], "battle": [{"speaker": "Amalda", "line": "Wonders never cease... That band of soldiers has come to the village's rescue. The gods may yet be merciful... Now, it's high time I returned to my own soldiers."}], "recruit-talk": [{"speaker": "Leif", "line": "Are you a sellsword hired by the village?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Ralf", "line": "Depends what you mean. I'm fighting for the village, but I sure don't remember gettin' paid by 'em. Not that I woulda taken their gold even if they had offered me any. Couldn't take coin from the needy.", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Leif", "line": "Then why fight on their behalf?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Ralf", "line": "I stumbled across this place in the middle of my own little journey and they lent me a hand. Time to return the favor, that's all. Not that it's any of your business, ya little brat. Just who are you supposed to be, anyway?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Leif", "line": "Ah, my apologies. I shouldn't have started prying without introducing myself first. I'm Leif of Leonster.", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Ralf", "line": "Leif...? H-How...?! Are you THE Leif, the prince? Talk about being in the right place at the right time! See, I'm Ralf, an' I'm not much more than a lowly sellsword, myself. If it's all right with you, Prince, could I join your army?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Leif", "line": "Of course! We could always use more men like you. Though if I may, I'd like to ask you something. Why exactly do you want to join my army? What's your reason?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Ralf", "line": "Because I won't put up with living under the Empire's thumb for one moment longer. That good enough of a reason?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Leif", "line": "I... can't say I disagree, so that suffices for me, yes. Ralf, my greatest desire is to free every person suffering under the Empire's tyranny. Do you swear to fight for that cause?", "recruiter": "Leif", "recruit": "Ralf"}, {"speaker": "Ralf", "line": "Sure do! Leave it to me!", "recruiter": "Leif", "recruit": "Ralf"}], "battle-talk": [{"speaker": "Mareeta", "line": "Hold! Who are you?! Another one of the Empire's lapdogs?!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "How uncouth... If you wish to live, turn your blade aside. I didn't learn the technique of Astra just to waste it on cutting down clueless little girls like you.", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Astra? B-But that's the secret art of the Isaachian royal family...! That would make you—", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Correct. It is I, Prince Shannan of Isaach. But I've been forced to hide my identity, so do us both a favor and forget you ever saw me.", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Prince Shannan! I would ask something of you!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Hrk! K-Keep your voice down, would you? Let's avoid any surprises, shall we?", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Please, you must teach me some of your swordplay! I beg of you! It doesn't have to be a prolonged lesson. Just knowing the secret of how to perform Astra would be enough...", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "……", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Please, Prince Shannan! I want—no, I NEED to become stronger! No matter what, I must grow stronger...!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "W-Well, I could take you through the motions, I suppose...", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Would you? Oh, I'd be in your debt!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "(Oof, this has gone from bad to worse. Guess I'll just ramble off some vague nonsense about swordsmanship...)", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Knowing the movements of the technique is important, of course, but more important is your spirit, your heart. When the swiftness of your body becomes one with the sharpness of your mind, only then are you capable of learning Astra.", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "My body and my mind...?", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Indeed. Now, to begin with, make a simple swing with your sword.", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "But how should I swing it, exactly? Could you demonstrate? Just once?", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Uhhh... N-No, that would defeat the whole point. Astra can only be mastered through your own attempts to understand it. If I were to demonstrate it, all you would learn is how to imitate me. (Yeah, that sounded good...)", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "So that's how it is, huh...? All right. I'll just try something, then. Hee-yah!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "No, not like that! You're doing it completely wrong!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Haaa-yah!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "No, no! Now you're just flailing your sword around like you're blindfolded! It's about using your body and mind together, remember? Your body is working, but your mind isn't in it! (Lady, I am sellin' you a bill of goods here...)", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Focus my mind into my body... Focus my mind into my body... HAAA-YAH!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "W-Was that...? I can't believe it...!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "...No way...", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "No, that can't be it! It isn't really THAT easy, is it, Prince Shannan?", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "Huh? Oh, well, uh... Of course not, my pupil! You couldn't call that a perfected Astra!", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "That's what I thought. I mean, that hardly took any time at all...", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "A-At any rate, I promised to show you the motions, and I've made good on my word. I'll be taking my leave now.", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Mareeta", "line": "Thank you for everything, Prince Shannan! Focus my mind into my body... Focus my body into my mind...", "person_1": "Mareeta", "person_2": "Shannam"}, {"speaker": "Shannam", "line": "(Maaan, what was up with that girl?)", "person_1": "Mareeta", "person_2": "Shannam"}], "visit": [{"speaker": "Bishop", "line": "Good heavens, what a day this has been... Ah! You're the strangers that came to our village's aid, are you not? I wish to thank your leader personally. Where might they be?"}, {"speaker": "Bishop", "line": "My goodness, we owe you and your forces quite the debt... Your decision to aid us is the only reason any of us still draw breath. Please accept this gift as a token of our gratitude."}, {"speaker": "Leif", "line": "Thank you, Bishop. If you'll excuse us, my men and I must be on our way."}, {"speaker": "Bishop", "line": "Where are you headed, might I ask?"}, {"speaker": "Leif", "line": "We ride for Leonster."}, {"speaker": "Bishop", "line": "Is that so? I've a favor to ask of you, then. A disciple of mine, Sleuf, left here on... something of a personal journey. If you happen to cross paths, do send word that the lad is all right. That said, I offer to send you partway there with my Warp staff. I can teleport you to one of two places: The first is Millefeuille Forest, which is to the south of Leonster. Be warned: there's a reason it has the nickname \"Mirage Forest.\" The second is Nordrhein, the coastline that runs east all the way to Leonster. But you'd have to breach the fort the Empire has there. Which way shall I send you?"}], "boss": [{"speaker": "Zile", "line": "Heheheh... You wanna square off with me, do ya?"}, {"speaker": "Zile", "line": "Ugh! D-Damned... fools..."}], "end": [{"speaker": "Dryas", "line": "This way leads to Nordrhein, which will take us east along the coast to Leonster. Seasoned Imperial troops will be on the lookout for us. I anticipate the battle will be a difficult one indeed. Is this your will, sire?"}, {"speaker": "August", "line": "This path shall take us through the deep woodlands of Millefeuille Forest, better known as the infamous \"Mirage Forest.\" We would encounter little resistance, but there may well be unforeseen hazards we have yet to discover. Shall we proceed, my prince?"}]}