{"chapter": "16A", "title": "Norden Line", "speakers": ["Nicolov", "Kempf", "Nicaraf", "August", "Leif", "Olwen", "Woman", "Sleuf", "Ilios", "Conomor", "Soldier", "Karin", "Brook", "Dryas"], "dialogue_counts": {"Nicolov": 4, "Kempf": 13, "Nicaraf": 1, "August": 3, "Leif": 13, "Olwen": 6, "Woman": 1, "Sleuf": 4, "Ilios": 15, "Conomor": 6, "Soldier": 2, "Karin": 11, "Brook": 3, "Dryas": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 91, "transitions": "------------------------", "opening": ["Acting on the advice of Dorias, Leif made for Leonster by way of the coast. However, traveling along such an exposed, public road had its price: the army would have to breach Fort Nordrhein, an Imperial base. There, House Friege had deployed an elite battalion of soldiers, determined to stop the Liberation Army in its path..."], "intro": [{"speaker": "Nicolov", "line": "Kempf, for your sake, I hope you're prepared for anything."}, {"speaker": "Kempf", "line": "Leave everything to me, Colonel Nicolov. These rabble may have the gall to call themselves a \"Liberation Army,\" but they're no stronger than a pack of bandits. My battalion shall shatter their delusions of grandeur with ease."}, {"speaker": "Nicolov", "line": "\"With ease,\" you say? Get your head on straight, boy! Are you not the very man who abandoned his post and left his men to die at Fort Dandrum? You scurried home with your tail between your legs, brought shame to your uniform, and you still have the audacity to be arrogant?! These men are the Lanzenritter of Leonster, Prince Leif leads their vanguard, and they're within spitting distance of their motherland! Their morale is higher than the damn clouds! Underestimate them and you're as good as dead!"}, {"speaker": "Kempf", "line": "Ah... You... have my apologies, Colonel..."}, {"speaker": "Nicaraf", "line": "Save it, Kempf. Just do as I say. I need you and your battalion to stay on the bridge. Guard it with your life. The ballistae in the rear will help hold your position. No matter what, don't move out of their range. You got that? It's an order: stick with the ballistae!"}, {"speaker": "Kempf", "line": "...Yes, sir."}, {"speaker": "Nicolov", "line": "Now, it may seem like we're on the defensive, but we're just biding our time. The real battle will begin when our reinforcements arrive. When the Knights of Ulster get here, we'll have the rebels surrounded from the front and back. We'll trap them in a pincer attack and crush the enemy in one fell swoop!"}, {"speaker": "Kempf", "line": "What? The Knights of Ulster are to be our reinforcements?"}, {"speaker": "Nicolov", "line": "The very same. Count Conomor is bringing nearly 100 men—the rebels will be ambushed by the mightiest army in North Thracia!"}, {"speaker": "Kempf", "line": "I... see... So Conomor is to get all the glory, then? No, this won't do at all! The rebels must die by MY hands, and mine alone!"}, {"speaker": "August", "line": "My prince, the scout we sent ahead has returned. He brings word of the enemy's formation."}, {"speaker": "Leif", "line": "Hm... The perimeter of Fort Nordrhein is protected by ballistae... We won't be able to seize it without doing something about them."}, {"speaker": "August", "line": "Unfortunately, that bridge is the only way across the river—and it's being defended by a battalion of heavily-armored knights. To make matters worse, attacking the bridge would put us within range of the enemy's ballistae."}, {"speaker": "Leif", "line": "Then our only option is to lure the knights out of the ballistae's range."}, {"speaker": "August", "line": "I doubt any subterfuge would convince them to move far enough away. They have a far superior position, and they know it."}, {"speaker": "Leif", "line": "Perhaps, but it's still worth considering. Surely there's some way of tricking them away from the bridge..."}, {"speaker": "Olwen", "line": "Leave that task to me, Lord Leif. I have... a history with their commander. I'm certain I can lure him away from the bridge—and his troops will be forced to follow."}, {"speaker": "Leif", "line": "J-Just what are you proposing, Olwen?! I won't allow you to put yourself in such grave danger!"}, {"speaker": "Olwen", "line": "Then I ask it from you as a favor, Prince. I want to help you just as you helped me!"}], "battle": [{"speaker": "Kempf", "line": "Order a full charge on the enemy's front lines! I'll give a pouch of gold for every rebel head! Stain the ground with their blood! Leave no one alive!"}, {"speaker": "Soldier", "line": "H-Hold a moment, General! That goes against Colonel Nicolov's orders!"}, {"speaker": "Kempf", "line": "And when we win the day, no one will care! Besides, Nicolov is nothing! Nobody! And I'M royalty—don't you forget that! All troops, charge! Kill every last one of them!"}, {"speaker": "Conomor", "line": "So the Lanzenritter is alive and well... and just as fierce as their forefathers. Perhaps... Perhaps we should withdraw, just on this occasion. We've misjudged the rebels' strength. Knights of Ulster, I'm ordering a full retreat!"}], "recruit-talk": [{"speaker": "Karin", "line": "Hey, hey! Over here, pal! Uh, sorry to butt in like this, but can I bend your ear for a second?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Wh-What? Who are you supposed to be? Look, calm your pegasus down and stop fluttering around me like that!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "About that... I don't suppose you'd lay down your sword and join up with us, would you?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "H-Hey! Is this some kind of joke? Why the sudden olive branch? Gods above, you're a strange one...", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Should I take that as a \"no,\" then? Oh, I should've known this would just be a waste of time... Well, goodbye, I guess...", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "H-Hey! Wait a minute!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Hm? What is it?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "I would, uh... consider defecting if I could be promised certain conditions.", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Really? Well, now we're gettin' somewhere! All right, what is it you want?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Well, assuming Leonster is restored to its former glory, I'd want full peerage and to receive a title of nobility.", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "That's all? Well, that should be an easy ask! Say, if a noble title is all you're askin' for, wouldn't that make you just a commoner? You must be a real hard worker to have made it into House Friege's army! I mean, a commoner in House Friege is like a pegasus flying with Thracia's Dracoknights!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "\"Commoner\" this, \"commoner\" that... Don't think you can label me so easily! I may be a man of common birth, but I'm not ashamed of it! I'm proud that I was born into my family, even if there's not a drop of noble blood in our veins!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Then why do you want a noble title so badly?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Ah... W-Well, I... Look, I don't have to explain myself to you!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Uh-huh... Listen, my name's Karin. What's your name, O noble commoner?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Oh, uh... It's Ilios.", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "That's an awfully noble-sounding name... Y'know, the kind a stuffy aristocrat has to practice pronouncing. Is \"Ilios\" even your real name?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Oh, what a stupid thing to ask! Of course it's my real name! My father gave me such a name in the hope that I would one day earn a title to match!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Oh-ho! So another piece of the puzzle falls into place! No wonder you're chasing after nobility so stubbornly when it's literally stamped into your name. Look, maybe it would be better to just change your name instead of diving head-first into this whole \"quest for nobility\" thing. Besides, you don't really look like an \"Ilios.\" Like, if I shouted \"Ilios!\" into a crowded room, nobody would look at you. No offense. You look more like a... Troy! Oh, that's perfect! That fits you much better, don't you think?", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "Wh—Troy?! Look, you can't just go around messing with people's birth names!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Karin", "line": "Well, Sir Troy, it's good to have you fighting alongside us!", "recruiter": "Karin", "recruit": "Ilios"}, {"speaker": "Ilios", "line": "H-Hey! That's no fair!", "recruiter": "Karin", "recruit": "Ilios"}], "battle-talk": [{"speaker": "Olwen", "line": "It's been a long time, General Kempf. How have you been?", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Kempf", "line": "Olwen?! Hah! I see your idiocy knows no bounds! Not content with a mutineer's death, you want to be hung as a traitor, too?", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Olwen", "line": "Traitor I may be, but my name will be remembered more fondly than yours. Look at yourself. There's no fight left in you—just false bravado. Your whole charade of arrogance is pathetic. You're a failure—and you're too much of a coward to admit it.", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Kempf", "line": "What?! How dare you...! I may have fled from Fort Dandrum, but what of you? You abandoned Largo in Nowell Valley, did you not? Bah! You can add \"hypocrite\" to your litany of crimes!", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Olwen", "line": "I ran to get reinforcements. You just ran for your life. I see you for what you are: a coward. When the going gets tough, all you do is run. You ran at Fort Dundrum, and you're still running here—cowering behind your troops and trembling like a child. And just as you hide in the shadows here, you'll never escape the shadow of my lord brother Reinhardt.", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Kempf", "line": "Hrk...! You... You'll DIE for those words! Men, seize that woman! Kill her precious rebels! Kill all of them! A lordship to whoever brings Olwen to me alive! I'll choke the life out of you with my bare hands, Olwen! You hear me?!", "person_1": "Olwen", "person_2": "Kempf"}, {"speaker": "Olwen", "line": "I've played my part... Gods be with you, Lord Leif.", "person_1": "Olwen", "person_2": "Kempf"}], "recruit-visit": [{"speaker": "Sleuf", "line": "Ah, you must be Lord Leif!"}, {"speaker": "Leif", "line": "That's right. A priest back in Solwood told me to keep an eye out for you. But how did you recognize me?"}, {"speaker": "Sleuf", "line": "I've seen you before, though not in person. I was granted a vision at the Tower of Bragi. It's just as I foresaw... A boy bearing the Twofold Light... such great potential he carries... Father Claud... Your words echo still, and they only become truer as time goes on..."}, {"speaker": "Leif", "line": "The Tower of Bragi? Twofold Light? What in blazes are you talking about?"}, {"speaker": "Sleuf", "line": "When the time comes, milord, understanding will dawn on you like a grand sunrise. Prince Leif, if it pleases you, I would accompany you for a time."}], "boss": [{"speaker": "Kempf", "line": "You! YOU! If you hadn't come this far...!"}, {"speaker": "Kempf", "line": "I-Is this... a joke? How could I... be bested... by them?"}, {"speaker": "Kempf", "line": "Hmph... I won't forget this! Remember me well, for this is the face of your conqueror!"}, {"speaker": "Brook", "line": "Rebel scum! My blade shall be the one to cut you down!"}, {"speaker": "Brook", "line": "Ugh... This isn't... the end..."}, {"speaker": "Brook", "line": "I'll be the laughing stock of the Empire..."}], "recruit-battle": [{"speaker": "Ilios", "line": "What, you're really going to fight me? How amusing! You think you can best Sir Ilios!"}, {"speaker": "Ilios", "line": "After all this... I still die... a commoner..."}, {"speaker": "Ilios", "line": "Tch... You think you can push me around just 'cause I'm a commoner? Damn... I can't take this anymore..."}, {"speaker": "Conomor", "line": "I pray you don't hold a grudge, but this is fate. Forgive me!"}, {"speaker": "Conomor", "line": "Ulster... shall... rise again..."}, {"speaker": "Conomor", "line": "Mm... I'll bear the shame of this defeat for the rest of my days... Every third thought shall be my grave..."}], "end": [{"speaker": "Dryas", "line": "Well done, Prince Leif! You've weathered another difficult situation with finesse and wisdom. Our motherland of Leonster is but a stone's throw away. The people have been awaiting your return for many years now..."}, {"speaker": "Leif", "line": "Leonster... My kingdom..."}, {"speaker": "Dryas", "line": "Indeed. Your sovereign land. Ah, but I get ahead of myself... You were so young when we had to flee Leonster—it would be understandable if you do not remember her beauty."}, {"speaker": "Leif", "line": "No, I remember Leonster's beauty—but most of all, I remember that night. As long as I live, I'll never forget it."}, {"speaker": "Dryas", "line": "\"That night?\" What do you remember, milord?"}, {"speaker": "Leif", "line": "The night that Castle Leonster fell... The flames burned so brightly, I thought it was already sunrise. I remember just looking up at the sky from Finn's arms... At first, I didn't understand what was happening. But when I saw the look on Finn's face, I knew something terrible had happened, and I was filled with this... deep sorrow. It was the first time in my life I'd felt such a profound sadness..."}, {"speaker": "Dryas", "line": "I forced Finn into a tough role, I admit. But he was the only man for the job—the only man I could trust with your life. \"As long as the prince is safe, the day will come when Leonster rises again.\" That's what I told him. And off he rode, clutching you to his chest, away from the flames consuming the castle..."}, {"speaker": "Leif", "line": "That was the last time I ever saw Finn cry. Ever since then, he hasn't shed a tear for anything... No, not just cry—it's like he forgot how to laugh, too..."}, {"speaker": "Dryas", "line": "He left a part of himself behind in Leonster. And he's not alone—we all left a piece of our souls behind when we fled the motherland..."}, {"speaker": "Leif", "line": "Truth be told, when the Knights of Ulster attacked from the rear, I thought..."}, {"speaker": "Dryas", "line": "The disorder in their vanguard is what saved us, frankly. But still, to see so many soldiers assembled so quickly... Count Conomor is indeed a splendid leader."}, {"speaker": "Leif", "line": "Hm? Count Conomor?"}, {"speaker": "Dryas", "line": "Indeed. He's a brave general of Ulster, a man of honorable heart and unshakable loyalty. And as the saying goes, \"There are no cowardly soldiers under a brave general.\""}, {"speaker": "Leif", "line": "Then why is such a man serving the Empire? Does their tyranny not concern him?"}, {"speaker": "Dryas", "line": "It's most puzzling, but there must be something we're unaware of... Regardless, he isn't someone I'm eager to fight again."}]}