{"chapter": "16B", "title": "The Dark Forest", "speakers": ["Dorias", "Leif", "Soldier", "Rinecok", "Sara", "Salem", "Homer", "Shannam", "August", "Miranda"], "dialogue_counts": {"Dorias": 5, "Leif": 19, "Soldier": 5, "Rinecok": 12, "Sara": 19, "Salem": 4, "Homer": 5, "Shannam": 7, "August": 2, "Miranda": 6}, "gender_counts": {"M": 37, "F": 25, "N": 22, "A": 0}, "lines": 85, "transitions": "-NMNM-NNNNNNNNNNFNFNF-FNFN-MFMFMFMFMFMFMFM-MFMFMFMF-MMMMMMMMM-N-N-N-M-M-M-F-F-F-MM-NMMFMFMFMFMNMNMFMF", "opening": ["Heeding August's advice, Leif approached Leonster from the south. However, this meant crossing through Millefeuille—the so-called \"Mirage Forest.\" Leif would soon learn first-hand how the area earned such an infamous nickname, and why people went out of their way to avoid it..."], "intro": [{"speaker": "Dorias", "line": "This is the great forest of Millefeuille, a sprawling woodland deserving of the name \"Mirage Forest.\""}, {"speaker": "Leif", "line": "Mirage Forest... So, how do we proceed from here?"}, {"speaker": "Dorias", "line": "If we can make it to the forest's northeast edge, Castle Leonster will be but a stone's throw away. But I suggest we bring up the rear, so as to better keep an eye on the troops and ensure we don't lose anyone along the way."}, {"speaker": "Leif", "line": "Understood. Tell everyone to exercise extreme caution, and not let their guard down for even a moment. Now, let's get this over with. Forward march!"}, {"speaker": "Soldier", "line": "Is something amiss, Bishop Rinecok?"}, {"speaker": "Rinecok", "line": "Eheheheh... Gaze into the crystal ball and have a look for yourself. Seems some fresh prey has wandered here."}, {"speaker": "Soldier", "line": "Armed men...? Doubtless it's Count Conomor of Alster, trying to rescue his precious Princess Miranda."}, {"speaker": "Rinecok", "line": "Bah, not even Conomor is that foolish. No, it's probably the meager remnants of Leonster, trying to recapture their castle."}, {"speaker": "Soldier", "line": "Ah, they must have chosen to go through the forest to avoid our defenses on the western front... What a colossal blunder."}, {"speaker": "Rinecok", "line": "It's quite the boon for us, really. Now we have something to kill time with. Gather every free hand and take up positions."}, {"speaker": "Soldier", "line": "At once, Bishop. But what will you be doing, sir?"}, {"speaker": "Rinecok", "line": "Hah! I'll be taking the opportunity to... test this."}, {"speaker": "Soldier", "line": "Ah, that's the Berserk staff! This should be most interesting..."}, {"speaker": "Rinecok", "line": "Eheheheh..."}, {"speaker": "Sara", "line": "Having fun, Rinecok?"}, {"speaker": "Rinecok", "line": "Lady Sara?! A little girl like you shouldn't be out here. Please, return to your chambers."}, {"speaker": "Sara", "line": "...But that's boring. What's Grandfather doing?"}, {"speaker": "Rinecok", "line": "Archbishop Manfroy is in Conote with His Highness Prince Julius. I believe he should be returning soon..."}, {"speaker": "Sara", "line": "Ooh, if I'd known this was going to be so boring, I wouldn't have come..."}], "battle": [{"speaker": "Sara", "line": "Huh...? Wh-Who is..."}, {"speaker": "Rinecok", "line": "Lady Sarah? Is there something wrong?"}, {"speaker": "Sara", "line": "No... It's nothing. Rinecok, can I take a walk for a little while?"}, {"speaker": "Rinecok", "line": "Ah... It's much too dangerous outside, Lady Sarah. Please, milady, just... just do as I say."}], "recruit-talk": [{"speaker": "Homer", "line": "Well, well, look who it is. It's been a while, Shannam.", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Shannam", "line": "Grk...!", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Homer", "line": "So this time you're a stooge for the Loptians, huh? Guess you don't discriminate when it comes to employers.", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Shannam", "line": "H-Hey... I don't like doing this, you know! Look, I'm out of coin... I don't have a choice!", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Homer", "line": "Uh-huh. Well, suit yourself. It doesn't make any difference to me what you do.", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Shannam", "line": "Hey, wait, where're you going? You can't just leave me here! You gotta help me out! I mean, we're friends, right?", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Homer", "line": "Like I said, it makes no difference to me what you do. If you want to tag along, it's no skin off my back.", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Shannam", "line": "Really? Wow! I owe you one... Thanks a bunch.", "recruiter": "Homer", "recruit": "Shannam"}, {"speaker": "Homer", "line": "You're not like the real prince at all. Ugh...", "recruiter": "Homer", "recruit": "Shannam"}], "battle-talk": [{"speaker": "Salem", "line": "Lady Sara?! What are you doing in a place like this?", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Sara", "line": "Who are you? I don’t know you.", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Salem", "line": "Ah, of course... You see, I was a bishop of Loptous once, but the granddaughter of the Archbishop would have no reason to know me.", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Sara", "line": "Hmm... I see... Well, just get out of my way. I'm looking for the voice of your master. I must find it...", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Salem", "line": "The voice of my master...?", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Sara", "line": "It's such a beautiful voice... And it's calling out to me for help...", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Salem", "line": "Uh... I-Is that so...? Wait. If you're Sara, granddaughter of Archbishop Manfroy, then you can use the Staff of Kaia... That's it!", "person_1": "Salem", "person_2": "Sara"}, {"speaker": "Sara", "line": "Mm... Bye-bye, Salem.", "person_1": "Salem", "person_2": "Sara"}], "boss": [{"speaker": "Rinecok", "line": "You trespass upon land belonging to Loptous himself! Fools...!"}, {"speaker": "Rinecok", "line": "O Lord... I beg for your... divine... intervention..."}, {"speaker": "Rinecok", "line": "I've nothing to say to you..."}], "recruit-battle": [{"speaker": "Shannam", "line": "H-Hey, wait! Let's talk about this..."}, {"speaker": "Shannam", "line": "Ngh... What a stupid way... to..."}, {"speaker": "Shannam", "line": "You have my thanks—for now. Hah..."}, {"speaker": "Sara", "line": "What are you doing? Do you... not like me?"}, {"speaker": "Sara", "line": "I feel so... alone..."}, {"speaker": "Sara", "line": "That was... boring."}], "end": [{"speaker": "August", "line": "Somehow, we managed to escape... But to think there was a Loptian monastery in a place like this... This entire battle was born of my negligence. The failure is mine..."}, {"speaker": "Leif", "line": "Don't let it weigh too heavily on you. You're not all-knowing, after all. Still, this place has certainly lived up to its reputation—though we proved up to the challenge."}, {"speaker": "Dorias", "line": "Is this... a monastery of the Loptian Order? The mages and bishops seem to have all fled..."}, {"speaker": "August", "line": "Prince! There was a woman being held captive inside the monastery. She wishes to see you."}, {"speaker": "Leif", "line": "Very well. Bring her to me."}, {"speaker": "Miranda", "line": "Prince Leif... It's been a long, long time..."}, {"speaker": "Leif", "line": "...And you are?"}, {"speaker": "Miranda", "line": "You ask ME that?! Oh, so that's how it is... You've forgotten me, have you?! I'm Miranda of Alster!"}, {"speaker": "Leif", "line": "Miranda... The princess? Princess of Alster? How can that be?! Why are you here?"}, {"speaker": "Miranda", "line": "Did you not recognize me? Bah, I suppose it's no surprise, considering the sorry state I'm in... I must look like some common wretch. But before you get caught up on how unsightly I look, remember that all of this is your fault, Prince!"}, {"speaker": "Leif", "line": "My fault? Why?"}, {"speaker": "Miranda", "line": "All of this began when Leonster fell. My lord father was a gentle man, who hadn't the heart for battle—and he knew there was little sense in fighting the Empire. But nevertheless, he took you in, sheltered you from the Empire—and in so doing, invited their wrath! He had to turn me over to them as a hostage and forfeit his own right to the throne! And in the end, he departed this world in a state of utter misery... I cannot forgive you, Prince! If you'd never come to Alster, things wouldn't be like this..."}, {"speaker": "Leif", "line": "……"}, {"speaker": "Dorias", "line": "...Princess Miranda, I must beg to differ. The Empire planned to conquer Alster all along. Prince Leif's presence was merely a convenient excuse to do so. Not to speak ill of the dead, Princess, but your father was too timid. He had knights of the highest caliber at his command, yet when Thracia invaded, he sat on the fence instead of joining the fight. And despite being a sworn ally of Leonster, when our kingdom was in crisis, he sent no troops to our aid. He simply reaped what he sowed. Your father himself is to blame for your kingdom falling into ruin! Shifting the blame to Prince Leif is pure selfishness!"}, {"speaker": "Leif", "line": "Enough, Dorias! Nothing good will come of talk like that!"}, {"speaker": "Dorias", "line": "Hrm... I went too far, I admit. Please accept my apologies..."}, {"speaker": "Leif", "line": "You have my apologies as well, Princess Miranda. I must beg your forgiveness... Had I known you were being held captive here, I would've come to your aid as fast as my legs could carry me. I can't imagine how difficult it was for you, being imprisoned here for so long..."}, {"speaker": "Miranda", "line": "...Well, admittedly, I haven't been imprisoned in this dreary monastery the whole time. Until last year, I was being kept in Alster. Count Conomor watched over me from afar, and I was comfortable enough. But then came the insurrections in Tahra and Leonster... That stoked the fires of revolution, and even in Alster, a contingent of the people plotted rebellion. Evidently, the Empire feared their position was becoming too vulnerable, and so I was moved to this dreadful place."}, {"speaker": "Leif", "line": "Ah... Well, even one year is far too long to spend in a place like this."}, {"speaker": "Miranda", "line": "Prince Leif, if you weren't lying about wanting my forgiveness, you must lend me your strength! I must reclaim Alster... I must undo my father's regrets, and give meaning to his meaningless death!"}]}