{"chapter": "17A", "title": "Leonster's Gate", "speakers": ["Gustav", "Nicolov", "August", "Leif", "Misha", "Saias", "Dorias", "Soldier", "Mueller", "Ishtar", "Karin", "Sara", "Bishop", "Moore"], "dialogue_counts": {"Gustav": 5, "Nicolov": 15, "August": 7, "Leif": 10, "Misha": 15, "Saias": 10, "Dorias": 5, "Soldier": 5, "Mueller": 7, "Ishtar": 5, "Karin": 4, "Sara": 5, "Bishop": 4, "Moore": 1}, "gender_counts": {"M": 27, "F": 29, "N": 42, "A": 0}, "lines": 99, "transitions": "-NNNNNNNNN-MMMMMMM-NFNFNFNFNF-MNMNMNMN-MNMNMMM-N-NNNNNNN-FMFMFMFMFM-N-FFFF-FNFNFNFNF-N-N-N-N-N-N-M-F-F-F-NMM-NMFNFFFFMFMF", "opening": ["Having breached Fort Nordrhein, the Liberation Army finally stood before the gates of Leonster. Yet their fight was far from over: a battalion of Imperial troops, even larger in number than the one at Fort Nordrhein, awaited them..."], "intro": [{"speaker": "Gustav", "line": "I see you've yet to deal with the rebels, Nicolov. Explain yourself!"}, {"speaker": "Nicolov", "line": "Ah... Kempf's bravado got the better of him, and he broke rank for his own personal glory. He ruined our chance to halt the rebels' advance... You have my sincerest apologies!"}, {"speaker": "Gustav", "line": "Dammit, Kempf! I give him a second chance and this is how he repays me?! I should've sent him back to Castle Friege, like you said."}, {"speaker": "Nicolov", "line": "No, sir, it was me that was too lenient with him... But despite Kempf's failure, I'm not worried. I've stationed my squad of heavily-armored knights in front of the castle. Bishop Mua and his team of mages are also present. Next, we have Reinhardt and the Gelbenritter already approaching the enemy from behind. And if that wasn't enough, we have the Pegasus Corps of Silesse on stand-by, ready to assist us if things go south. With this much strength behind us, we could defeat any army!"}, {"speaker": "Gustav", "line": "Indeed... I can find no fault in what you've outlined. Ah, one other thing. I forgot to mention it, but Bishop Saias will be gracing us with his presence. He happened to be traveling nearby, and graciously offered to lend us his power."}, {"speaker": "Nicolov", "line": "THE Bishop Saias? The military genius?!"}, {"speaker": "Gustav", "line": "The one and only! His missive said he'd be arriving in a few hours."}, {"speaker": "Nicolov", "line": "Hah! This just isn't the rebels' lucky day, is it? In light of this, I'll shore up our defenses for the time being. Once the Lord Tactician arrives, we'll launch our assault immediately. Marquess Gustav, I bid you remain in the castle and await word of our victory."}, {"speaker": "Gustav", "line": "Very well. I'm counting on you, Nicolov!"}, {"speaker": "August", "line": "I'll not lie to you, my prince: the enemy's formation is nearly flawless."}, {"speaker": "Leif", "line": "How so?"}, {"speaker": "August", "line": "The main problem is the band of Silessian mercenaries positioned in the northwest. If we advance towards the castle, they'll cut us down from behind."}, {"speaker": "Leif", "line": "Why not divide our forces and send a team to attack them first?"}, {"speaker": "August", "line": "We don't have the men to spare. Half our troops were left behind to defend against Reinhardt and his army striking from the rear."}, {"speaker": "Leif", "line": "So what should we do?"}, {"speaker": "August", "line": "How willing to fight are the Silessian mercenaries? That is the question..."}, {"speaker": "Nicolov", "line": "Do you understand the plan, Captain Misha?"}, {"speaker": "Misha", "line": "...Yeah, I got it."}, {"speaker": "Nicolov", "line": "Very good. And if you'll pardon the intrusion, there's one other matter..."}, {"speaker": "Misha", "line": "That being?"}, {"speaker": "Nicolov", "line": "I've heard tell your mother was killed by the traitor Sigurd during the civil war. Is that true?"}, {"speaker": "Misha", "line": "……"}, {"speaker": "Nicolov", "line": "Ah. I take it that's why you became a mercenary fighting on behalf of the Empire?"}, {"speaker": "Misha", "line": "This isn't about my mother. Back home, we've got lots of starving children. We're doing this for them. All we want is enough coin to buy bread and milk..."}, {"speaker": "Nicolov", "line": "I see... Bah, that was a foolish thing to ask. Please, forget I said anything."}, {"speaker": "Misha", "line": "...Then I'll be taking my leave."}], "battle": [{"speaker": "Saias", "line": "Colonel Nicolov! It's been quite some time."}, {"speaker": "Nicolov", "line": "Oh, Bishop Saias! We've been waiting for you, sire!"}, {"speaker": "Saias", "line": "How goes the battle?"}, {"speaker": "Nicolov", "line": "The enemy fights with an... unexpected ferocity. We're having some slight difficulties. Ah, but having the Bishop of Flame at our side is sure to boost morale! Why, I can already see a marked improvement!"}, {"speaker": "Saias", "line": "Have Commander Reinhardt and the Gelbenritter arrived yet?"}, {"speaker": "Nicolov", "line": "I expect them to be here any moment—they'll descend upon the enemy's rear guard like vultures to carrion."}, {"speaker": "Saias", "line": "Then now is the perfect time to launch a full-frontal assault. Send word to the Silessian mercenaries."}, {"speaker": "Nicolov", "line": "It shall be done, sire!"}, {"speaker": "Leif", "line": "W-What is the meaning of this?! The enemy's morale is suddenly sky-high!"}, {"speaker": "Dorias", "line": "My greatest fear... Prince Leif, we cannot hesitate for even a moment—we must order a retreat at once!"}, {"speaker": "Leif", "line": "What are you talking about?! Explain yourself, please!"}, {"speaker": "Dorias", "line": "Saias, the Royal Bishop of House Velthomer and a military genius, has taken the field. As long as he commands the enemy, we don't stand a chance!"}, {"speaker": "Leif", "line": "There's been such a person in the Empire all along?"}, {"speaker": "August", "line": "Ah... I'll give you the short version: he's the son of the late General Aida, who was a close friend and confidante of Emperor Arvis. After she passed away—under most puzzling circumstances, I might add—he was raised in a Bragian monastery."}, {"speaker": "Leif", "line": "...I understand. But it's not that simple—we stand to lose countless soldiers if I call for a retreat now! What should I do...?"}, {"speaker": "Soldier", "line": "Now's our chance to wipe out the rebels! Lower the bridge over the river!"}, {"speaker": "Mueller", "line": "Damn... I didn't think it would take this long to get here. There's no time to waste—order the whole army to charge!"}, {"speaker": "Soldier", "line": "General Muller? What happened to Commander Reinhardt?"}, {"speaker": "Mueller", "line": "He's left for Conote with Princess Ishtar. I'm not privy to the details, but Her Highness was acting strangely... I'd imagine he was worried about her."}, {"speaker": "Soldier", "line": "He left to babysit the princess instead of coming to battle? What kind of soldier is he?!"}, {"speaker": "Mueller", "line": "A better one than you'll ever be! Now shut your mouth—you're insulting the chain of command!"}, {"speaker": "Soldier", "line": "Agh! F-Forgive me, General, I meant nothing by it!"}, {"speaker": "Mueller", "line": "Still, this IS going to make things harder on us..."}, {"speaker": "Ishtar", "line": "Bishop Saias, is this where you've gone?"}, {"speaker": "Saias", "line": "Hm? Princess Ishtar? And Commander Reinhardt, too? Whatever is the matter? You look panicked!"}, {"speaker": "Ishtar", "line": "It's Prince Julius... He's fallen terribly ill! He's running a high fever, and seems to be in great pain..."}, {"speaker": "Saias", "line": "The prince has always had a frail constitution, but his health has been declining as of late... What of the Loptian bishops? Can they do anything?"}, {"speaker": "Ishtar", "line": "I won't allow it! As long as I draw breath, they'll not come near him!"}, {"speaker": "Saias", "line": "Even Archbishop Manfroy?! Why?"}, {"speaker": "Ishtar", "line": "Shouldn't you know that better than anyone, Royal Bishop Saias? Please, you have to see things my way!"}, {"speaker": "Saias", "line": "...I understand. I'll see if I can be of some help. Where is His Highness?"}, {"speaker": "Ishtar", "line": "Back in Conote, in my chambers."}, {"speaker": "Saias", "line": "Very well... Let us be off, Princess Ishtar!"}, {"speaker": "Soldier", "line": "What? Bishop Saias is leaving for Conote? Not good... We have to shore up our defenses! Destroy that bridge!"}], "recruit-talk": [{"speaker": "Karin", "line": "Captain Misha?! Hey, last I checked, Silesse wasn't all buddy-buddy with the Empire! Why are you on their side?!", "recruiter": "Karin", "recruit": "Misha"}, {"speaker": "Misha", "line": "I have something to protect. Simple as that.", "recruiter": "Karin", "recruit": "Misha"}, {"speaker": "Karin", "line": "...And what would that be?", "recruiter": "Karin", "recruit": "Misha"}, {"speaker": "Misha", "line": "None of your damn business, that's what. Off with you, now! The battle is just getting started!", "recruiter": "Karin", "recruit": "Misha"}], "recruit-visit": [{"speaker": "Sara", "line": "……"}, {"speaker": "Bishop", "line": "Ah, Sara, where do you think you're going?"}, {"speaker": "Sara", "line": "……"}, {"speaker": "Bishop", "line": "Oh, are you with the Liberation Army? Did this young woman say something to you? Please, don't put too much stock into it. The girl sometimes blurts out the strangest nonsense... She's a bit touched in the head, I'm afraid."}, {"speaker": "Sara", "line": "...Go..."}, {"speaker": "Bishop", "line": "Go? Go where?”"}, {"speaker": "Sara", "line": "...Go... I will go with them..."}, {"speaker": "Bishop", "line": "B-But they said they were with the army—Ah, Sara, wait!"}, {"speaker": "Sara", "line": "Go... Take me with you, you have to take me with you..."}], "boss": [{"speaker": "Nicolov", "line": "As if you could defeat me! Tch... Have at you!"}, {"speaker": "Nicolov", "line": "Ugh... Not bad... Guess I couldn't do it... after all..."}, {"speaker": "Moore", "line": "Loptous, O Lord God... I give myself... to your new era..."}, {"speaker": "Mueller", "line": "Now you'll see why the Gelbenritter are so feared!"}, {"speaker": "Mueller", "line": "Ergh... It's unthinkable... We stand... defeated..."}, {"speaker": "Mueller", "line": "How naive..."}, {"speaker": "Saias", "line": "Sheathe your weapon. You cannot best me."}], "recruit-battle": [{"speaker": "Misha", "line": "Get out of my way!"}, {"speaker": "Misha", "line": "Ugh... Deet'var, my beloved mother... I'll see you soon..."}, {"speaker": "Misha", "line": "I thank you for your mercy, but I still have to fight."}], "end": [{"speaker": "Dorias", "line": "We've managed to capture the castle gates, but many more foes doubtless await us inside. Don't let your guard down, Prince Leif."}, {"speaker": "Leif", "line": "Then we've little choice but to eliminate them all at once, excessive though it may seem. The man inside, Marquess Gustav, is King Bloom's right-hand man—and he's been ruling Leonster with an iron fist. How many people have died at his whim...?"}, {"speaker": "August", "line": "Kill Gustav and hang his head from the castle gates. Don't waste your mercy on him—you must fulfill your duty as ruler!"}, {"speaker": "Dorias", "line": "Prince Leif, we've captured the commander of the Silessians. What shall we do with her?"}, {"speaker": "Leif", "line": "Let her through, please. I want to have a look at her. Is it true you're the commander of the Silessian forces?"}, {"speaker": "Misha", "line": "This is a waste of time... I don't expect mercy from you. Just kill me and get it over with!"}, {"speaker": "Dorias", "line": "This isn't going to work, Prince. The Pegasus Knights of Silesse value honor above all. After leading her troops to their death, the shame would be too much to bear, especially as a prisoner. We should grant her death, as she wishes—that would be mercy."}, {"speaker": "Karin", "line": "Duke Dorias, don't say something so stupid! Captain Misha, you have something to protect, don't you? How will you do that if you die here?! Those poor kids in Silesse are depending on you! You haven't thought about them!"}, {"speaker": "Misha", "line": "Ah! ...How do you know about that?"}, {"speaker": "Karin", "line": "I asked one of your troops. I saw her lying on the battlefield and tried to help... that was when she told me. I didn't know how many people were going hungry in the places where the Empire is still in charge... So many children, thin as a blade of grass... Just wasting away... She told me she'd hired on with the Empire just to buy food."}, {"speaker": "Misha", "line": "……"}, {"speaker": "August", "line": "Lady Misha, don't you see the irony? It's almost funny, in a macabre way. By helping the Empire, you're sacrificing the children of another country to save the children of your own country. The Empire is conducting child hunts in Thracia—and it won't be long until they do the same in Silesse. Who will protect Silesse's children then?"}, {"speaker": "Misha", "line": "Child hunts...? What in blazes are you talking about?"}, {"speaker": "Leif", "line": "So you don't know... Then I want you to live a little longer and see the truth for yourself. I sentence you to live—to bear witness to our pain and suffering!"}, {"speaker": "Misha", "line": "...I'm sorry, I'm a little overwhelmed, here. Just give me some time. I need to think..."}]}