{"chapter": "17B", "title": "The First Rain Of May", "speakers": ["August", "Leif", "Dorias", "Palman", "Amalda", "Elder", "Man", "Guard"], "dialogue_counts": {"August": 7, "Leif": 15, "Dorias": 7, "Palman": 6, "Amalda": 6, "Elder": 10, "Man": 2, "Guard": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 55, "transitions": "--------------", "opening": ["Leaving the forest behind them, the Liberation Army finally reached the southern gates of Leonster. Yet an arduous task awaited them: the gates stood atop high cliffs, and were defended by vast numbers of ballistae. It was painfully clear that seizing the gates would be anything but simple..."], "intro": [{"speaker": "August", "line": "My prince, may I present your sovereign land: Castle Leonster is in sight. We're approaching from the rear gate, so the enemy shouldn't be expecting us."}, {"speaker": "Leif", "line": "I'm not sure it will be so easy, August. The cliffs to the east are impassable, and if we go around them and head west, the ballistae will have a clear shot at us. What are we to do?"}, {"speaker": "August", "line": "Indeed... I admit, I didn't foresee the enemy preparing so many ballistae. Yet if we go about things too slowly, we'll lose the element of surprise, and enemy reinforcements will overwhelm us. Ah, this is most vexing..."}, {"speaker": "Leif", "line": "Dorias, what would you suggest?"}, {"speaker": "Dorias", "line": "At the very least, our goal is simple: our army won't be able to advance as long as those damned ballistae are there. As for how to eliminate them, we could either send in mages, or use aerial units to attack from above. Either way, we'll likely suffer a few losses. We need to prepare ourselves for that."}, {"speaker": "Leif", "line": "I understand, but keep thinking. There may yet be a better way."}, {"speaker": "Palman", "line": "General Amalda, how is it a fine soldier like you got stuck guarding the rear gate?"}, {"speaker": "Amalda", "line": "Evidently, my comments touched a nerve with Marquess Gustav..."}, {"speaker": "Palman", "line": "Still bickering about the child hunts, I take it?"}, {"speaker": "Amalda", "line": "It's more than a simple row. Gustav is seizing children from the nearby villages despite having no order from the king to do so. It's obvious he's trying to curry favor with the Loptian Order—handing over innocent children like little presents. Could you forgive such a thing, if you were in my position?"}, {"speaker": "Palman", "line": "Now, now, Lady Amalda. Just take a breath. I understand how you feel, but remember, the child hunts were instituted by Emperor Arvis himself. So sooner or later, regardless of how vocally you oppose it, all the local children will be seized and taken to Belhalla."}, {"speaker": "Amalda", "line": "But why?! Why is all this happening? I believed in Emperor Arvis, I longed to become a knight in his service... How did he go so wrong?"}], "visit": [{"speaker": "Elder", "line": "You're with the Leonster army, aren't you? Where's Lord Leif?"}, {"speaker": "Elder", "line": "Ah, Lord Leif... Welcome home. The people of Leonster have long awaited this day..."}, {"speaker": "Leif", "line": "You're the village elder, I take it? I can't imagine how your people must have suffered over these long years... I'm sorry for everything you've been through. But that all ends today. I'll personally be leading the Knights of Leonster into battle to recapture the castle. Believe in our victory! Leonster shall rise again!"}, {"speaker": "Elder", "line": "Prince, there's something I must ask of you. Let us help you reach the castle. Please."}, {"speaker": "Leif", "line": "Help us...? You mean your people wish to fight?"}, {"speaker": "Elder", "line": "Indeed. We'll not bear the abuses of the Empire for one moment longer. We always knew the day would come to liberate the motherland, and we've been stockpiling weapons in secret."}, {"speaker": "Dorias", "line": "With respect, Elder, there are numerous ballistae positioned in the castle grounds. Your poorly-armed militia will be easy pickings for them."}, {"speaker": "Elder", "line": "I know that. I don't expect any of us to make it back alive. All we could do is be the prince's shield, but we would do it gladly. We can attract the ballistae's attention, and lure them away from your forces. While we keep them busy, the prince can breach the—"}, {"speaker": "Leif", "line": "Out of the question! What's the point of winning back my country if I sacrifice my people to do it?! I won't allow such a thing!"}, {"speaker": "Elder", "line": "Lord Leif... Do you have any idea just how much pain we've endured over these past ten years? Marquess Gustav took our women. The Loptian Order took our children. The few who tried to resist were killed in the most brutal ways imaginable, and then their families were killed too—as an example. My prince, my sovereign lord... This is the only home we've ever known. Simple folk like us can't live without our home. So if it means regaining that home, we'll do whatever it takes. We offer you our lives, and we have no regrets."}, {"speaker": "Leif", "line": "Elder, sir..."}, {"speaker": "August", "line": "Prince Leif... When a country falls to ruin, its people fall to ruin as well. For what life awaits those left behind without a home? They speak with the same tawdry devotion one would expect from a knight—and like a knight, they seem utterly resigned to die. Even after years of oppression, they're still consumed by this childish sentimentality. And if they're so set in their ways..."}, {"speaker": "Leif", "line": "You... August, you mean to say I should accept their offer?!"}, {"speaker": "August", "line": "I'm merely saying it's worth considering. You wanted \"a better way\" to seize the castle, did you not? This may very well be it."}, {"speaker": "Leif", "line": "...Dorias, what say you?"}, {"speaker": "Dorias", "line": "I can only imagine how the villagers must feel, but even so, I cannot condone this. Regardless, the choice is yours to make, Prince Leif. What is your command?"}, {"speaker": "Man", "line": "Oh-ho, so you're attackin' Castle Leonster? Well, lemme bend yer ear for a second... See, it just so happens that I've cooked up a little scheme to get past the eastern gate. My boys can have that thing wide open in two shakes of a lamb's tail. So, how 'bout it? Feel like taking a shortcut? Won't be free, a' course. Nothin' is. But you pile up an even 20,000 gold in front of me an' we'll call it a deal. What, does it sound too expensive? Well, we ain't stupid. We'll be the ones putting our lives on the line. So... What's it gonna be?"}, {"speaker": "Man", "line": "What kind of conqueror doesn't have a full wallet? Ugh, just see yourself out."}, {"speaker": "Guard", "line": "Been waitin' for ya. I heard the whole story from the boss. Well... Good luck, I guess."}], "boss": [{"speaker": "Palman", "line": "You'll never reclaim your damn castle! Just give up!"}, {"speaker": "Palman", "line": "Castle Friege... is so very far..."}, {"speaker": "Palman", "line": "I can't live a soldier's life any longer... I suppose I'll return home..."}], "recruit-battle": [{"speaker": "Amalda", "line": "I... What in blazes am I doing...?"}, {"speaker": "Amalda", "line": "Fitting... A life lived steeped in blood can only end with more blood..."}, {"speaker": "Amalda", "line": "Am I doomed to watch this nightmare continue...?"}], "end": [{"speaker": "Leif", "line": "We've finally seized the castle gates, but we don't know what awaits us inside... August, let's hear the intelligence you've gathered."}, {"speaker": "August", "line": "Ahem... The castle's commander is a man named Gustav, a close associate of King Bloom. He is... a man of many vices."}, {"speaker": "Leif", "line": "Marquess Gustav... For the past decade, he's ruled Leonster with an iron fist."}, {"speaker": "August", "line": "Frankly, he's a second-rate commander, but he makes up for it by lavishing his troops with expensive equipment."}, {"speaker": "Leif", "line": "Anything else we should be aware of?"}, {"speaker": "August", "line": "Well, the real problem will be General Xavier. His skills on the battlefield are quite renowned, and he commands a battalion of heavily-armored knights."}, {"speaker": "Dorias", "line": "Xavier?! Ngh... A thousand deaths won't be enough for that traitor!"}, {"speaker": "Leif", "line": "I... take it you know him, Dorias?"}, {"speaker": "Dorias", "line": "Hah... As ashamed as I am to admit it, Xavier was once an esteemed general of Leonster. He was known for his sense of justice, and had everyone's utmost trust. But the instant Leonster fell, he betrayed us, and defected to the invaders! The shameless cur... I cannot forgive him! No force in all the heavens will keep my blade from his throat!"}, {"speaker": "Elder", "line": "It's not what you think, Duke Dorias!"}, {"speaker": "Dorias", "line": "You're... The village elder? What are you talking about? Do you mean to protect that damnable turncoat?!"}, {"speaker": "Elder", "line": "General Xavier did everything for our sake. He joined the invaders out of necessity, to help guarantee our safety. Leonster was in chaos after being defeated, and we common folk were abandoned—left to the enemy's mercy. The general showed us pity, and traded his own honor for our lives. Had he not intervened, myself and all the other villagers wouldn't be alive today."}, {"speaker": "Dorias", "line": "Is this true?! No, it can't be! The prince has returned, yet he still serves the Empire! If he and his men would just turn against them, the castle would be as good as ours!"}, {"speaker": "Elder", "line": "Bah, would that things were that simple... You see, the general has eight adjutants—they're as close as kin, and they've shouldered life's burdens together. The wives and children of these eight adjutants are being held hostage inside the castle. And despite being their superior, the general hasn't the heart to act without the consent of his men. Say what you will, but he cares deeply for their well-being..."}, {"speaker": "Leif", "line": "Then our plan is obvious! If we rescue the hostages, the general and his men will be freed of their servitude!"}, {"speaker": "Elder", "line": "You... think it will be that easy?"}, {"speaker": "Leif", "line": "He deserves an apology for everything he's been through... As the last living heir to House Leonster, I owe him that much!"}]}