{"chapter": "19", "title": "Remorse And Retaliation", "speakers": ["Leif", "August", "Messenger", "Bloom", "Wolff", "Conomor", "Amalda", "Miranda", "Sleuf", "Man"], "dialogue_counts": {"Leif": 13, "August": 13, "Messenger": 4, "Bloom": 1, "Wolff": 3, "Conomor": 7, "Amalda": 8, "Miranda": 3, "Sleuf": 4, "Man": 2}, "gender_counts": {"M": 37, "F": 11, "N": 10, "A": 0}, "lines": 59, "transitions": "-MMNMNMNMNMMMM-NN-M-F-FMFMFM-MFMFMFMF-N-N-F-F-F-M-M-M-MMMMMMMMMMMMMMM-MNMN", "opening": ["Already a day behind Dryas, Leif's forces were finally rested and ready. He was just about to march for Ulster when a most unexpected message was delivered to him. It was this moment that marked Leif's beginning down a long road of hardship..."], "intro": [{"speaker": "Leif", "line": "Everyone is ready, August."}, {"speaker": "August", "line": "Hold a moment, my prince. It seems someone has come to the castle... One of Dryas' men, I believe."}, {"speaker": "Messenger", "line": "Prince Leif! I... I'm sorry..."}, {"speaker": "Leif", "line": "Sorry for what? What's happened?"}, {"speaker": "Messenger", "line": "Th-The Imperial army counterattacked... We were... slaughtered..."}, {"speaker": "Leif", "line": "Wh-What?! Where's Dryas?!"}, {"speaker": "Messenger", "line": "Duke Dryas, he... To ensure some of us could escape, he... He rushed the enemy's flank. I'm sorry. He... met his end..."}, {"speaker": "Leif", "line": "Dryas... He's... ......"}, {"speaker": "Messenger", "line": "We weren't strong enough... Forgive us!"}, {"speaker": "Leif", "line": "Th-That's absurd... This can't be..."}, {"speaker": "August", "line": "Prince Leif, time is of the essence. We must withdraw all of our troops at once, before our entire army is massacred."}, {"speaker": "Leif", "line": "No... This can't be happening..."}, {"speaker": "August", "line": "Prince Leif! Snap out of it! If we lose our troops now, Duke Dryas will have died for nothing! We owe it to him to save as many of our people as we can!"}, {"speaker": "Bloom", "line": "...Now the maggots understand what the Empire is capable of. I'll leave the rest to you, Wolff. Know that House Friege expects nothing less than Castle Leonster's recapture!"}, {"speaker": "Wolff", "line": "It shall be done."}, {"speaker": "Conomor", "line": "So many of our people have died... But as long as I still live, so too does Alster."}, {"speaker": "Amalda", "line": "I have a duty to protect my troops, but... Is this truly right? Ah, Father Sleuf... What I would give to hear your counsel..."}], "recruit-talk": [{"speaker": "Miranda", "line": "Conomor! Stop your foolishness this instant!", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Conomor", "line": "Princess Miranda?! What are you doing here?!", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Miranda", "line": "I was rescued by Prince Leif, and at my urging, he commanded his army to come to Ulster's aid. It cost him countless soldiers and one of his closest advisors—and what have YOU done for me?! Just what is all this?! What idiocy compelled you to make Ulster's finest knights into Imperial lapdogs?!", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Conomor", "line": "Ah... You have my... deepest apologies...", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Miranda", "line": "The enemy isn't Leonster, you fool! The enemy is the Empire! Command the Knights of Ulster to aid in Leonster's retreat! Do it this instant! As ruler, I hereby declare that all of Ulster is part of Prince Leif's Liberation Army! Their mission is now our own!", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Conomor", "line": "As you command, milady! Knights of Ulster! From this moment onward, we are part of the North Thracian Liberation Army! Serve Prince Leif as you would serve me! We'll take sanctuary in Castle Leonster, and plot the recapture of our motherland from there! So orders Her Highness Princess Miranda, by royal decree!", "recruiter": "Miranda", "recruit": "Conomor"}, {"speaker": "Sleuf", "line": "Lady Amalda, lower your sword! It's me, Sleuf!", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Amalda", "line": "Father Sleuf?! What in blazes are you doing here?", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Sleuf", "line": "I came to meet with you. Prince Leif of the Liberation Army has been waiting for you.", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Amalda", "line": "You... want me to betray my country? That's not even in the realm of possibility, Father Sleuf. If it was, I... I wouldn't be living in such torment.", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Sleuf", "line": "Lady Amalda, a country isn't the plaything of a king or nobleman. If a country has lost its way, it's a knight's duty to lead it back. Will you stand idly by and allow evil to consume your home, all out of the fear of being called a traitor?", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Amalda", "line": "It's not that simple! I have to consider what will become of my troops if I defect!", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Sleuf", "line": "They can decide for themselves. But your foremost duty is to your country—follow your heart.", "recruiter": "Sleuf", "recruit": "Amalda"}, {"speaker": "Amalda", "line": "Mm... I understand. Father Sleuf, I shall fight with the Liberation Army. I know what I must do: rescue the children stolen by the Empire!", "recruiter": "Sleuf", "recruit": "Amalda"}], "boss": [{"speaker": "Wolff", "line": "You're just a stain on my blade!"}, {"speaker": "Wolff", "line": "Ugh... This... isn't possible..."}], "recruit-battle": [{"speaker": "Amalda", "line": "Withdraw your damn troops! Don't die for nothing!"}, {"speaker": "Amalda", "line": "Fitting... A life lived steeped in blood can only end with more blood..."}, {"speaker": "Amalda", "line": "What am I to do with myself now...?"}, {"speaker": "Conomor", "line": "Forgive me... This is for Ulster!"}, {"speaker": "Conomor", "line": "Ulster shall yet... rise again..."}, {"speaker": "Conomor", "line": "Mm... I'll bear the shame of this defeat for the rest of my days... Every third thought shall be my grave..."}], "end": [{"speaker": "August", "line": "And so the Empire's retaliation begins... There's nothing more we can do. We should retreat to the castle."}, {"speaker": "Leif", "line": "August, this is all my fault... It's like I killed Dryas myself..."}, {"speaker": "August", "line": "You don't have the luxury of wallowing in regret—not now. There will be time to atone to Duke Dryas after you've defended Leonster. Summon all your patience and discipline—you'll need it for what lies ahead."}, {"speaker": "Leif", "line": "...You're right."}, {"speaker": "August", "line": "Come now, I do bring some good news. I've heard multiple reports that a large rebellion is taking place in the eastern reaches of Isaach. They seem to be putting up a good fight against the Empire, by all accounts. Do you know who their leader is?"}, {"speaker": "Leif", "line": "If the rebellion is in Isaach, couldn't it be Prince Shannan? Finn told me about him... He has the most gifted sword-arm in all the world, and he's beloved by his people... In short, he's a far greater man than I..."}, {"speaker": "August", "line": "Of course Prince Shannan is with the rebels, but their leader is someone else."}, {"speaker": "Leif", "line": "That being...?"}, {"speaker": "August", "line": "Lord Seliph of House Chalphy. The people of Isaach and Grannvale alike hail him as the \"Scion of Light.\""}, {"speaker": "Leif", "line": "L-Lord Seliph?! Can this be true...?"}, {"speaker": "August", "line": "I believe it is—and his father, Lord Sigurd, was your uncle. The Crusader Sigurd... As recently as a decade ago, he was reviled as a traitor, but nowadays he's a popular folk hero. He saw through the Emperor's schemes from the beginning, and died trying to protect the world from his machinations. Bards spread his tale across the land, and it captivated the hearts of every man, woman, and child suffering under the Empire's rule... And so he's become more legend than man. Now, the child of that legend is fighting to realize his father's dream... The people feel hope once again. And blinded by that hope, they wouldn't hesitate to die for his cause... This is a bounty from the gods. We couldn't have crafted a more perfect opportunity ourselves."}, {"speaker": "Leif", "line": "......What exactly are you saying?"}, {"speaker": "August", "line": "I'm saying there's a reason so many people are ready to die for Lord Seliph. It's not just because he's a strong warrior. Our era demands a hero. The people clamor for one, and so... someone has crafted Lord Seliph to be their hero. Forged him, if you will, in much the same way one forges metal into a blade—taking a man and sculpting him into what the people need. Do you understand? No one chooses to become a hero. They're willed into a hero by the people around them, shaped by the needs of others."}, {"speaker": "Leif", "line": "August... Does that mean... the people in my life crafted me to be what they needed, too?"}, {"speaker": "August", "line": "Mm... You'll have to come to your own conclusions on the matter. Though I will say this... Recall that Duke Dryas lost an arm protecting you—and now he's traded his life for yours. Have you ever stopped to wonder why he did that? Why do so many people keep sacrificing themselves for you? Why do so many hail you as a hero? Think on that, and think well..."}, {"speaker": "August", "line": "The prince has ordered that he not be disturbed, for the time being. You may state your business to me instead."}, {"speaker": "Man", "line": "Oh, well, uh... We fled from Alster, y'see. The Imperials were hot on our trail when your army showed up to help us! We just wanted to give the prince this Master Seal, as a way of sayin' thanks."}, {"speaker": "August", "line": "Leave it with me. I'll deliver it to the prince, and convey your gratitude."}, {"speaker": "Man", "line": "All right. Thank you."}]}