{"chapter": "20", "title": "Child Of Light", "speakers": ["Reinhardt", "Barat", "Soldier", "August", "Leif", "Diarmuid", "Nanna"], "dialogue_counts": {"Reinhardt": 8, "Barat": 11, "Soldier": 1, "August": 8, "Leif": 10, "Diarmuid": 8, "Nanna": 5}, "gender_counts": {"M": 34, "F": 5, "N": 12, "A": 0}, "lines": 52, "transitions": "-MNMNMNMNMNMNMNM-NNN-MMMMMMM-N-N-M-MMMMMMMMM-MMMFMFMFMFMFMM", "opening": ["...Half a year has passed. The army of House Friege, led by Barat, has waged a relentless onslaught against Leonster, seeking to recapture the castle. Leif's Liberation Army has fought well, but has been gradually worn down and forced into a small corner of the castle—with no way out. Everyone could see it was only a matter of time until Castle Leonster fell..."], "intro": [{"speaker": "Reinhardt", "line": "How goes the war, Lord Barat?"}, {"speaker": "Barat", "line": "Ah, Reinhardt. I've been waiting for you. You've brought my reinforcements, I trust?"}, {"speaker": "Reinhardt", "line": "A battalion is on its way here from Ulster. They should be arriving shortly."}, {"speaker": "Barat", "line": "Hmm... Yes, that should do it. We've already seized most of the castle. These few halls are the rebels' last refuge."}, {"speaker": "Reinhardt", "line": "Normally that would be good news, but..."}, {"speaker": "Barat", "line": "Hmm? What do you mean? Is something amiss?"}, {"speaker": "Reinhardt", "line": "This siege has gone on for half a year, yet Leonster still stands. King Bloom is... displeased. I don't mean to speak out of turn, especially to one of my elders, but... I'd suggest you hurry."}, {"speaker": "Barat", "line": "...You're not telling me anything I don't already know."}, {"speaker": "Reinhardt", "line": "The king's temper worsens by the day. The loss of Prince Ishtore at Fort Melgen has been taking its toll on him..."}, {"speaker": "Barat", "line": "What of the Isaachian rebels?"}, {"speaker": "Reinhardt", "line": "I hear they've already crossed the border into the Thracian Peninsula. But they're not entering unopposed: Cowen and the 26th Battalion, Vampa and her sisters, as well as Lady Tine and her unit of mages, are all moving to intercept them. Still, the rebels were able to best Lady Liza... I fear the coming battle will be a most arduous one indeed."}, {"speaker": "Barat", "line": "And what does His Highness himself intend to do?"}, {"speaker": "Reinhardt", "line": "I believe the king plans to personally take command of the troops at Ulster. Should the Isaachian rebels break through to the city, I imagine he'll send for you. But if Leonster should still remain in enemy hands by that time, your future will be... most uncertain."}, {"speaker": "Barat", "line": "Ah... Very well. You've made yourself clear."}, {"speaker": "Reinhardt", "line": "Then I must be returning to Conote. If you'll excuse me..."}, {"speaker": "Barat", "line": "You! Get over here!"}, {"speaker": "Soldier", "line": "Uh... Y-Yes, sir?"}, {"speaker": "Barat", "line": "Send word to all the troops: we're launching an all-out assault on Castle Leonster! There will be no retreat! Fight with all your soul if you want to live!"}, {"speaker": "August", "line": "...The enemy has begun their assault, Prince Leif."}, {"speaker": "Leif", "line": "Can we mount a defense?"}, {"speaker": "August", "line": "I've already ordered as much. Everyone that can stand upright is fortifying the castle. If we fall here, we have nowhere to run."}, {"speaker": "Leif", "line": "We've done quite well against such an enormous army, considering everything. Holding out for half a year, under siege... But we'll reach our limit before long."}, {"speaker": "August", "line": "Bah, you've become overfond of such feeble whining. It's unseemly for a prince of your stature. If you're not willing to fight to the last breath, you're betraying the memory of all who have sacrificed themselves to get us this far! Don't forget the bigger picture! We're keeping the bulk of the enemy's forces busy here, which frees Seliph's army to march through Thracia unimpeded! You mustn't give up before we're able to merge our forces!"}, {"speaker": "Leif", "line": "I'm sorry, August. I know... And I do want to meet Lord Seliph myself, but how else do you expect me to feel, having to watch our soldiers die one by one?"}, {"speaker": "August", "line": "If it pains you so, that's all the more reason to honor their memory by fighting to the last man!"}], "boss": [{"speaker": "Barat", "line": "You nuisances have cost me my rank!"}, {"speaker": "Barat", "line": "Ugh... So this is... where..."}], "battle": [{"speaker": "August", "line": "Prince Leif, the Friege army has captured the throne! Our troops are fleeing en masse! Our war... is over..."}], "end": [{"speaker": "August", "line": "Prince Leif, the enemy is retreating!"}, {"speaker": "Leif", "line": "What?! Why would they do that?"}, {"speaker": "August", "line": "Because Seliph's army has arrived! They've already surrounded Castle Ulster, and are mounting an assault as we speak! This is our salvation! We've done it! We're saved!"}, {"speaker": "Leif", "line": "Truly...? Lord Seliph... has... Hold a moment, August. How do you know this?"}, {"speaker": "August", "line": "Ah, listen to me go on... I've forgotten myself. Just now, an emissary of Lord Seliph arrived. He awaits you inside the other chamber."}, {"speaker": "Leif", "line": "Lord Seliph's emissary?! I must meet him! Please, send him in!"}, {"speaker": "Diarmuid", "line": "So we meet at last, Prince Leif. I'm a soldier in the service of Lord Seliph. I go by Diarmuid."}, {"speaker": "Leif", "line": "Diarmuid?! But that would make you... Are you Nanna's older brother?!"}, {"speaker": "Diarmuid", "line": "I am."}, {"speaker": "Leif", "line": "Was there anything else you needed to tell me on behalf of Lord Seliph?"}, {"speaker": "Diarmuid", "line": "No, sire."}, {"speaker": "Leif", "line": "Then now that that's done, it's my honor to introduce you to Nanna."}, {"speaker": "Nanna", "line": "Diarmuid... Brother..."}, {"speaker": "Diarmuid", "line": "Nanna?! Nanna, it's really you!"}, {"speaker": "Nanna", "line": "Yes."}, {"speaker": "Diarmuid", "line": "I'm so sorry it took me such a long time to find you... If I had just known you were here from the start, I would've dropped everything to be by your side. I only finally learned of you through Lord Lewyn..."}, {"speaker": "Nanna", "line": "Lord Lewyn...?"}, {"speaker": "Diarmuid", "line": "He's Lord Seliph's tactician. There's nothing the man doesn't know... And he told me about Mother, too... How she was trying to reach Isaach, but vanished in the Aed Desert..."}, {"speaker": "Nanna", "line": "Ah! She's... not with you? I... I see... I had resigned myself to the fact that I'd likely never see her again, but even so... Mother... Oh, gods..."}, {"speaker": "Diarmuid", "line": "I'm sorry, Nanna. Mother was traveling all that way for me..."}, {"speaker": "Nanna", "line": "No, don't think like that. I used to resent her for leaving, but now that I'm older, I understand how Mother felt... All women feel the same deep love for their children. I've seen as much..."}, {"speaker": "Diarmuid", "line": "I haven't given up, Nanna. Lord Lewyn said Mother was still alive. We can search for her together when the war is finally over. So... don't cry anymore, OK? Prince Leif, I have a request, if I may. Would you permit me to transfer into your army? I'll ask Lord Seliph for his leave to do so once we rejoin him."}, {"speaker": "Leif", "line": "Of course! I'd be glad to have you along to support Nanna. I'll explain the situation to Lord Seliph."}]}