{"chapter": "21x", "title": "Detention Center", "speakers": ["Zaom", "Soldier", "Leif", "August", "Schwarze Rosen Soldier", "Julius", "Ishtar"], "dialogue_counts": {"Zaom": 4, "Soldier": 2, "Leif": 3, "August": 2, "Schwarze Rosen Soldier": 1, "Julius": 8, "Ishtar": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 27, "transitions": "-----", "intro": [{"speaker": "Zaom", "line": "Hmm... The fort is in terrible danger, and it only seems to be getting worse..."}, {"speaker": "Soldier", "line": "...We have word that the rebels have already gained control of the gates, sir."}, {"speaker": "Zaom", "line": "Hmph! I suppose it was only a matter of time until the rebels came to free the prisoners. Well, we're ready for it. If worse comes to worst, go ahead with our... last resort. Do I make myself clear?"}, {"speaker": "Soldier", "line": "Clear as a vial of Pure Water, sir."}, {"speaker": "Leif", "line": "So this is the Imperial prison camp..."}, {"speaker": "August", "line": "As I understand it, most of the soldiers captured throughout Thracia are sent here. It's extremely likely that troops captured from our army are in this very camp—yet this chance will be squandered if you don't hurry."}, {"speaker": "Leif", "line": "What do you mean?"}, {"speaker": "August", "line": "Have you already forgotten? We've a report that clearly states a battalion of Loptian mages are en route."}, {"speaker": "Leif", "line": "Could it be the Schwarze Rosen...? Well, let's not stay and find out! We must make haste to rescue the prisoners!"}], "battle": [{"speaker": "Schwarze Rosen Soldier", "line": "Soldiers of Leonster yet remain here...? Hah! Now they'll witness the sublime power of Loptous!"}], "boss": [{"speaker": "Zaom", "line": "You can still walk away! Just go home!"}, {"speaker": "Zaom", "line": "Gah! No... Not... like... this..."}], "end": [{"speaker": "Julius", "line": "Hmm... It's not enough that Bloom is struggling to hold Conote against the Isaachian rebels—now the Friege army has lost this fort as well. What a spectacular family of failures... House Friege is a joke."}, {"speaker": "Ishtar", "line": "I... I apologize on behalf of my kin..."}, {"speaker": "Julius", "line": "Heh, heh... You're hardly at fault, Ishtar. There's no need for you to apologize. Yet having said that, I can't allow you to join the battle in Conote yourself. I... need you with me."}, {"speaker": "Ishtar", "line": "As you wish... But where are we to go instead?"}, {"speaker": "Julius", "line": "Miletos. Hilda has been pestering me to come."}, {"speaker": "Ishtar", "line": "Mother...? What ever for?"}, {"speaker": "Julius", "line": "To see the results of her harvest, of course. I must say, she's been quite delighted with governing the city since I gave her the throne."}, {"speaker": "Ishtar", "line": "Mother... has... Do you mean to say... she's been conducting child hunts?"}, {"speaker": "Julius", "line": "You know, Miletos' climate is quite pleasant this time of year. I think it would be an ideal place for two people to spend time together. Yes, that sounds perfect... I'll buy you a dress of fine silk, Ishtar. And what else would go nicely with it...? Ah, I know just the thing! A ruby tiara! Hilda is already arranging a most splendid banquet for us, I'm sure. Ishtar, you can dress up and take everyone by surprise with your captivating beauty. I'm dearly looking forward to it... Oh, Ishtar, I'm so glad to have you by my side..."}, {"speaker": "Ishtar", "line": "L-Lord Julius..."}, {"speaker": "Julius", "line": "Ishtar... That man, Reinhardt... I don't want him near us anymore."}, {"speaker": "Ishtar", "line": "Reinhardt?! He's watched over me since I was a child! I rely on him every day!"}, {"speaker": "Julius", "line": "I don't care! I hate the way he looks at you! If I see him, I'll pluck out his eyes myself!"}, {"speaker": "Ishtar", "line": "Ah...! I... I understand... Forgive me, but I must ask this of you: let Reinhardt go home. Please."}, {"speaker": "Julius", "line": "Heh, heh... Very well, we'll leave him be. Let's be off! Oh, Ishtar... how I love you!"}]}