{"chapter": "23", "title": "The Palace Of Evil", "speakers": ["Woman", "Ced", "Saias", "Raydrik", "Soldier", "Farden", "Alfan", "Leif", "August", "Altena", "Coruta"], "dialogue_counts": {"Woman": 1, "Ced": 15, "Saias": 15, "Raydrik": 3, "Soldier": 7, "Farden": 4, "Alfan": 11, "Leif": 20, "August": 5, "Altena": 7, "Coruta": 10}, "gender_counts": {"M": 58, "F": 0, "N": 40, "A": 0}, "lines": 99, "transitions": "-NMMMMMMMMMMMMMM-MNMNNMN-MMM-NNNNNN-NNNNNNN-NNN-NNNNNNNN-NMN-MMMMMMMMMMMMMM-MMMMMMMMMM-MM-N-N-N-N-N-N-N-N-N-MMMMMMMMMMM", "opening": ["Years ago, it was Raydrik's betrayal at the River Thracia that doomed Manster. Mere months later, Raydrik would betray Thracia to the Empire, allowing them to wrest control of North Thracia from Travant. For betraying Manster to Thracia, and then betraying Thracia to the Empire, Raydrik was dubbed the \"Twofold Traitor.\" Now, having crossed the same river where his grandfather had met his end, Leif approached Raydrik's stronghold, Castle Manster. There, emboldened by news of Leif's victory, the citizens seized the opportunity to flee. However, they were caught in the crossfire of two forces: the Magi, led by Ced, who were trying to defend the civilians, and the Knights of Manster, who were determined to stop them. The region had become a war zone, and the fighting grew worse with each day..."], "intro": [{"speaker": "Woman", "line": "Sir Ced! Raydrik has found our last safehouse! There's nowhere for us to shelter the children now!"}, {"speaker": "Ced", "line": "Blast! Would that I could escort them out of here myself, but that would leave our rebellion without a leader. There just isn't anyone up to the task of getting the children to safety on their own..."}, {"speaker": "Saias", "line": "I could carry out that duty, if you'd allow it."}, {"speaker": "Ced", "line": "Who goes there?! Who... Who in blazes are you?"}, {"speaker": "Saias", "line": "A simple traveler, nothing more. I heard about the fighting that had broken out here. If you wish to spirit the children away from this foul place, perhaps I could help. Or are you unwilling to trust me?"}, {"speaker": "Ced", "line": "Hmm... I sense your heart is enveloped in a gentle wind. You don't seem to mean us harm. Just who are you, exactly? You wear the robes of the royal priesthood..."}, {"speaker": "Saias", "line": "We haven't the time for me to explain my life story, I'm afraid, but I give you my word that I'll see the children to safety. You can either trust me or not. Choose now."}, {"speaker": "Ced", "line": "...Very well. I have little alternative but to believe you. Ah, one more thing. When you flee with the children, please, you must make sure this sword escapes the city as well."}, {"speaker": "Saias", "line": "A sword...? Ah! I'll gladly smuggle it out of Manster, of course, but do you realize what this weapon is? It's Bragi Sword! I'd heard it was being kept in Castle Manster, under heavy guard."}, {"speaker": "Ced", "line": "It was, but I saw to that. You see, Raydrik is protected by an enchantment upon his own blade, the Loptous Sword. Bragi's Blade is the only thing that can breach its foul magic."}, {"speaker": "Saias", "line": "I see... So what would you have me do with it?"}, {"speaker": "Ced", "line": "The blade can only be wielded by a swordsman of holy blood. A rebel leader, Prince Leif, is marching his Liberation Army here as we speak. He can use it—I want you to deliver it to him."}, {"speaker": "Saias", "line": "I understand. I'll see that it reaches his hands."}, {"speaker": "Ced", "line": "You've my gratitude. Oh, Sir Priest! You must give me your name, at least..."}, {"speaker": "Saias", "line": "Ah, forgive my rudeness. I am... I am Saias of House Velthomer."}, {"speaker": "Raydrik", "line": "What?! Those peasants dare to flee Manster?!"}, {"speaker": "Soldier", "line": "I'm afraid so, sire. And it seems the Magi have been sheltering children—they're making a run for it right now."}, {"speaker": "Raydrik", "line": "That's unacceptable! Those cattle are the only bargaining chips we have to get the Empire to overlook this mess! Farden, cut them down in the streets! Slay every last little brat! Let's show every damn peasant in Manster what the price of fleeing is!"}, {"speaker": "Farden", "line": "Leave it to me, milord."}, {"speaker": "Alfan", "line": "You called, Lord Raydrik?"}, {"speaker": "Raydrik", "line": "Alfan, I want you to take command of the castle gates. Guard them with your life! I hear Leonster's stray mutt is marching on Manster, and the Magi have already breached the castle once... They must not be allowed to seize control of the gates as well!"}, {"speaker": "Alfan", "line": "Of course, sire. We'll take every measure to secure the city!"}, {"speaker": "Leif", "line": "We've reached Manster at last..."}, {"speaker": "August", "line": "...It appears the fighting between the Magi and the Knights of Manster has broken out into the streets. Things have escalated since last we were here. The knights seem weaker than before, but they're still a force to be reckoned with. Without the Magi's aid, I fear seizing Manster will be nigh-impossible. ...Oh? What's this? Look, there's movement around the city! Whole groups of children are fleeing Manster!"}, {"speaker": "Leif", "line": "What?! There's no time to lose! Let's move!"}], "battle": [{"speaker": "Leif", "line": "How can this be?! The Magi were... wiped out?!"}, {"speaker": "August", "line": "Without their leader, the Magi's ranks have collapsed. We don't have the forces to seize Manster on our own... The city is Thracia's for the taking..."}], "recruit-talk": [{"speaker": "Leif", "line": "Aren't you... Sir Ced?!", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "Prince Leif?! Hah, so you've finally arrived!", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "Sorry to have kept you waiting. I never did get a chance to thank you for rescuing me, Prince Ced...", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "Ah... So my secret is out, I see. How did you learn that I'm a prince? Did Karin tell you?", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "She did. If what she said is true, you stayed behind here to protect the people of Manster instead of returning to your native Silesse. I'm sorry I've proven to be such a worthless prince... Everything you've gone through all comes down to my own weakness. I had a chance to liberate the city when last I was here, but all I could do was run. That was unforgivable of me.", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "There's no need to apologize, Prince. It's no fault of yours—my plan was doomed from the start. I had intended to liberate much more of the city and its people, but not even my holy weapon, the Tome of Forseti, could overcome the power of Raydrik's Loptous Sword. Because of that one miscalculation, I lost many of the very people I'd come here to save. I'm to blame for all of this, not you.", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "Even so... I envy you, Prince Ced. The people hail you as a hero, and they're not wrong. You're everything that I'm not: holy blood runs strong in your veins, and you can wield the very weapon your namesake once used. And I... I have nothing. I'm a world apart from the likes of you and Lord Seliph. I... I'm no Crusader...", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "Prince Leif... How could you say such a thing?! Being a Crusader means more than just happening to inherit the right kind of blood. For centuries, Jugdral was ruled by the Loptr Church and its Empire—the Crusaders were the ones that overthrew their rule. And that's exactly what you've been doing for a whole year now, Prince Leif! You've fought and bled to liberate the people of Thracia. You walked a path that would've broken lesser men. But on you marched, waging your own holy war to free countless souls from the grip of the Empire! Neither Lord Seliph nor I have any right to call ourselves better than you. You're the youngest of us. You spent your childhood being hunted. And you've never stopped fighting! In fact, you've been fighting for longer than any of us have! If you're not a Crusader, who the hell is?! Take heart, Prince Leif! Your soul sings with the voice of Njorun! You've done her legacy proud!", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "Prince Ced... I don't know how to thank you. I look at you and Lord Seliph, see the scale of what you've accomplished, see the enormity of your armies... and then I think of my own mistakes, of the people I've failed, and I feel so... small. Small and weak. Like a sickly child standing beside giants. Heh. Perhaps I am still a child, in many ways.", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "Then that would mean I, holy weapon and all, needed to be rescued by a child. Do you mean to insult me?", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "Ah...! N-No, that's not what—", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "Hah! I was only joking, Prince Leif. Though this is hardly the time to fool around... Ahem. Back to the matter at hand. My men and I have Raydrik pinned down in a small wing of the castle—with no way for him to escape. Alas, there's a complication: he's using the few remaining children in the castle dungeon as hostages. The Magi don't have the manpower to both storm the castle and keep fighting the Knights of Manster in the streets. Prince Leif, will you lend me your strength and lead your forces into the castle while the Magi keep order in the city?", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Leif", "line": "It would be my honor to fight alongside you! I've a score to settle with Raydrik.", "recruiter": "Leif", "recruit": "Ced"}, {"speaker": "Ced", "line": "How fitting that the Twofold Traitor will meet his end at the hands of the Prince of Leonster ... Gods be with you, Prince Leif!", "recruiter": "Leif", "recruit": "Ced"}], "battle-talk": [{"speaker": "Leif", "line": "A... priest?! You're the one that led the children to safety?", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Saias", "line": "Indeed. I did so on behalf of Sir Ced of the Magi. Thank you for taking us in.", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Leif", "line": "Think nothing of it! If anything, you deserve all the thanks for seeing the children out of the city. Leave the rest of the fighting to us. You should get somewhere safe, Father.", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Saias", "line": "Ah... Now that I get a good look at you, I take it you're Prince Leif?", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Leif", "line": "That I am. How did you know?", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Saias", "line": "There's no time. Listen closely: you must take this sword with you, and keep it close at hand. This is Bragi Sword. You'll need it if you're to defeat Raydrik.", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Leif", "line": "Bragi Sword?! You're... giving this to ME?", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Saias", "line": "Make no mistake: Sir Ced wanted you to have this. I gave him my word that I would deliver it to you. It's a sacred blade that can only be wielded by someone of holy blood—but Sir Ced knows little of swordplay himself, you see.", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Leif", "line": "A sacred blade... The holy weapon of Bragi himself...! The gods themselves must have sent this sword as an act of providence... I'll see that it meets Raydrik's neck before long. Thank you for everything, Father.", "person_1": "Leif", "person_2": "Saias"}, {"speaker": "Saias", "line": "I'm... just happy to have played my part. But remember: when the time comes to face Raydrik, you must bring that sword with you—it's the only thing that can breach the enchantment which protects him. May we meet again, Lord Leif.", "person_1": "Leif", "person_2": "Saias"}], "boss": [{"speaker": "Coruta", "line": "Heh, heh, heh... You've only got yourself to blame! You're dead!"}, {"speaker": "Coruta", "line": "Glory... to... Thracia! Ugh..."}, {"speaker": "Coruta", "line": "When we meet again, you'll regret not finishing me off!"}, {"speaker": "Alfan", "line": "You! How did you make it this far?!"}, {"speaker": "Alfan", "line": "Ugh ... Not yet... I won't... die... yet..."}, {"speaker": "Alfan", "line": "You're... sparing me?! Well, I'm... quite grateful."}, {"speaker": "Farden", "line": "Witness the fury of the Knights of Manster, you damned rebels!"}, {"speaker": "Farden", "line": "Ugh... But I was... supposed to..."}, {"speaker": "Farden", "line": "You have my gratitude. If you'll excuse me..."}], "end": [{"speaker": "August", "line": "It certainly wasn't easy, but the gates of Castle Manster are ours, Prince Leif. How shall we proceed from here?"}, {"speaker": "Leif", "line": "The Magi can keep order in the streets while we storm the castle. Raydrik has fled inside to make his last stand—and he means to use the captive children as hostages."}, {"speaker": "August", "line": "Then we have our work cut out for us... Ah, there's something you should be aware of, my prince. I have intelligence stating that Raydrik's blade, the Loptous Sword, is enchanted with dark magic that shields him from all harm. If we're to defeat him, we must prepare some kind of countermeasure before we enter the castle."}, {"speaker": "Leif", "line": "Ah, I'm one step ahead of you. I received a sword, Bragi Sword, from the priest that fled Manster with the children. It's a holy weapon that's every bit the equal of Raydrik's blade—and more importantly, it can breach the magic protecting him."}, {"speaker": "August", "line": "Hmm... That's quite fortuitous, for once. Just make absolutely certain you have Bragi's Blade in hand before the next battle, my prince!"}, {"speaker": "Leif", "line": "What will you do now, Father?"}, {"speaker": "Saias", "line": "I have nowhere to return to. There's only one thing I can do now: I shall go to the Tower of Bragi and pray for guidance."}, {"speaker": "Leif", "line": "...Can you tell me nothing more of your circumstances? How exactly did you end up here?"}, {"speaker": "Saias", "line": "I can't say. Not now."}, {"speaker": "Leif", "line": "I see. I don't suppose there's any chance you could stay with us a little longer? We could use your help liberating Manster."}, {"speaker": "Saias", "line": "I've seen enough of battle for one lifetime. I already fear that my heart may have grown too accustomed to warfare... But know that I'll be praying for your good fortune from the Tower of Bragi. Be well, Lord Leif."}]}