{"chapter": "24", "title": "The Baron In Black", "speakers": ["Veld", "Raydrik", "Ced", "Leif", "August", "Saias", "Mareeta", "Galzus", "Child", "Sara"], "dialogue_counts": {"Veld": 4, "Raydrik": 5, "Ced": 3, "Leif": 22, "August": 15, "Saias": 3, "Mareeta": 6, "Galzus": 9, "Child": 2, "Sara": 3}, "gender_counts": {"M": 61, "F": 9, "N": 2, "A": 0}, "lines": 73, "transitions": "-MMMMMMM-MMMMMMMMMMM-MMMMMMMMMMM-MMMMMMMM-FMFMFMFMFMFM-N-N-M-M-M-M-M-MMMMMMMM-MMMFMFMF", "opening": ["Having overcome countless obstacles, Leif finally stood before the gates of Castle Munster. Better known today as \"the Twofold Traitor's Lair,\" the castle towered above the city, intimidating the Liberation Army with its sheer size. Once, Leif had fled these very walls as a mere fugitive, but now he returned as a conqueror. He stood ready to rescue a lost loved one—and in so doing, usher in a new era..."], "intro": [{"speaker": "Veld", "line": "Raydrik, do I hear correctly that you've allowed those rebels to invade the castle?"}, {"speaker": "Raydrik", "line": "Ah... If Your Eminence would grant me more time, I'll see to it that the vermin are wiped out."}, {"speaker": "Veld", "line": "Don't promise more than you're capable of. It's obvious to anyone with eyes that the rebels have the overwhelming advantage."}, {"speaker": "Raydrik", "line": "……"}, {"speaker": "Veld", "line": "Even for you, this is pathetic. I thought you'd at least be more useful than this, but it seems I overestimated you. I wash my hands of you, Raydrik. Our alliance has come to an end."}, {"speaker": "Raydrik", "line": "Wait, Bishop Veld! Please! If you abandon me now, I... I..."}, {"speaker": "Veld", "line": "Not above begging, are we? Oh, very well... I'll consider this a dead man's last request. I shall spare you a battalion of sorcerers from the esteemed Schwarze Rosen."}, {"speaker": "Ced", "line": "Don't let your guard down, Prince. There aren't many of Raydrik's men left, but he's made up the difference by hiring a slew of sellswords. The most dangerous of them all is a swordsman by the name of Galzus. Challenging him directly is suicide."}, {"speaker": "Leif", "line": "Galzus, you say? Hmm... What should we do about him, then?"}, {"speaker": "Ced", "line": "Our only option is to lure him close enough for me to ambush him with the Tome of Forseti. Yet even I don't know if that will defeat him..."}, {"speaker": "Leif", "line": "We barely have enough troops to stage such a diversion... August, why did you insist on splitting our army in three?"}, {"speaker": "August", "line": "Divide and conquer, of a sort. The second group is to rescue the children, and the third will arrest the Loptian bishops. As their tasks are a race against time, that was all the more reason to send them in ahead of us."}, {"speaker": "Leif", "line": "Rescuing the children goes without saying, but why bother with the Loptian bishops?"}, {"speaker": "August", "line": "There's a place of worship in the east wing of the castle where the Loptians congregate. The bishops there pose a grave threat to our army, as they wield Berserk and Sleep staves."}, {"speaker": "Leif", "line": "I see... So the task of defeating Raydrik falls solely to our group, then?"}, {"speaker": "August", "line": "Indeed. There won't be time for the others to circle back around and rejoin us."}, {"speaker": "Ced", "line": "We're certainly in for a difficult battle, Prince Leif... Leave the weaker foes to me. You just focus on Raydrik!"}, {"speaker": "Leif", "line": "Understood! No matter what it takes, I'll cut him down!"}, {"speaker": "Saias", "line": "Raydrik has few soldiers left, Prince, but stay alert: more sellswords yet await us in the castle's halls. The most dangerous of them all is a swordsman by the name of Galzus. Challenging him directly is suicide."}, {"speaker": "Leif", "line": "Galzus, you say? Hmm... What should we do about him, then?"}, {"speaker": "Saias", "line": "I can't guarantee this, but if you still have that young woman Mareeta with you, we may be able to avoid fighting him altogether. Galzus appears to have some sort of deep bond with the girl..."}, {"speaker": "Leif", "line": "Then Mareeta could be—Wait! August, why did you insist on splitting our army in three?"}, {"speaker": "August", "line": "Divide and conquer, of a sort. The second group is to rescue the children, and the third will arrest the Loptian bishops. As their tasks are a race against time, that was all the more reason to send them in ahead of us."}, {"speaker": "Leif", "line": "Rescuing the children goes without saying, but why bother with the Loptian bishops?"}, {"speaker": "August", "line": "There's a place of worship in the east wing of the castle where the Loptians congregate. The bishops there pose a grave threat to our army, as they wield Berserk and Sleep staves."}, {"speaker": "Leif", "line": "I see... So the task of defeating Raydrik falls solely to our group, then?"}, {"speaker": "August", "line": "Indeed. There won't be time for the others to circle back around and rejoin us."}, {"speaker": "Saias", "line": "This moment was inevitable... We're certainly in for a difficult battle, Prince Leif, but remember: you're not alone. I'll do everything in my power to help—you just focus on Raydrik!"}, {"speaker": "Leif", "line": "Understood! No matter what it takes, I'll cut him down!"}, {"speaker": "August", "line": "Raydrik has nearly run out of men, my prince, but take heed: countless sellswords yet await us in the castle's halls."}, {"speaker": "Leif", "line": "If Raydrik still has so many troops, why did you insist on splitting our army in three?"}, {"speaker": "August", "line": "Divide and conquer, of a sort. The second group is to rescue the children, and the third will arrest the Loptian bishops. As their tasks are a race against time, that was all the more reason to send them in ahead of us."}, {"speaker": "Leif", "line": "Rescuing the children goes without saying, but why bother with the Loptian bishops?"}, {"speaker": "August", "line": "There's a place of worship in the east wing of the castle where the Loptians congregate. The bishops there pose a grave threat to our army, as they wield Berserk and Sleep staves."}, {"speaker": "Leif", "line": "I see... So the task of defeating Raydrik falls solely to our group, then?"}, {"speaker": "August", "line": "Indeed. There won't be time for the others to circle back around and rejoin us. We're certainly in for a difficult battle, my prince, but we've been in worse situations. I know you have the strength to prevail!"}, {"speaker": "Leif", "line": "I do! No matter what it takes, I'll cut Raydrik down!"}], "recruit-talk": [{"speaker": "Mareeta", "line": "It's you... The swordsman that rescued me... I always hoped I'd see you again.", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "What'd you come back here for?! You're still just a little girl... Swords ain't toys, you know!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Mareeta", "line": "Back then, when I was possessed by that cursed blade, I had a vision of my father. We were separated when I was very young, but I still remember him clearly. He was a towering mountain of a man, strong as an ox, and yet... gentle. Galzus the sellsword... You're... It's you! You're my father!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "Ah...!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Mareeta", "line": "Why aren't you saying anything?! Please! Please, just answer me!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "I... You don't blame me...?", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Mareeta", "line": "I'm the one to blame... Those slavers only caught hold of me because I didn't listen to you. Besides, I wasn't their prisoner for very long. Commander Eyvel rescued me just after it happened. I never held a grudge against you, Father!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "...I'm sorry. I searched for a long, long time, but you never turned up... Besides, with the man I am now... with all the blood I've got on my hands... I figured it was better if you didn't have anything to do with me, wherever you were.", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Mareeta", "line": "Just like that...?! It doesn't matter what's happened since then! We'll always be family...!", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "......That lady, the swordswoman who got turned to stone... She's the one who rescued you from those slavers, right? The one who's raised you ever since?", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Mareeta", "line": "That's right...", "recruiter": "Mareeta", "recruit": "Galzus"}, {"speaker": "Galzus", "line": "......Then there's no way I'm leavin' her behind. A man of Isaach always repays his debts!", "recruiter": "Mareeta", "recruit": "Galzus"}], "battle": [{"speaker": "Child", "line": "Huh? This door sure is strange, ain't it?"}, {"speaker": "Child", "line": "Oh! Uh... I guess it's busted... Heeey, guys! Wait for meee!"}], "boss": [{"speaker": "Raydrik", "line": "I saw your grandfather die! I watched your father's castle burn! I outlived them and I'll outlive you!"}, {"speaker": "Raydrik", "line": "Ugggh...! This is... absurd... How could... these... children... Bishop Veld... I beg of you... I don't want... to die... Help... me..."}], "recruit-battle": [{"speaker": "Galzus", "line": "Fate must really have it out for you, makin' your path cross mine..."}, {"speaker": "Galzus", "line": "Ugh... Mareeta... I'm..."}, {"speaker": "Galzus", "line": "Tch... Being at the mercy of an enemy... I've fallen so far..."}], "end": [{"speaker": "August", "line": "We fought for every inch, but Castle Munster is ours. Bards will sing of this battle for years to come."}, {"speaker": "Leif", "line": "But is Raydrik really dead, August? After the finishing blow was dealt, his body just vanished."}, {"speaker": "August", "line": "Some wicked force is at work here, of that I have no doubt. The whole castle is enveloped in a foul energy... I suspect it's connected to the secret temple of the Loptr Church, which lies underneath this very castle. Until that vile place is reduced to rubble, we cannot consider Munster truly liberated."}, {"speaker": "Leif", "line": "A secret temple... So this is the Loptians' stronghold in Thracia."}, {"speaker": "August", "line": "Indeed. The man in charge of the temple is a bishop named Veld—he's a close friend and confidant to Manfroy himself."}, {"speaker": "Leif", "line": "Bishop Veld... What kind of man is he?"}, {"speaker": "August", "line": "He leads the parish of Loptians that infest Thracia with their presence. It is his responsibility to oversee the region's child hunts—and to sic the Schwarze Rosen on any villages who resist. Raydrik was little more than Veld's pawn. And according to the prisoners we've rescued since, it was he who turned Lady Eyvel to stone."}, {"speaker": "Leif", "line": "Wh-What?! That's... That's unforgivable! This man, Veld... He's the spider at the center of it all..."}, {"speaker": "Leif", "line": "Speaking of which, August... Now that Eyvel's rescue is within our grasp, what can we do to cure her?"}, {"speaker": "August", "line": "As I mentioned before, the Staff of Kia could free her, but only those of Manfroy's bloodline can wield it. We're no closer to finding a solution to that dilemma than when we first fled Castle Munster..."}, {"speaker": "Leif", "line": "So after all this, we're still just as powerless?! We can't save Eyvel...?! Argh... Was all this just a waste?!"}, {"speaker": "Sara", "line": "Nothing's been wasted, silly. I'm right here. I'll use the staff."}, {"speaker": "Leif", "line": "Sara...?! You don't mean... How can you use the staff?!"}, {"speaker": "Sara", "line": "Because I know how the seal works. I mean, it was Grandfather that sealed it up in the first place, so..."}, {"speaker": "Leif", "line": "Grandfather...? It can't be... Sara, you're Manfroy's granddaughter?!"}, {"speaker": "Sara", "line": "Don't make me talk about Grandfather... I never liked him. He was such a weird man. Let's just hurry up and save your friend. Don't forget the staff, Lord Leif!"}]}