{"chapter": "24x", "title": "The Altar Of Loptous", "speakers": ["Leif", "August", "Eyvel", "Mareeta", "Nanna", "Dagdar", "Tanya", "Halvan", "Osian", "Galzus", "Finn"], "dialogue_counts": {"Leif": 10, "August": 2, "Eyvel": 33, "Mareeta": 10, "Nanna": 1, "Dagdar": 2, "Tanya": 1, "Halvan": 1, "Osian": 1, "Galzus": 6, "Finn": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 71, "transitions": "-----------", "intro": [{"speaker": "Leif", "line": "Is this the place...?"}, {"speaker": "August", "line": "Indeed. We're already inside the Loptians' secret temple. Stay alert, Prince Leif!"}, {"speaker": "Leif", "line": "It certainly looks how you'd expect a hidden Loptian enclave to. Everything is so dark, I can barely see past my own nose. Where could Eyvel be?"}, {"speaker": "August", "line": "That I don't know, I'm afraid. We've little choice but to search until we find her."}], "recruit-talk": [{"speaker": "Eyvel", "line": "……", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "Eyvel! Come on, Eyvel!", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "……", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "Eyvel! It's me, Leif! Can you hear me?!", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Leif... L-Lord... Leif... Ah! Little Lord! What are you doing here?! You gotta break out of here, and fast!", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "Eyvel... Things are very different now than when you were last awake...", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Different? What's gotten into your head? We're still in the same—Huh? Wait, what is this place...?", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "Eyvel... Thank goodness... You're just like how you were before.", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Little Leif... Just what the hell happened to me?", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "I'm sorry, but there's not enough time for me to explain everything... All you need to know is that we're fighting to liberate Thracia from the Empire, and we're in the middle of recapturing Munster right now! We need your strength now more than ever, Eyvel!", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Heh... Already too old to keep calling me \"Commander,\" I see. A lot must have happened... All right, we'll talk later. But we'll have time to catch up after this battle, right?", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Leif", "line": "Of course! There's so much I want to tell you, Eyvel...", "recruiter": "Leif", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "……", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Mother! Hang on, Mother!", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "……", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Mother! Can't you hear me?!", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "……", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "I'm so sorry, Mother... I... I...", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "...What are you crying for, Mareeta?", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Huh? M-Mother?!", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Good, you're back to your senses... Now c'mon, we gotta get out of here before—Huh? Wait, what is this place...?", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Mother! You're all right...!", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "'Course I am! What, you thought Raydrik's goons would be able to do me in? Give your old mom some credit! Speaking of him, just where did that dastard run off to? And how'd we end up here...?", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Raydrik, he's... he's already dead. We killed him. Oh, Mother, so much has happened... One of the Loptian bishops working for Raydrik had... turned you to stone...", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "Loptian bishop...? That's right! That bald guy in the robe! I only saw him for a second, and then... ...That man is dangerous. Where is he?", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "He's the one we're hunting now. We've taken the fight to the Loptians' home—this is their secret stronghold in Thracia! Mother, please, we need your help! I've prayed for the day when I could fight alongside you again!", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Eyvel", "line": "You don't even have to ask, Mareeta. I'll always have your back, no matter what! Still... Not to bring down the mood, but I'm sorry for everything. I can tell I must've put you kids through a lot...", "recruiter": "Mareeta", "recruit": "Eyvel"}, {"speaker": "Mareeta", "line": "Mother…", "recruiter": "Mareeta", "recruit": "Eyvel"}], "end": [{"speaker": "Leif", "line": "Eyvel... I wanted so badly to see you again... Every day we spent fighting the Empire this past year was another night I spent dreaming of this reunion... And now that dream has come true. I'm so glad you're all right..."}, {"speaker": "Eyvel", "line": "Has it already been a whole year since that day in the arena? Ah, Little Lord... Well, I guess you're not so little anymore. You're a man now—and a real prince, at that."}, {"speaker": "Leif", "line": "Eyvel... I realized I never thanked you. It's only because of you that I was able to have a peaceful childhood. For three happy years, I was able to play with the other kids in Fiana, spending every day just as carefree as a normal boy... I learned how to fight, and I even roughhoused with the other children... Do you remember how many times you had to scold me, Eyvel? Even that could be fun, sometimes... I'd spent my life on the run, and it was just another new experience for me. We didn't share blood, but we were a family: Finn was my father, you were my mother, and Nanna and Mareeta were my sisters. And I got to make friends with boys my own age, like Osian and Halvan. Back then, the only thing I wanted was for those days to go on forever... I have you to thank for all that, Eyvel. You let me experience what having a mother was like... You gave me back the warmth of family that I'd forgotten so long ago..."}, {"speaker": "Eyvel", "line": "Oh, Little Leif... I still remember the day you entered my life. You and Little Nan wandered into the village with Finn, who was hurt so badly he could hardly manage to stay atop his horse. Little Nan was begging me to save her father, her cute eyes turned red with tears, and all I could think to do was hug her. But you... Heh, that's when I knew there was something different about you. You just looked me dead in the eye, held up the sword that was on your belt, and said, \"I'll give you this if you help him.\" Wasn't till later that I realized how much it meant to you. I heard the blade was an heirloom—belonged to your mother, right? But I remember wondering, \"Just what kind of ordeal must these three have been through to make this little boy so calm right now?\" ...I can't remember my own childhood, Little Lord. Ten years ago, the villagers of Iz found me washed up on the shore. I don't know anything about what I did before that... Who was I...? Did I have a husband? Kids? I don't have the slightest idea. But when I first met you two, I realized something real bad must've happened to me in my own youth, too. So I figured, if I couldn't remember my own childhood, I could do the next best thing and give a childhood to two kids that needed one. Never imagined you would turn out to be the Prince of Leonster, though..."}, {"speaker": "Nanna", "line": "Eyvel... Truth be told, I was always jealous of Mareeta. I would look at her and think, \"If only I had a mother I could depend on, like she does.\" I cried about that more times than I can count. But I never realized I did have a mother all along: you, Eyvel. You found a way to love all of us equally, without condition. I'll never be able to express my gratitude for that..."}, {"speaker": "Eyvel", "line": "Oh, Little Lady... C'mon, you're the Princess of Nordion! The blood of Hoðr runs in your veins! There's no doubt in my mind your mother is out there somewhere, alive. I mean, look what happened to me! Stranger things have happened. You just keep watching out for Little Leif. Never give up. You'll find her again someday..."}, {"speaker": "Dagdar", "line": "It's good to have ya back, Eyvel. I been tryin' to help these lads as best I could, but nobody could ever replace you."}, {"speaker": "Eyvel", "line": "You don't give yourself enough credit, Dagdar. Without your help defending Fiana, I don't know if I could've survived as long as I have. We made quite the team..."}, {"speaker": "Dagdar", "line": "D-Don't be stupid...! I, uh, didn't really do much..."}, {"speaker": "Tanya", "line": "Papa, your face is all red! Cut it out! You're so embarrassing!"}, {"speaker": "Halvan", "line": "Commander... It wasn't just Lord Leif. You've been like a mother to all the children of Fiana—especially me and my little sister. After we lost our parents, you were there to watch over us. You practically raised us. So I... I've been fighting this whole time just to get you back."}, {"speaker": "Eyvel", "line": "Halvan... I'm sorry for everything I've put you through. When this is all over, let's head back to Fiana together. Heh, poor little Patricia probably worried herself half to death over us..."}, {"speaker": "Osian", "line": "Like a mother, huh...? Well, Ma passed a long time ago, but Pa ain't going anywhere. Guess having that old coot around is still better than not having anyone. I think I finally get that now..."}, {"speaker": "Eyvel", "line": "I'm happy to hear you say that, you big lug. You've got it better than somebody like Halvan. Osian... Take good care of your father when you make it back to Fiana, you hear?"}, {"speaker": "Eyvel", "line": "Mareeta? What's wrong? What are you doing over here by yourself?"}, {"speaker": "Mareeta", "line": "M-Mother..."}, {"speaker": "Eyvel", "line": "C'mon, you're a beautiful woman now, so don't go making a mess of your face with all those tears. Here, wipe them off."}, {"speaker": "Mareeta", "line": "Mother...! I... I..."}, {"speaker": "Eyvel", "line": "There, there, sweet pea. I'm OK now, see? Everything's gonna be all right..."}, {"speaker": "Eyvel", "line": "...Who are you?"}, {"speaker": "Galzus", "line": "I had half a mind to just leave, but I had to spare you a few words. I'm not much for talk, so... I'll make it fast. My daughter... How you've raised her, what you've made of her... Thank you."}, {"speaker": "Eyvel", "line": "Huh...?! Y-You're Mareeta's—"}, {"speaker": "Galzus", "line": "That'd be me, yeah. Her mother... She died just after giving birth, and after that, the kid and I wandered the world together. Not proud of it, but... One day, when I took my eyes off her, a slaver up an' took her from me."}, {"speaker": "Eyvel", "line": "...She was just a little girl when I found her. A young, innocent thing, wrapped in chains and up for sale in the markets of Conote. When I saw her, I just lost it... Killed every last slaver—and the bodyguards they had with 'em, too. I'd have done anything just to get those damned chains off her. She... said her name was Mareeta, and that she'd been with her father until a little while ago. I tried to get her home, tried to find you... But I couldn't."}, {"speaker": "Galzus", "line": "No... You're not to blame for any of this. I never should've led a nomad's life with such a small child to begin with. My daughter was very lucky to have found you... This is selfish of me, but... I think it'd be best if you were the one who watched over her after all this."}, {"speaker": "Eyvel", "line": "I agree. Mareeta is my daughter now—has been for years. I wouldn't let you take her away from me even if you wanted to."}, {"speaker": "Galzus", "line": "Good... After this is all over, I'll go back to my life of wandering. You'll never have to see me again."}, {"speaker": "Eyvel", "line": "Then before you leave, I have one last favor to ask, Galzus."}, {"speaker": "Galzus", "line": "Name it. If it's within my power, it will be done."}, {"speaker": "Eyvel", "line": "Once every year, would you visit us in Fiana? That's all I ask."}, {"speaker": "Galzus", "line": "...... Very well... I will."}, {"speaker": "Finn", "line": "Eyvel... I regret I couldn't do more for you, after everything you've done for us, but I wanted you to know how grateful I am."}, {"speaker": "Eyvel", "line": "And I'm grateful to you, Finn, for everything you've done for Fiana over the years. I couldn't find a finer knight in all of Jugdral."}, {"speaker": "Finn", "line": "I never planned on telling you this, but after overhearing about your amnesia, it wouldn't be right to stay silent. I... once knew a woman who looked just like you..."}, {"speaker": "Eyvel", "line": "Just like me...? Are you sure you're not just confused, Finn?"}, {"speaker": "Finn", "line": "No, I'm certain. When Lord Quan fought in Lord Sigurd's army—gods rest their souls—there was a woman, a soldier, who served alongside us. She was an unmistakable sight on the battlefield... With her long, blonde hair waving in the wind, you could mistake her for a goddess. She was the eldest lady of House Yngvi, and inheritor of the holy bow Yewfelle... Her name was Brigid."}, {"speaker": "Eyvel", "line": "Brigid...? Finn, are you saying that woman... was me?"}, {"speaker": "Finn", "line": "Yes... Well, probably."}, {"speaker": "Eyvel", "line": "Heh... I never took you for a romantic, Finn. If I had holy blood, I'd have a Brand somewhere on my body, but I don't. You've got the wrong person, Finn. I'm just an ordinary sellsword, making my way from place to place... I'm Eyvel of Fiana."}]}