{"chapter": "25", "title": "An Undying Oath", "speakers": ["Veld", "Manfroy", "Leif", "August", "Finn", "Eyvel", "Miranda", "Linoan", "Deen", "Nanna", "Mareeta", "Seliph"], "dialogue_counts": {"Veld": 12, "Manfroy": 7, "Leif": 25, "August": 6, "Finn": 5, "Eyvel": 4, "Miranda": 5, "Linoan": 5, "Deen": 4, "Nanna": 7, "Mareeta": 4, "Seliph": 3}, "gender_counts": {"M": 52, "F": 25, "N": 10, "A": 0}, "lines": 88, "transitions": "MNMNMNMNMNMNMNM-MMMMM-M-M-M-M-MMMMMM-MMMMMMMMM-FMFMFMF-FMFMFMFMF-FMF-MFMFMFM-FFFFFFMFFMFMFMFMNMNMNM-", "intro": [{"speaker": "Veld", "line": "Raydrik proved to be even more useless than I thought... Well, if you want something done right, best do it yourself."}, {"speaker": "Manfroy", "line": "Veld... Explain yourself!"}, {"speaker": "Veld", "line": "Archbishop Manfroy! Wh-When did you get here, Your Eminence?"}, {"speaker": "Manfroy", "line": "Spare me your sniveling formalities. Why is killing one person—a child, need I remind you—so difficult for you? The Leonster heir has humiliated you at every turn!"}, {"speaker": "Veld", "line": "I'm deeply sorry, Your Eminence. I'll claim Prince Leif's head before the day is over, I assure you."}, {"speaker": "Manfroy", "line": "See that you do—otherwise, it will be your head that hangs from the castle gates. More than just this battle is riding on the boy's death... If he lives, all our efforts to incite war in Thracia and assassinate Prince Quan will be for nothing."}, {"speaker": "Veld", "line": "I'm amazed the ruse has held for this long, frankly. The fools still think Travant was behind it all."}, {"speaker": "Manfroy", "line": "Eheheheh! I almost pity the Thracians, in the depths of their ignorance... Did it never occur to them that Travant had no way of knowing when Quan's forces would march, or what route they would take? Capitalizing on Travant's ambitions to make North and South Thracia tear each other apart... Everything happened exactly as you predicted it would."}, {"speaker": "Veld", "line": "I'm honored by your words, Your Eminence..."}, {"speaker": "Manfroy", "line": "But it's simply given way to a new problem: you underestimated the Leonster heir, did you not? It would have been best to nip him in the bud and kill him when Castle Leonster first fell, when he was little more than an infant..."}, {"speaker": "Veld", "line": "It is true that Prince Leif has brought all the rebellious children of North Thracia together in one, organized revolt... But if we strike them down now, when they all act as one and their morale is at its highest, their spirits will be broken. And in my defense, the boy has done us a great service by defeating so many of House Friege's battalions. Without realizing it, he's eliminated one of the few military powers that could've threatened our rule. Besides, while he may be Leonster's heir, he's a mere child without enough holy blood to so much as lift the Gáe Bolg himself. He's a posturing rebel who's deluded himself into thinking he's a real prince. He cannot hope to triumph against me."}, {"speaker": "Manfroy", "line": "Hmm... You make a good case for yourself, Veld. Very well. I shall grant you a second chance—and as a token of my favor, I bestow upon you five of my finest creations, the Deadlords."}, {"speaker": "Veld", "line": "I'm most grateful, Your Eminence. Combined with the one I just finished crafting, that makes for a total of six... Now the barrier will be impenetrable!"}, {"speaker": "Manfroy", "line": "Then I'll leave you to it, Veld. I trust you'll be along shortly to bring me the good news..."}, {"speaker": "Veld", "line": "I won't fail you, Your Eminence."}, {"speaker": "Leif", "line": "Is everyone ready, August?"}, {"speaker": "August", "line": "All of our troops understand the plan: small squads have each been stationed in front of every altar. Let us hope they're all capable of defeating the horrors that lurk within..."}, {"speaker": "Leif", "line": "I know they are. Everyone is aware of what's at stake: the seals inside each of the six altars have to be broken to open the way to Veld."}, {"speaker": "August", "line": "It's more complicated than that, my prince. One of our men must stand upon the center of an altar to break its seal. Each of the six altars must have one of our soldiers standing on its center all at once for the barrier to be dispelled. Hrm... I fear reinforcements will arrive if we take too long to coordinate this. You need to prepare yourself to sacrifice some of our troops if it means getting rid of the barrier more quickly."}, {"speaker": "Leif", "line": "I understand... But let's hope that won't be necessary. Come on! Let's end this!"}], "battle": [{"speaker": "Veld", "line": "Ah! What?! It can't be... Have those children broken through the seal?! Ngh... Leif, you heathen... You're an impudent brat standing in the way of the divine! I'll send you to oblivion to meet your parents—but not before you spend a century or two decorating my altar as a petrified statue!"}], "boss": [{"speaker": "Veld", "line": "Heh, heh, heh... You dare to cross me? Don't you know the power I wield? Let me show you just what a grave mistake you've made!"}, {"speaker": "Veld", "line": "Gah... This is my... own folly... But... this isn't the end...! Even if you kill me, Loptous is eternal... and the rebirth of his empire is nigh! I may die here... but you'll struggle and flounder for the rest of your days...! Heh, heh, heh... Eheheheheheh...!"}, {"speaker": "Veld", "line": "Forgive me, Archbishop Manfroy... Ugh..."}], "end": [{"speaker": "Leif", "line": "We... won...? Is it... really over?"}, {"speaker": "August", "line": "It is. Breathe easy, my prince—your long fight has at last come to an end. With your victory today, the Loptians' influence in North Thracia has been eradicated. At long last, the Thracian people have been liberated from the tyranny of Loptous and his mortal servants. This is all because of your perseverance and strength, my prince. You never gave up."}, {"speaker": "Leif", "line": "No, August... The people have you to thank as well. Without your guidance, I never would've made it this far. I started this journey knowing nothing, and you taught me how to be a ruler. I thank you, August—as a monarch, and as your student. I was truly fortunate to have met you..."}, {"speaker": "August", "line": "This is... I... I'm not sure what to say... I need to tell you something, my prince. I would be a poor teacher if I continued to keep secrets from you now... It was not by chance that our lives intersected. In fact, I only became your tactician because I was ordered to do so by my benefactor. Truth be told, at the outset I thought liberating North Thracia was an impossible task. But as I spent more time by your side, as I saw how focused you were on freeing your motherland, how earnestly you wanted it... Before I knew it, I had genuinely begun to believe in you. I hope you can forgive me for all the times I doubted you."}, {"speaker": "Leif", "line": "I'll not lie, August... The times when you voiced skepticism of my abilities did always weigh heavily on my heart. Yet you also taught me how to expand my perspective: to realize the depth of everyone's suffering and sorrow. My upbringing, strange and sheltered as it was, left me lacking the tools to understand the lives of my subjects. And I think I still have even more to learn... I need you, August. I'd be honored if you stayed by my side and continued to teach me."}, {"speaker": "August", "line": "Ah... As you wish it, my prince, so shall it be."}, {"speaker": "Finn", "line": "Lord Leif! A messenger just arrived from Lord Seliph! Conote has been seized by his army!"}, {"speaker": "Leif", "line": "Huh? Conote has already fallen?! What of Lord Seliph...?"}, {"speaker": "Finn", "line": "He's alive and well, milord—fear not. The message said that he rides for Munster as we speak to help us capture the city. I imagine word has not yet reached him of our victory. He should be in for a most welcome surprise when he arrives."}, {"speaker": "Leif", "line": "I can hardly believe it... For Lord Seliph to conquer such a formidable fortress as Castle Conote in a single day... My only regret is that I couldn't kill King Bloom with my own hands."}, {"speaker": "Finn", "line": "I sympathize, milord—but as regrets go, you could have ended today with far worse. Remember, North Thracia is now free again. In the streets of Munster, everyone, young and old, celebrates the victory of the Liberation Army. The people cheer your name—they shout that Thracia has been liberated by the son of the late hero Quan."}, {"speaker": "Leif", "line": "Finn... We've been through so many long and painful days, haven't we? But however hard I had it, you had it so much worse... You possess more patience and endurance than anyone I've ever known. You've been there for me my whole life. Whenever I felt overwhelmed, I knew I could always rely on you, Finn. You sacrificed everything to raise me. It's like I spent my whole childhood sitting on your lap... How can I ever repay you?"}, {"speaker": "Finn", "line": "L-Lord Leif... Of the four kingdoms of North Thracia—Leonster, Ulster, Conote, and Munster—none save Leonster have a surviving male heir. Hence, the people want to be united under your rule. No others remain who could take the throne. Lord Leif... Please, fulfill their hopes. Be the answer to their prayers. The tragedy of Thracia is that these small kingdoms have been doomed to repeat their petty civil wars, time and time again. Unify Thracia and build a single, prosperous kingdom, as the land once was in the days of Dáinn and Njörun. Doing so was the dream of your late father, Lord Quan—and if you truly wish to repay me, milord, it is what I would ask of you as well."}, {"speaker": "Leif", "line": "I would move the heavens themselves for you, Finn. Of course I'll do as you ask! I've come this far—I won't start running now. I have a duty to protect North Thracia. Unifying all of Thracia will depend on the will of King Travant, but I'll do everything in my power to make it happen. I know that's not ideal, but... Would that be enough to repay you, Finn?"}, {"speaker": "Finn", "line": "It's... all I could have dreamed of, Lord Leif."}, {"speaker": "Eyvel", "line": "Guess that's the end of this whole mess... Hard to believe this all started with Raydrik kidnapping Little Nan and Mareeta, huh? Ah, Little Lord... It breaks my heart to do this, but me and some of the others have got to head back to Fiana."}, {"speaker": "Leif", "line": "What?! You're not coming with me, Eyvel?! Why would you do that?"}, {"speaker": "Eyvel", "line": "We may have kicked the Loptians out, but there's still lots of pirates around. I can't just leave Fiana and Iz to fend for themselves. Besides, how useful do you think we'd be? You've got a whole army of knights and mages and priests now—you don't need us."}, {"speaker": "Leif", "line": "But... Eyvel..."}, {"speaker": "Eyvel", "line": "Little Lord, I'll be looking forward to the day when you beat the Empire for good and come back to Leonster. When that day comes—not if, but WHEN—I'll bring everybody to Leonster to celebrate."}, {"speaker": "Leif", "line": "...I'd like that. All right, Eyvel, it's a deal: I promise I'll come back, and you promise to have everyone ready to celebrate. But you might be waiting for a while, so please be patient with me..."}, {"speaker": "Eyvel", "line": "I don't think we'll be waiting for long, actually. I believe in you, Little Leif. Go show the Empire what it's like to have you for an enemy!"}, {"speaker": "Miranda", "line": "Prince Leif, something's been on my mind for a little while."}, {"speaker": "Leif", "line": "Princess Miranda? What's wrong?"}, {"speaker": "Miranda", "line": "I... I owe you an apology."}, {"speaker": "Leif", "line": "If this is about Dryas, what happened was my fault. You're not to blame for it, Princess Miranda. And if you haven't heard, Ulster was liberated by Lord Seliph's army. I'm sure your people will be glad to know you're alive and well."}, {"speaker": "Miranda", "line": "Uh, that's... that's delightful to hear, but... Frankly, my people want more than just to see me again. They want to unify with Leonster. My senior vassals and statesmen are all advising that I wed you. They've been nagging me about it for quite some time, actually. Those bloviating imbeciles think they can boss me around just because I'm a woman..."}, {"speaker": "Leif", "line": "Well, out of the royal families of North Thracia's four kingdoms, you and I are the only survivors. They can't be the only people thinking this way. But even so, I still..."}, {"speaker": "Miranda", "line": "Do you not like me, Prince? If that's the case, I'll get over it, but—"}, {"speaker": "Leif", "line": "No, it's not that simple. I just... I've still got things left to do. The battle to unify Thracia has just begun, the Loptr Church and Grannvale Empire are still threats, and North Thracia needs protecting. Right now, I just don't have the time to figure out if I truly love someone or not..."}, {"speaker": "Miranda", "line": "...... Then I shall return to Ulster to await your answer. But if you don't manage to defeat Travant and South Thracia, consider my offer of marriage withdrawn!"}, {"speaker": "Linoan", "line": "Lord Leif..."}, {"speaker": "Leif", "line": "Linoan! Ah... I imagine this must be very bittersweet for you... North Thracia has returned to our rightful hands, but Tarrah remains in Thracia's clutches. You know I'll stop at nothing to recapture the city, so won't you travel with me for a while longer?"}, {"speaker": "Linoan", "line": "Of course I will, Lord Leif!"}, {"speaker": "Deen", "line": "Duchess Linoan, though it pains me to say it, I cannot go with you."}, {"speaker": "Linoan", "line": "How can that be, Deen? Why can't you?!"}, {"speaker": "Deen", "line": "Thracia is my motherland. North and South shall soon face each other in battle, and I cannot fight against my home. You should stay with the prince, Linoan. He'll protect you from now on."}, {"speaker": "Linoan", "line": "Deen... How can you say such a thing...? I... I couldn't bear to go on without you."}, {"speaker": "Deen", "line": "Linoan...?"}, {"speaker": "Linoan", "line": "I will abandon my plans to retake Tarrah if it means you would stay, Dean. So please, remain at my side..."}, {"speaker": "Deen", "line": "Don't say something so stupid, Linoan! This isn't like you at all! Ah, dammit... Now that I think about it, I'd be hurting both Prince Leif and my sworn lord if I left with things the way they are now. I have to avoid that, no matter what it takes..."}, {"speaker": "Nanna", "line": "……"}, {"speaker": "Mareeta", "line": "Now look here, Little Lady! You've just got to say it! Right now!"}, {"speaker": "Nanna", "line": "B-But—"}, {"speaker": "Mareeta", "line": "If you don't say it now, you'll only regret it! Or are you comfortable with staying the \"cute little sister\" forever?"}, {"speaker": "Nanna", "line": "But Mareeta—"}, {"speaker": "Mareeta", "line": "Ugh, you're just going in circles! I'm getting impatient... Hey, Leif!"}, {"speaker": "Leif", "line": "What is it, Mareeta? Gah! What's got you looking so... grim?"}, {"speaker": "Mareeta", "line": "Go on, Nanna. You can do it!"}, {"speaker": "Nanna", "line": "L-Lord Leif..."}, {"speaker": "Leif", "line": "Oh, Nanna! There hasn't been a chance for just the two of us to talk. I wanted to thank you. You've been just as big a help as anyone, and I wanted to make sure you knew how grateful I am."}, {"speaker": "Nanna", "line": "You give me too much credit... I hardly did anything at all."}, {"speaker": "Leif", "line": "I think not! We were raised like siblings, and you've always been there for me, Nanna. You were always there to support me, to comfort me when I needed it, and I wouldn't have fought half as well if I didn't have you to keep my spirits up. When this is all over, I'll go looking for Lachesis—and if I find her, I'll tell her, \"I've fallen in love with your daughter, Nanna. I humbly ask for your blessing to wed her.\""}, {"speaker": "Nanna", "line": "Ah...! Lord Leif..."}, {"speaker": "Leif", "line": "I know we have a long way to go before our battle is over, but I hope you'll stay by my side, Nanna."}, {"speaker": "Nanna", "line": "Of... Of course I will! I'm honored, Lord Leif..."}, {"speaker": "August", "line": "Prince Leif, Lord Seliph is here to see you."}, {"speaker": "Seliph", "line": "It seems my reinforcements were unnecessary. I'm relieved to see you safe, Prince Leif."}, {"speaker": "Leif", "line": "Lord Seliph! We're only here because you intervened at Leonster. The credit for this victory is yours."}, {"speaker": "Seliph", "line": "No, North Thracia was liberated by you, Prince, with your own strength—I merely played a momentary role, nothing more. All of North Thracia is agreed on uniting under your rule, it seems. If a country that vast and wealthy were to join the fight against the Empire, my Liberation Army would have cause for celebration. Prince Leif, will you continue to fight alongside me? There's still much left to be done, but if we were to join forces, I know we could overcome any challenge in our way. If you would accept it, I offer you a vow of eternal friendship—to live and die as one, just as our fathers vowed before us."}, {"speaker": "Leif", "line": "I'm honored to accept your oath! After all we've been through, I think of you less as a cousin and more as an older brother. Nothing could make me happier than the idea of pooling our strength to create a brighter future for everyone!"}, {"speaker": "Seliph", "line": "Then let us swear it upon this sword! We may have been born apart, but we shall die as one! As your friend, as your sworn brother, we shall join hands and deliver Jugdral from this evil! This I vow to you!"}, {"speaker": "Leif", "line": "And I vow just the same to you—an undying oath, and may the stars themselves perish before it is broken!"}], "narration": ["Thus, Leif's battle, which started in the remote village of Fiana and ended with the liberation of North Thracia, came to a close. Yet although Leif's battle had ended, the war for Jugdral has just begun. In South Thracia, Travant's kingdom has already amassed great power. In the Grannvale Empire, Crown Prince Julius, the Scion of Darkness and incarnation of Loptous, is still alive and well. Now, in year 777 of the Grannvale calendar, the world stands on the brink of a new era..."]}