{"chapter": "00", "title": "Prologue6", "speakers": ["Luke", "Ryan", "Roderick", "Katarina", "Kris", "Jagen", "Frey", "Cain", "Draug", "Ogma", "Cecil"], "dialogue_counts": {"Luke": 11, "Ryan": 3, "Roderick": 3, "Katarina": 16, "Kris": 12, "Jagen": 3, "Frey": 4, "Cain": 2, "Draug": 6, "Ogma": 6, "Cecil": 3}, "gender_counts": {"M": 19, "F": 18, "N": 0, "A": 8}, "lines": 69, "transitions": "MMMMMFMAM-MMF-MMF-MFF-MMF-MMF-MMF-FAA-A-F-F-AA-------F-F-FAF-AF-M-F-F", "intro": [{"speaker": "Jagen", "line": "Three months have passed since you first came here. During this time, I've witnessed many a platoon desert because they couldn't stomach the harsh training. Not to mention platoons that failed due to miserable results... Of all who remain, there are only twenty names."}, {"speaker": "Katarina", "line": "Eep, the requirements are incredibly strict!"}, {"speaker": "Kris", "line": "True. But we still remain in the game. That's what matters. As long as we keep working hard..."}, {"speaker": "Jagen", "line": "From now on, the practical training will be far more gruelling. As such, we will be introducing lectures to advise you."}, {"speaker": "Kris", "line": "Lectures?"}, {"speaker": "Frey", "line": "I am Frey, the knight in charge of lecturing. In my lectures, you will learn essential knowledge that all knights should possess."}, {"speaker": "Jagen", "line": "From here on, this is the real thing. Prepare to be pushed to your limits."}, {"speaker": "Frey", "line": "Now, firstly, I'll talk about the preparations you need to make before a battle. Before you fight your enemy on the battlefield, you must ensure that you are sufficiently prepared."}, {"speaker": "Frey", "line": "Selecting those who will fight, organizing their weapons and items... Kris, you will do all these things, as part of your role as commander."}, {"speaker": "Kris", "line": "I understand. I'll do my best."}, {"speaker": "Frey", "line": "One more important thing: Pay attention to party members who wish to speak with you. Talking to your party members will often yield tactical advice. The more stars displayed, the more important a conversation is. When you come to a new battlefield, it's always a good idea to check if anybody has something to say."}], "battle": [{"speaker": "Cain", "line": "Well then, let us begin today's mock battle. From here on, I will prepare an instructor based on your performances until now. The 7th Platoon's opponent, today, is..."}, {"speaker": "Draug", "line": "I am Draug, armor knight of Altea. Your opponent is none other than me."}, {"speaker": "Katarina", "line": "Draug is an armor knight famed for his sturdy defense. Kris, he'll be a formidable enemy."}, {"speaker": "Draug", "line": "These soldiers are your opponents. You must defeat all of them if you wish to fight me."}, {"speaker": "Cain", "line": "Well then, let's begin today's practical training! Your opponents from here on will be the toughest yet, so show me that fighting spirit of yours! The 7th Platoon's opponent, today, is..."}, {"speaker": "Ogma", "line": "I will serve as your opponent."}, {"speaker": "Katarina", "line": "What? We-we have to fight Ogma...? Kris, Ogma is a hero from the last war... He'll make for a formidable enemy."}, {"speaker": "Ogma", "line": "The soldiers here will be your opponents, first. If you defeat all of them, I'll step up to fight."}, {"speaker": "Cecil", "line": "Huff... puff... I-I made it. Hey, where's this Commander Kris person?"}, {"speaker": "Kris", "line": "That would be me, but who are you?"}, {"speaker": "Cecil", "line": "I'm Cecil, a junior knight like you! I know it's very sudden, but I was invited by Katarina to join your group."}, {"speaker": "Kris", "line": "...Very sudden indeed. But, the more the merrier. Could we talk after the battle?"}, {"speaker": "Cecil", "line": "Sure, I'm glad you understand. Oh yeah, I brought along some strong weapons that Katarina prepared for you! Just give me the orders and I'll give you them to replace your worn out ones."}, {"speaker": "Draug", "line": "You're not bad at all. But I won't be beaten so easily."}, {"speaker": "Ogma", "line": "Not bad. As promised, I will fight."}], "boss": [{"speaker": "Draug", "line": "I keep hearing about your abilities. Please, allow me to judge for myself whether or not you're the real deal."}, {"speaker": "Draug", "line": "S-so you managed to penetrate my armor..."}, {"speaker": "Ogma", "line": "Don't think of this as simply training. Come at me without restraint!"}, {"speaker": "Ogma", "line": "...Not bad. That's quite some skill you've got."}], "end": [{"speaker": "Katarina", "line": "R-really? I'm so glad... Well, this is a little awkward... I should get to bed. Good night, Kris. Good luck for tomorrow."}]}