{"chapter": "20x", "title": "Depth Of The Abyss", "speakers": ["Katarina", "Kris", "Marth", "Eremiya", "Jagen", "Gharnef"], "dialogue_counts": {"Katarina": 5, "Kris": 7, "Marth": 4, "Eremiya": 11, "Jagen": 1, "Gharnef": 6}, "gender_counts": {"M": 0, "F": 5, "N": 0, "A": 7}, "lines": 34, "transitions": "FAFAF-AA-----FF-AAA----", "intro": [{"speaker": "Katarina", "line": "Kris, Prince Marth, this is it. Please watch your footing."}, {"speaker": "Kris", "line": "It's pitch black. Visiblity's practically non-existent... We'll be in trouble if we have to fight."}, {"speaker": "Katarina", "line": "The organization's children were raised in darkness... They have no heart or will of their own. They only move their limbs when ordered, like puppets..."}, {"speaker": "Kris", "line": "Katarina..."}, {"speaker": "Katarina", "line": "I'm... not like them anymore. Kris... I want to be of use to you. That feeling is mine and mine alone. Not just some order! But my own truest desire... My treasure. Let's go, Kris."}, {"speaker": "Kris", "line": "Sire, this is it. Please watch your footing."}, {"speaker": "Marth", "line": "It's pitch black. Did Katarina and the others really live here...?"}, {"speaker": "Kris", "line": "... It'll be difficult to battle in this darkness... Sire, please exercize caution."}], "battle": [{"speaker": "Eremiya", "line": "The Altean army is here? Gosh, that junk puppet betrayed me... Who would have expected that she'd wrestle free from my control. But, I bet you didn't know this: There are many puppets here far superior to you, my dear. Come, my sweet little children. The bad men have come. Darkness is our friend. What our enemies cannot see, we can. Let them experience... the feeling of pure terror."}, {"speaker": "Eremiya", "line": "The Altean army is here? Oh, how wonderful. Come, my sweet little children. The bad men have come. Darkness is our friend. What our enemies cannot see, we can. Let them experience... the feeling of pure terror."}], "boss": [{"speaker": "Eremiya", "line": "My children... were just trash in the end. They couldn't even dispose of this rabble.... It seems I have no choice but to show them how it's properly done."}, {"speaker": "Eremiya", "line": "My... children..."}, {"speaker": "Katarina", "line": "Lady Eremiya...", "unit": "Katarina", "boss": "Eremiya"}, {"speaker": "Eremiya", "line": "Oh my, if it isn't the broken puppet. I wonder... should I call you ungrateful trash or traitorous trash? But I must say, it's very brave of you to show your face in front of me again, Eine.", "unit": "Katarina", "boss": "Eremiya"}, {"speaker": "Katarina", "line": "Meeting you again... crushes my heart. I'd rather die, frankly... But, if I can be of use to Kris, then I will not run away!", "unit": "Katarina", "boss": "Eremiya"}, {"speaker": "Eremiya", "line": "A junk puppet talking like a human being? The only word you're ever allowed to say is \"yes\". I'll make sure that mouth of yours starts working properly right away.", "unit": "Katarina", "boss": "Eremiya"}], "end": [{"speaker": "Kris", "line": "Sire, we've seized control of the area. The assassins shall target you no longer."}, {"speaker": "Marth", "line": "I see, thank you."}, {"speaker": "Jagen", "line": "According to the villagers nearby... That woman called Eremiya used to be a kind bishop who looked after war orphans. But during the war, her orphanage was burned down and all the children killed... Ever since then... she changed."}, {"speaker": "Marth", "line": "So she was yet another victim of the war? That does not erase her sins, but... 'tis truly a tragedy."}, {"speaker": "Kris", "line": "However, at the very least there won't be more victims like Katarina."}, {"speaker": "Marth", "line": "Indeed. That's my only comfort. Let us go, Kris! There are still things we must do."}, {"speaker": "Kris", "line": "Yes, sire."}, {"speaker": "Gharnef", "line": "...Bah! ...So you failed in the end... ...Eremiya."}, {"speaker": "Eremiya", "line": "Master... Gharnef... Forgive... me... For not... fulfilling your order..."}, {"speaker": "Gharnef", "line": "Oh, you don't need to apologize. The ritual to revive the Shadow Dragon shall soon begin. You and your underlings were useful enough, for capturing the clerics. Heh heh, it was worth the trouble casting that spell on you..."}, {"speaker": "Eremiya", "line": "What? A spell... on me...?"}, {"speaker": "Gharnef", "line": "Yes, don't you remember? But of course. Poor, poor Eremiya. My spell stole that memory as well. Once upon a time, you felt grief. The corpses of the orphans killed in the war haunted your very existence. You wondered what you could have done so that they might have survived..."}, {"speaker": "Eremiya", "line": "I... never wanted... to let those children die..."}, {"speaker": "Gharnef", "line": "And then, I told you. You had to make the children stronger. Twisted, yes, but they became stronger so they wouldn't die, just as you wanted. Well? Have you remembered now?"}, {"speaker": "Eremiya", "line": "That's right, I... I made those children..."}, {"speaker": "Gharnef", "line": "Heh heh... Hypocrites like you and Marth disgust me. Despairing over the orphans' deaths, you fell all too easily under my spell. And then you gathered children, subjecting them to hellish training, just as I told you to. You watched the children cry and scream... and yet, you smiled... Heh heh, 'twas quite a sight."}, {"speaker": "Eremiya", "line": "Ah... Ahh... ...Aaaaah... ...My... ...My... children... AAAAAAH!"}, {"speaker": "Gharnef", "line": "Heh heh... Worry not, Eremiya. The despair you feel now is nothing. This world will soon be enveloped in the darkest despair... You had better look forward to it, Marth. Heh heh heh..."}]}