{"chapter": "05", "title": "Champions Of Aurelis", "speakers": ["Hardin", "Nyna", "Old Man", "Woman", "Young Man", "Wendell", "Merric", "Aurelis King"], "dialogue_counts": {"Hardin": 2, "Nyna": 1, "Old Man": 1, "Woman": 2, "Young Man": 1, "Wendell": 4, "Merric": 3, "Aurelis King": 1}, "gender_counts": {"M": 12, "F": 3, "N": 0, "A": 0}, "lines": 15, "transitions": "MFM-M-F-F-M-M-MMMMMM-M", "intro": [{"speaker": "Hardin", "line": "Princess Nyna, the Altean Army has apapeared on the opposite side of the river."}, {"speaker": "Nyna", "line": "Oh, Hardin, have they really? So Prince Marth has come..."}, {"speaker": "Hardin", "line": "Finally, we can build a force to fight back. Princess, it is dangerous here. Please wait for the prince inside the fortress. Together with Altea, we will retake the castle!"}], "visit": [{"speaker": "Old Man", "line": "There are many treasures within the castle walls. However, if you do not have a thief in your army, you will not be able to open the chests!"}, {"speaker": "Woman", "line": "I hear that the shops in Port Warren sell many rare items. If you plan to travel there, don't waste your gold beforehand!"}, {"speaker": "Woman", "line": "Many foes wait inside the fortresses, ready to enter the battle. Block them so they can't get out!"}, {"speaker": "Young Man", "line": "Boy! What's that look on your face? Haven't you ever seen a backwoods village like this before? Speaking of rare sights... When I was last in Pyrathi, I saw a manakete! An old man stood there, but suddenly, he turned into a dragon! What a shock... Truth told, I was scared out of my wits at the sight of it! I've heard rumors about the dragonkin, that some survived to this day. Still, I never thought I'd see a manakete with my own eyes! What are you looking at? Oh, this? I picked it up on my trip. It's unusual, this glowing stone... I have no idea what it's for, so you can have it! It makes me uncomfortable anyway. What a nice young man! I hope we can speak again."}], "recruit-talk": [{"speaker": "Wendell", "line": "Prince! I am Wendell, a bishop of Khadein. We are a peaceful people. But our pleas were met only with cruelty by Gharnef as he seized the city. Thanks to his dark influence, many mages have now allied themselves with Dolhr. Please, with the strength of your forces, find a way to put an end to Gharnef's ambitions.", "recruiter": "Marth", "recruit": "Wendell"}, {"speaker": "Merric", "line": "Oh! Master Wendell? Yes, it's you!", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Ah, Merric! How have you been, lad? You certainly look well.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "I was able to find Prince Marth of Altea! And I have joined his army as well. We are fighting the tyranny of Dolhr! Why are you here, Master?", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "How can I say this… Sadly, Khadein has fallen into darkness. A fiend called Gharnef has seized control. He has turned the city toward the shadow… I could not bear to serve him, so I fled on my own.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Merric", "line": "What awful news! Master, please… Consider lending us your strength. If Gharnef serves Dolhr, he is our enemy! We will find a way to take Khadein back. I know the prince would be overjoyed to have so great a bishop as you as an ally, Master.", "recruiter": "Merric", "recruit": "Wendell"}, {"speaker": "Wendell", "line": "Hmm… Though I deplore violence, I cannot see another path… Very well, Merric. I will join your fight. Please let the prince know I am at his service.", "recruiter": "Merric", "recruit": "Wendell"}], "end": [{"speaker": "Aurelis King", "line": "Well met, Prince Marth! Princess Nyna has taken refuge in a fortress, but you will see her soon. Many enemies await you in the castle. You face many dangers. Do be careful."}]}