{"chapter": "08", "title": "Port Warren", "speakers": ["Caesar", "Woman", "Roger", "Caeda", "Malledus"], "dialogue_counts": {"Caesar": 1, "Woman": 2, "Roger": 9, "Caeda": 8, "Malledus": 1}, "gender_counts": {"M": 11, "F": 10, "N": 0, "A": 0}, "lines": 21, "transitions": "M-F-F-M-FMFMFMFMFMFMFMFM-M", "intro": [{"speaker": "Caesar", "line": "Prince Marth, we are mercenaries hired to protect Port Warren. Grust has gathered its forces in the northern fortresses. They have put the port to siege. It's very dangerous here. But there is a castle to the east that looks a bit safer. We should make it our target. Let's head out there together without delay!"}], "visit": [{"speaker": "Woman", "line": "Many foes wait inside the fortresses, ready to enter the battle. Block them so they can't get out!"}, {"speaker": "Woman", "line": "I've heard tell that a princess of Macedon is being held captive in Castle Deil. Macedon and Dolhr are supposed to be allies! I wonder what happened..."}], "recruit-battle": [{"speaker": "Roger", "line": "I don't want to fight. But I've got orders to stop you right here! I am sorry."}], "recruit-talk": [{"speaker": "Caeda", "line": "Hello there. I am Caeda of Talys, and I come in peace.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Ack! You caught me off guard, calling out like that... What do you want?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "I have a question for you. Do you believe in love? Is there someone that matters to you?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Wh-What? What kind of question is that?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "I apologize. You look very kind, and I thought we might have a chat. Would you mind telling me your name?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Er, well... The name's Roger. Roger of Grust.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Roger, I want you to thing about something... Those who cry because of war. We in the Archanean League wish to put an end to fighting, to this sadness. Surely you can understand this.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Of course I do. I don't fight because I enjoy it... But I can't betray my homeland.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Is there someone precious to you in Grust?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "My parents have passed on, and I am unmarried... But betraying my homeland is out of the question!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "So what I ask is impossible?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "I am sorry to say so, but yes.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "And I am sorry to hear it. I do understand. Still, I was glad to speak. You are the man I expected.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Oh, you're leaving, then...", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "I must. If I stay with you too long, your comrades might think you a turncoat.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "You are too kind... Why can't I meet someone like you in Grust? Hey... Wait a moment. I... I don't want you to leave. I am on my own, so...I will join you.", "recruiter": "Caeda", "recruit": "Roger"}], "end": [{"speaker": "Malledus", "line": "Prince, if we stay here, we'd be putting ourselves in danger. We must head to Pyrathi with haste. There are rumors that the Pyrathi king, Mannu, is a descendant of the dragonkin, however. This is also reason for concern. But we have no choice. Please, be cautious."}]}