{"chapter": "19", "title": "Manakete Princess", "speakers": ["Gharnef", "Tiki", "Bantu", "Nyna"], "dialogue_counts": {"Gharnef": 1, "Tiki": 4, "Bantu": 3, "Nyna": 1}, "gender_counts": {"M": 4, "F": 5, "N": 0, "A": 0}, "lines": 9, "transitions": "M-F-MFMFMF-F", "intro": [{"speaker": "Gharnef", "line": "Tiki... princess of the long-departed Naga clan... Incinerate all those who would disgrace the Fane of Raman! Don't forget that I saved you from Medeus after Bantu abandoned you!"}], "recruit-battle": [{"speaker": "Tiki", "line": "N-no... Don't... Don't come near me!"}], "recruit-talk": [{"speaker": "Bantu", "line": "Tiki! I've been looking everywhere! It seems Gharnef is controlling you... Now...wake up!", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "I... I... What... What happened? Where am I?", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Bantu", "line": "Back to your senses, are you? Good! How do you feel?", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "It was so scary... A terrible nightmare... that wouldn't end!", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Bantu", "line": "Oh, Tiki! I am so sorry. It's all my fault this happened! But you're all right now. I won't leave you again... I promise.", "recruiter": "Bantu", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Yes, please promise! Don't leave me alone ever again! Promise me that you won't...", "recruiter": "Bantu", "recruit": "Tiki"}], "end": [{"speaker": "Nyna", "line": "Prince Marth... Before we head on to Grust, I must tell you something. You know of General Camus, the captain of the famous Sable Order of Knights... I was captured by the Sable Order when they occupied Archanea two years ago. Dolhr intended to utterly destroy the Archanean royal family. But that man, Camus, protected me. He stood up to Medeus when I could not. Knowing Medeus's elite guards would come, Camus helped me find sanctuary in Aurelis. He has won many victories for Dolhr, but that no longer matters to them... because of what he did for me. When I was a prisoner, I hated him... but my feelings have changed considerably... I hope that you will not cross swords with him... I wish to see him again."}]}