{"chapter": "00", "title": "Prologue7", "speakers": ["Cain", "Jagen", "Est", "Ryan", "Luke", "Cecil", "Roderick", "Katarina", "Kris"], "dialogue_counts": {"Cain": 8, "Jagen": 6, "Est": 6, "Ryan": 1, "Luke": 1, "Cecil": 1, "Roderick": 1, "Katarina": 15, "Kris": 13}, "gender_counts": {"M": 20, "F": 23, "N": 0, "A": 9}, "lines": 52, "transitions": "MMM-M-F-M-F-M-F-M-M-F-F-M-F-M-M-M-M-MMMMMFAF-FAFAFAFAF-AFAFAFAF-FF-FF-MF-MF", "intro": [{"speaker": "Cain", "line": "Kris's 7th Platoon! You have fought valiantly thus far. It has been a joy being your instructor!"}, {"speaker": "Jagen", "line": "Frey, Cain; I have heard reports from both of them. Though your individual strengths vary, there exists no doubt of your excellence. Thus, today we will hold your final practical exam. Make sure that you are thoroughly prepared."}, {"speaker": "Cain", "line": "The final preparations have been made! We are now ready to begin! Your opponent in the final exam shall be..."}, {"speaker": "Cain", "line": "Myself: Cain, knight of Altea! I'll show you the sort of battle that real knights face!"}, {"speaker": "Est", "line": "Est, ex-Whitewing of Macedon, at your service. I won't go easy on you!"}], "battle": [{"speaker": "Cain", "line": "You have come well prepared. But you must be wary that the enemies you see are not always your only ones!"}, {"speaker": "Est", "line": "I can tell that you aspire to be something great. But you'd better not think that your only enemies are those that you can see."}, {"speaker": "Cain", "line": "Now! Reinforcements, attack!"}, {"speaker": "Est", "line": "Now! Reinforcements, attack!"}], "boss": [{"speaker": "Cain", "line": "Here we go! Give it your all!"}, {"speaker": "Cain", "line": "Impressive...!"}, {"speaker": "Est", "line": "Here I come! I wonder, can you keep up with me?"}, {"speaker": "Est", "line": "So... so strong..."}], "end": [{"speaker": "Cain", "line": "Congratulations, you won! There is nothing more we can teach you."}, {"speaker": "Est", "line": "As I thought...It pains me to say this, but you were really strong. I don't think you can call yourselves apprentices any more!"}, {"speaker": "Jagen", "line": "Hm. Well then, Kris's 7th Platoon; I will announce the results of the second half of your training right here, right now. As before, your score depends on the amount of companions who were forced to make an early exit. Listen carefully. Your performance has been..."}, {"speaker": "Jagen", "line": "Most impressive! Even amongst the past Altean knights, there has not been a group with such high credentials as yours! Therefore..."}, {"speaker": "Jagen", "line": "Ahem, not bad! Compared to other aspiring knights in the past, you have done very well. And so..."}, {"speaker": "Jagen", "line": "Hmm... This is extremely difficult for me to say. You have many injured... But you deserve credit for winning all your battles until now. Therefore..."}, {"speaker": "Jagen", "line": "Kris's 7th Platoon, I have decided that you have passed your final test!"}, {"speaker": "Ryan", "line": "We passed... So that means we're..."}, {"speaker": "Luke", "line": "Alright, we did it! We can become knights!"}, {"speaker": "Cecil", "line": "We did it. After this, I'm going to buy myself a nice sword, and a hefty lance... Oooh, it's getting me excited just thinking about it! Heh heh heh heh..."}, {"speaker": "Roderick", "line": "...Cecil, you're scaring me. But you're not alone in excitement. My lifelong dream has at last been realized."}, {"speaker": "Katarina", "line": "Everyone looks so happy. I guess it's because we're all to be knights! We really did it, Kris."}, {"speaker": "Kris", "line": "Yeah. It was my grandfather's and my own dearest wish to become an Altean knight. I can now work for Altea and serve Prince Marth. So I've all the reason to be happy."}, {"speaker": "Katarina", "line": "Indeed. I'm happy too..."}, {"speaker": "Katarina", "line": "...... Ah, Kris. What are you doing up so late at night?"}, {"speaker": "Kris", "line": "I can't seem to sleep. What about you, Katarina?"}, {"speaker": "Katarina", "line": "I... well... There's a lot on my mind, I suppose. ...Kris, have I ever told you about the town I was born in?"}, {"speaker": "Kris", "line": "Now that you mention it, you're never told me anything about your hometown. It wasn't Altea?"}, {"speaker": "Katarina", "line": "I was born in a town called Knorda. Have you ever heard of it? I... know it all too well. In Knorda, I was treated like an animal, beaten for fun. Whenever I couldn't stand the pain, I'd just close my eyes and think of nothing, taking refuge within my heart's confines..."}, {"speaker": "Kris", "line": "Katarina..."}, {"speaker": "Katarina", "line": "...But someone was there to save me. She showed me the meaning of life. I felt that I would do anything for her. Kris, do you have someone like that in your life?"}, {"speaker": "Kris", "line": "Yes. To remain loyal to a lord: that's the sort of knight I aim to be."}, {"speaker": "Katarina", "line": "Yes, that's right. You're also doing it for someone else... Not long now, is it...? It won't be long until we become Altean knights. When that happens... ......... Good night, Kris."}, {"speaker": "Kris", "line": "Well then, time to get some rest..."}, {"speaker": "Katarina", "line": "U-um, Kris! I'm sorry, I forgot one thing... Please take this, if you would."}, {"speaker": "Kris", "line": "What's this? A headband?"}, {"speaker": "Katarina", "line": "It's from Cecil. \"Give this to the new platoon commander,\" she said. Supposedly if you wear this, you'll be more... \"psyched\". Cecil really wants you to wear it."}, {"speaker": "Kris", "line": "So once I put this on, I'll have a hairstyle like Cecil's? But will being like Cecil really suit me?"}, {"speaker": "Katarina", "line": "I'm sure it would. Oh, I know! How about you just try it on? If you try it and it feels a little strange, you can just go back to your original hairstyle."}, {"speaker": "Kris", "line": "Oh, good point..."}, {"speaker": "Katarina", "line": "Well, how about it? Want to change your hairstyle?"}, {"speaker": "Kris", "line": "Alright, let's give it a try. It'll be fun becoming like Cecil."}, {"speaker": "Katarina", "line": "Wonderful! Cecil is sure to be stoked. I look forward to seeing your new look. See you tomorrow then, Kris."}, {"speaker": "Kris", "line": "No, let's stop here. My hairstyle is fine as it is."}, {"speaker": "Katarina", "line": "Oh, is that so? That's too bad. I was looking forward to see your new look, too... Ah, I'll go return this then. See you tomorrow, Kris."}, {"speaker": "Kris", "line": "Alright, let's give it a try. I'll try arranging my hair so that it's like Cecil's."}, {"speaker": "Katarina", "line": "Wonderful! Cecil is sure to be happy with your decision. I look forward to seeing your new look. See you tomorrow then, Kris."}, {"speaker": "Kris", "line": "No, I think I'm alright. My hairstyle is fine as it is."}, {"speaker": "Katarina", "line": "Oh, is that so? That's too bad. I was looking forward to see your new look, too... Ah, I'll go return this then. See you tomorrow, Kris."}]}