{"chapter": "00", "title": "Prologue5", "speakers": ["Luke", "Kris", "Katarina", "Roderick", "Ryan", "Bandit", "Legion", "Merric", "Clarisse", "Marth"], "dialogue_counts": {"Luke": 7, "Kris": 15, "Katarina": 9, "Roderick": 1, "Ryan": 1, "Bandit": 3, "Legion": 4, "Merric": 5, "Clarisse": 2, "Marth": 7}, "gender_counts": {"M": 9, "F": 9, "N": 0, "A": 15}, "lines": 54, "transitions": "MAMAMAMAMFMMAFMF--A-A-----FA--MAF-AF-AF-AFFAAA", "intro": [{"speaker": "Luke", "line": "Ahh... This forest sure is nice and peaceful."}, {"speaker": "Kris", "line": "Yeah."}, {"speaker": "Luke", "line": "Just walking around here makes me feel rejuvenated, in a way."}, {"speaker": "Kris", "line": "Yeah, same here."}, {"speaker": "Luke", "line": "Oh, by the way. We're lost, aren't we?"}, {"speaker": "Kris", "line": "......"}, {"speaker": "Luke", "line": "Hey, Kris the Ordinary! Wasn't this supposed to be, y'know, a shortcut!? Well?!"}, {"speaker": "Kris", "line": "Um... I'm sorry... I really did think it was... But we're definitely lost."}, {"speaker": "Luke", "line": "WHAAAAAT?! You don't need to tell me that! I figured that one out ages ago!"}, {"speaker": "Katarina", "line": "Everyone, please, we mustn't fight. We need to work together in times of crisis...!"}, {"speaker": "Roderick", "line": "She's right. There's no point in crying over spilt milk. Rather, let's find a way home. Ahem. Ladies and gentlemen, our new mission: find our way back to Altea Castle. Of course, we should try not to wander around aimlessly while we find our way."}, {"speaker": "Luke", "line": "Argh, we've totally fallen behind the others. ...Altean knights, lost in Altea. Sir Jagen is going to kill us..."}, {"speaker": "Kris", "line": "I-I'm really very sorry..."}, {"speaker": "Katarina", "line": "It's fine. If we march all night, we can make up for lost time. Ah...! Please, wait! Could that be...?"}, {"speaker": "Ryan", "line": "W-what's wrong?"}, {"speaker": "Katarina", "line": "Over there! That village is under attack!"}, {"speaker": "Bandit", "line": "Gahahaha! Steal, burn, loot, pillage! Kill everyone who tries to flee! Gahahahaha!"}, {"speaker": "Legion", "line": "Yes, yes, that's it, that's it. Uwee hee hee! ...The more you alls riot, the smoother our jobses will be! Uwee hee!!"}, {"speaker": "Kris", "line": "Bandits, here...?! We can't just ignore this. Everyone, move out!"}], "battle": [{"speaker": "Merric", "line": "Bandits... Prince Marth would be saddened if he saw this..."}, {"speaker": "Kris", "line": "Hey! Who are you? You don't look like you're in league with the bandits..."}, {"speaker": "Merric", "line": "You've got [color] hair... I gather you're the commanding officer? Very well, I shall join you. The name's Merric. I'm a mage from Khadein. Your orders, please!"}, {"speaker": "Merric", "line": "You've got blue hair... just like Marth's... I gather you're the commanding officer? Very well, I shall join you. The name's Merric. I'm a mage from Khadein. Your orders, please!"}], "boss": [{"speaker": "Bandit", "line": "Gahahaha! Just die already!"}, {"speaker": "Bandit", "line": "Ga...ha...ha..."}], "end": [{"speaker": "Merric", "line": "I'm glad everyone's safe. Might you be Altean knights?"}, {"speaker": "Katarina", "line": "Hm, Kris, maybe this Merric is a friend of Prince Marth... That's it! He must be Merric the wind mage. I heard he even fought alongside Prince Marth during the War of Shadows. Wow, I-I'm a little nervous now..."}, {"speaker": "Merric", "line": "Prince Marth summoned me to help train the new knights. But, sadly, I seem to be rather lost. Would it be alright if you would show me the way to Altea Castle?"}, {"speaker": "Kris", "line": "T-to Altea Castle?"}, {"speaker": "Legion", "line": "Uwee hee hee... Just as planned."}, {"speaker": "Clarisse", "line": "Legion."}, {"speaker": "Legion", "line": "Ooh, Clarisse. Didn't youses have somethings else to do?"}, {"speaker": "Clarisse", "line": "Quiet, you. It was easier than taking candy from a baby. I don't waste my time like you lot. You and Reese had better end this quick! It's not hard."}, {"speaker": "Legion", "line": "Whatever. In the ends, our sneaking around is going to gets us results. We've gots a plan... We'll kills Marth... without fail."}, {"speaker": "Luke", "line": "Finally... Altea Castle. We're back at last."}, {"speaker": "Kris", "line": "......"}, {"speaker": "Katarina", "line": "Huh? What's the matter, Kris? Is there something bothering you?"}, {"speaker": "Kris", "line": "Katarina, did you see him? Among the bandits... There was a funny man with a mask. I didn't count him amongst the dead. It's a little worrying..."}, {"speaker": "Katarina", "line": "...A masked man, huh? I'm sorry. I didn't see him... Well, it's okay. We did beat them in the end! Heehee, all this worrying's gotten me hungry... Come on, Kris, let's go and find something to eat."}, {"speaker": "Kris", "line": "I'm just a little tired and hungry, is all."}, {"speaker": "Katarina", "line": "Ooh, is that all? To be honest, I'm a bit hungry as well... Kris, let's go and find something to eat."}, {"speaker": "Marth", "line": "Please, come in."}, {"speaker": "Kris", "line": "Commander Kris and Katarina, of the 7th Platoon, reporting as ordered, sire."}, {"speaker": "Marth", "line": "Please, calm yourselves. You may stand at ease."}, {"speaker": "Katarina", "line": "Yet you summoned us so suddenly, milord... Is it to do with the bandits we subjugated? Are you, sire, reprimanding us for disobeying our orders?"}, {"speaker": "Marth", "line": "Not at all--it's quite the opposite. Your actions have saved many. As ruler, my duty is to protect my people, and I am truly grateful for what you did."}, {"speaker": "Katarina", "line": "We're honored to be of service, but that was tougher than any of our training. Phew..."}, {"speaker": "Marth", "line": "Kris, and you as well, Katarina... I hear from Jagen that you've been exemplary cadets."}, {"speaker": "Kris", "line": "Is that so, sire? Sir Jagen never intimated as much..."}, {"speaker": "Marth", "line": "I've seen your skill, and I agree wholeheartedly with him. Why, the both of you are suitable for the Altean army. Should the two of you pass your test, I'd love it if you would become my Royal Guards."}, {"speaker": "Kris", "line": "Royal Guards, sire?"}, {"speaker": "Marth", "line": "Though the stories tell of me as a great hero, it is not so. There is only so much that I can do by myself. That much, I know to be true. The War of Shadows was won with the aid of comrades who wished for the same future as I. 'Twas not a lone romp across the land. I realized, whether in peace or war, I need people I can trust--young, dynamic soldiers who can support and guide me."}, {"speaker": "Kris", "line": "B-but the Royal Guard exists to protect the king... It is a role of immense importance... Are we even fit for such an esteemed duty?"}, {"speaker": "Marth", "line": "Yes, I believe so. I want you to be my Royal Guard. Jagen feels the same as I. But... don't feel obliged to promise me; I won't think ill of you if you decline. And so, I ask this of you once more. You need not answer right away. It's quite alright. Please think it over carefully."}]}