{"chapter": "00", "title": "Prologue4", "speakers": ["Luke", "Ryan", "Kris", "Katarina", "Wrys", "Cain", "Athena", "Jeorge", "Gordin", "Elice"], "dialogue_counts": {"Luke": 5, "Ryan": 2, "Kris": 15, "Katarina": 8, "Wrys": 2, "Cain": 14, "Athena": 5, "Jeorge": 6, "Gordin": 1, "Elice": 8}, "gender_counts": {"M": 31, "F": 22, "N": 0, "A": 13}, "lines": 66, "transitions": "MMMMMA-FM-MMM-M-F-F-M-MFF-MMF-F-F-M-M-FAF-MAMMM-MAMAM-MFM-MFM-MFM-MFM-AFAFAFAFAFAFAFAF", "intro": [{"speaker": "Katarina", "line": "Pay no heed to Luke; we're all fine. Pleased to make your acquaintance, Wrys."}, {"speaker": "Cain", "line": "Well then, let's continue the combat training. Everyone, you had better be prepared! I've decided that you will have a rather unusual instructor for today's practical training."}, {"speaker": "Cain", "line": "This is Miss Athena, a foreign myrmidon who helped us in the last war."}, {"speaker": "Athena", "line": "Ve are indebted to this country, and ve vish to return the favor. Any voman would do the same. Ve are bad at teaching. But if ve are using swords, ve will not lose."}, {"speaker": "Katarina", "line": "Athena is a myrmidon with excellent speed and an opponent whom you must be very cautious of. Kris, do your best!"}, {"speaker": "Cain", "line": "This is General Jeorge, who is visiting from the kingdom of Archanea."}, {"speaker": "Jeorge", "line": "I came to instruct Gordin in archery, but once I heard your story, my curiosity was piqued, to say the least. So I asked a big favor: to be allowed to take part."}, {"speaker": "Katarina", "line": "Sir Jeorge... A true master of the bow and arrow, they call him greatest archer on the continent. Kris, do your best!"}], "boss": [{"speaker": "Athena", "line": "Ve vill challenge you!"}, {"speaker": "Athena", "line": "...Ve give up."}, {"speaker": "Jeorge", "line": "I am Jeorge, a bow knight of Archanea. Let me see how you fare in battle."}, {"speaker": "Jeorge", "line": "...That was magnificent..."}], "end": [{"speaker": "Athena", "line": "You are strong. Especially you. You, vat is your name?"}, {"speaker": "Kris", "line": "The name's Kris. Junior knight Kris."}, {"speaker": "Athena", "line": "Kris... Ve vill remember that. You, you are our friend. Ve vill aid you if you vant."}, {"speaker": "Jeorge", "line": "Not bad at all. That was a splendid fight. You, what is your name?"}, {"speaker": "Kris", "line": "The name's Kris. Junior knight Kris."}, {"speaker": "Jeorge", "line": "Kris... I'll remember that name. I'm afraid I cannot join your cause, but... Gordin, could you go in my stead?"}, {"speaker": "Gordin", "line": "Yes sir. I'll gladly fill in for you."}, {"speaker": "Jeorge", "line": "Kris, you are someone I'd like to fight alongside one day. I look forward to the day we can meet again."}, {"speaker": "Cain", "line": "Today's training is now over. With that, I shall give you an interim report."}, {"speaker": "Kris", "line": "Interim report...?"}, {"speaker": "Cain", "line": "From the very first test until now, I have evaluated your manner of combat. The more of your allies that have been injured and forced to withdraw, the poorer your score. Get ready to listen up!"}, {"speaker": "Kris", "line": "Yes sir."}, {"speaker": "Cain", "line": "Commander Kris of the 7th Platoon! Of the twenty junior knight platoons, you place..."}, {"speaker": "Cain", "line": "First! Wonderful work, Kris! You are most talented!"}, {"speaker": "Katarina", "line": "A-amazing! We did it! We did it, Kris! It's all thanks to you, Kris."}, {"speaker": "Cain", "line": "But don't let your guard down. Placing first doesn't give you an excuse to start slacking off. That is all! You may return to the castle!"}, {"speaker": "Cain", "line": "Third! Impressive, Kris! I'd say that you've placed rather high."}, {"speaker": "Katarina", "line": "We did it! We did it, Kris! It's thanks to you, Kris."}, {"speaker": "Cain", "line": "But don't let your guard down. You are still in-training--so from now on, you must aim even higher. That is all! You may return to the castle!"}, {"speaker": "Cain", "line": "Tenth. Just in the middle, Kris. I've got nothing good to say, at this rate."}, {"speaker": "Katarina", "line": "I'm sorry, Kris. It's because I can't do anything..."}, {"speaker": "Cain", "line": "But don't give up. You are still in the middle of training, so I expect more effort from now on. That is all! You may return to the castle!"}, {"speaker": "Cain", "line": "Last... Kris... None placed worse than you..."}, {"speaker": "Katarina", "line": "I, I-I'm terribly sorry, Kris... It's because I can't do anything..."}, {"speaker": "Cain", "line": "...But don't give up. You are still in the middle of training, so from now on try as hard as you can. That is all! You may return to the castle!"}, {"speaker": "Kris", "line": "...Wow, this castle is absolutely massive. It's a huge difference to the house in my hometown... Now, where were the 7th Platoon's chambers again...?"}, {"speaker": "Elice", "line": "Oh my... You are a junior knight, are you not?"}, {"speaker": "Kris", "line": "Ah, yes. I'm Kris. I came here hoping to become an Altean knight. And you are...?"}, {"speaker": "Elice", "line": "I am Elice. Marth's elder sister."}, {"speaker": "Kris", "line": "Oh! Prince Marth's elder sister... Please excuse my lack of manners."}, {"speaker": "Elice", "line": "It's alright, Kris... I think it's very admirable that you've come to help Marth."}, {"speaker": "Kris", "line": "It is an honor to serve Prince Marth, the Hero King."}, {"speaker": "Elice", "line": "\"The Hero King\"... you say? It does seem that our people have grown fond of calling him that. But the truth of the matter is that Marth... Marth is just a weak, vulnerable child..."}, {"speaker": "Kris", "line": "Prince Marth is weak...?"}, {"speaker": "Elice", "line": "Yes. Of course, he was the hero who triumphed in the battle against the Shadow Dragon. However, behind his heroic face, Marth is an idealistic child who firmly clings on to his beliefs. And as you too must know, the real world... cannot be saved with just ideals."}, {"speaker": "Kris", "line": "Yes..."}, {"speaker": "Elice", "line": "Even as we speak, somewhere unknown to us, our people's lives are being lost... Marth cannot save those people."}, {"speaker": "Kris", "line": "Yes, that's true... Even the most excellent of kings is not an omnipotent god. A king is no more than human, and there are limits to what he can do."}, {"speaker": "Elice", "line": "Yes. Precisely. Most people realize this and can come to terms with that reality. But Marth cannot do that... He truly thinks that he can save everyone. In war, losing just one companion is unbearable for him... He suppresses his feelings with all his willpower, but I know that inside, his heart breaks and bleeds..."}, {"speaker": "Kris", "line": "......"}, {"speaker": "Elice", "line": "In this cruel world, it will become increasingly difficult for him to continue to hold these ideals... Kris, if some day you should achieve knighthood... Please, protect him somehow and keep his ideals safe..."}]}