{"chapter": "00", "title": "Prologue1", "speakers": ["Anna", "Katarina", "Kris", "Luke", "Roderick", "Jagen", "Soldier", "Marth"], "dialogue_counts": {"Anna": 8, "Katarina": 15, "Kris": 9, "Luke": 2, "Roderick": 1, "Jagen": 8, "Soldier": 2, "Marth": 2}, "gender_counts": {"M": 13, "F": 23, "N": 2, "A": 9}, "lines": 47, "transitions": "F-F-F-F-F-F-F-F-FAFAFMMMAF-MFAMFAFNAF-F-N-M-M-M-AMF-MMFAFMFMFAF", "dialogue": [{"speaker": "Anna", "line": "Welcome! Today, another hero will be born. One who will help decide the world's fate... What's your name, hero?"}, {"speaker": "Anna", "line": "Are you a boy, or a girl?"}, {"speaker": "Anna", "line": "What's your occupation?"}, {"speaker": "Anna", "line": "And what do you look like?"}, {"speaker": "Anna", "line": "I shall now predict your journey using your past, present, and future. Beginning with your past, what sort of circumstances were you born into?"}, {"speaker": "Anna", "line": "And what about you now? What is your most impressive attribute?"}, {"speaker": "Anna", "line": "Finally, your future. What kind of future trait do you strive to attain?"}, {"speaker": "Anna", "line": "With everything now complete, let us begin your story posthaste..."}, {"speaker": "Katarina", "line": "Eek!"}, {"speaker": "Kris", "line": "Hey, are you okay?"}, {"speaker": "Katarina", "line": "I-I'm sorry. I was in a hurry, and... Excuse me, did you come here to become an Altean knight as well?"}, {"speaker": "Kris", "line": "Yeah. I came here all the way from Sera village when I heard they were recruiting new knights. My name's Kris."}, {"speaker": "Katarina", "line": "Kris? That's a nice name. We're here for the same reason then. My name is Katarina. I came because I wish to serve Prince Marth. But there sure are a lot of hopefuls here. Look, there's one over there and another there..."}, {"speaker": "Luke", "line": "Here it is! This is where my shining legacy starts! The first chapter of my epic saga to become Altea's greatest knight!"}, {"speaker": "Roderick", "line": "...Luke, I'm going up ahead."}, {"speaker": "Luke", "line": "Hey, wait up, Roderick! Don't leave your partner behind!"}, {"speaker": "Kris", "line": "There's no doubt those two were knight candidates like us."}, {"speaker": "Katarina", "line": "We should follow them, Kris. I think the leader of the knights, Sir Jagen, has something to say to all of us."}, {"speaker": "Jagen", "line": "Altea's gates have opened today so that we may test you as potential knights. Knights will be chosen by their ability, not by their blood. The path is not easy, however. We have gathered a hundred men and women today, and only a handful of you will succeed."}, {"speaker": "Katarina", "line": "T-this is nerve-wracking."}, {"speaker": "Kris", "line": "I'm nervous too, but I've been training hard for this day."}, {"speaker": "Jagen", "line": "We expect every one of you to show us the results of your arduous training! Apprentices, I want you to gather in pairs! You will be facing real Altean knights in mock combat!"}, {"speaker": "Katarina", "line": "Huh?! We have to fight? T-this could be a problem... Kris, would you please partner with me? I'm training to become a tactician."}, {"speaker": "Kris", "line": "A tactician?"}, {"speaker": "Katarina", "line": "Y-yes. I can give you advice on how to fight, but I can't fight at all..."}, {"speaker": "Soldier", "line": "Hey, you two! You're up next. Grab your weapons and get into position. Hurry!"}, {"speaker": "Kris", "line": "Got it! Let's go, Katarina! The test is about to start."}, {"speaker": "Katarina", "line": "Y-yes! Let's do our best."}], "battle": [{"speaker": "Katarina", "line": "Kris! Let's move to that spot over there."}, {"speaker": "Soldier", "line": "So you made it to the right place. I'll be your first opponent. Attack me whenever you like!"}, {"speaker": "Jagen", "line": "...I'm your final opponent for the day. Don't hold back!"}], "boss": [{"speaker": "Jagen", "line": "Excellent. Show me what you've got!"}, {"speaker": "Jagen", "line": "Urgh... I've been beaten?"}], "end": [{"speaker": "Kris", "line": "Phew... we won, somehow."}, {"speaker": "Jagen", "line": "Yes... splendid work! I see we can expect much from this year's apprentices."}, {"speaker": "Katarina", "line": "You did it! We won, Kris! ...But I didn't really do anything... It was all thanks to you that we won, Kris!"}, {"speaker": "Jagen", "line": "Prince Marth wishes to address everyone who passed the test. Sire, if you please."}, {"speaker": "Marth", "line": "I humbly thank you all for coming."}, {"speaker": "Katarina", "line": "Ah, it's Prince Marth! He looks so majestic. So that's the face of the hero who saved the world. I love the stories about Prince Marth in the last war. How about you, Kris?"}, {"speaker": "Kris", "line": "Of course. After all, Prince Marth was the hero who brought an end to the previous war."}, {"speaker": "Katarina", "line": "Yes, he defeated the Shadow Dragon and Dark Pontifex, restoring peace to the world."}, {"speaker": "Jagen", "line": "You there, silence! You stand before Prince Marth!"}, {"speaker": "Katarina", "line": "Eep!"}, {"speaker": "Marth", "line": "Everyone. I'm truly happy that so many came to help shoulder Altea's future. With the war over, peace has returned. However, peace isn't something we can simply take for granted: It is my duty, as ruler, to risk my life to protect it. Alone, I am powerless. So, everyone. From now on, I want you to lend me your power, as my knights."}, {"speaker": "Katarina", "line": "Hear hear, Prince Marth! It was wonderful hearing Prince Marth speak, wasn't it, Kris?"}, {"speaker": "Kris", "line": "Yes, it was. We have to do our best so he can rely on us."}, {"speaker": "Katarina", "line": "Let's keep at it together!"}]}