{"chapter": "04", "title": "Joy And Sorrow", "speakers": ["Marth", "Kris", "Ogma", "Jubelo", "Yuliya", "Boy", "Girl", "Villager", "Castor", "Guile", "Sirius", "Caeda", "Jagen"], "dialogue_counts": {"Marth": 12, "Kris": 6, "Ogma": 7, "Jubelo": 3, "Yuliya": 2, "Boy": 1, "Girl": 1, "Villager": 3, "Castor": 4, "Guile": 3, "Sirius": 7, "Caeda": 3, "Jagen": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 6}, "lines": 61, "transitions": "--AA-------------A-A-A-A", "opening": ["Marth was unable to reunite with Princess Minerva, and so, in order to help Ogma and the Grustian royal children, he decided to visit Wendell, who was once the children's guardian.", "However, the \"Holm Beach\" where Wendell resides is dominion of the infamous Macedonian Vikings. Countless pirates await in Marth's path. Will Marth be able to safely rescue the children...?"], "intro": [{"speaker": "Marth", "line": "Kris, may I have a moment? Wh-what in the blazes!? M-may I ask, what happened to your hair?"}, {"speaker": "Kris", "line": "Father Wrys cut my hair for me. Is something wrong, sire?"}, {"speaker": "Marth", "line": "He, uh, certainly did. Well, if you like it, then wonderful. ...... W-well then, let's begin the war council."}, {"speaker": "Kris", "line": "Yes, sire."}, {"speaker": "Ogma", "line": "Yuliya, Jubelo. This place is notorious for the Macedonian Vikings. If we could, we'd stay the hell away, but the village where Lord Wendell resides is just past this area."}, {"speaker": "Jubelo", "line": "Mister Ogma... I'm scared... Can we go back...?"}, {"speaker": "Yuliya", "line": "Jubelo! Get a hold of yourself! You're a man, are you not? Show some spine! You can use a Fire tome, can't you? So... fight with it!"}, {"speaker": "Jubelo", "line": "But Master Wendell said that we mustn't fight... Besides, I don't like fighting."}, {"speaker": "Yuliya", "line": "Ugh, stop complaining! It's just you and me now. You have to stay strong, because I... sniff... I don't know what we're supposed to do..."}, {"speaker": "Jubelo", "line": "Oh... I'm sorry, Yuliya... I'll do my best, so... please don't cry!"}, {"speaker": "Ogma", "line": "Damn... This can't be good... We've been spotted. Kids, we've got no choice; we're going to have to cut through. Do not leave my side!"}], "visit": [{"speaker": "Boy", "line": "D'you know of a staff called Rescue? I hear you can bring faraway allies right next to you in a flash! It'd be so cool if it were true!"}, {"speaker": "Girl", "line": "Oh, those \"Star Shards\" are so shiny and pretty. If you hold on to them, something good might happen to you."}, {"speaker": "Villager", "line": "These days, all them bandits and pirates've been doin' as they please. Geez. This wouldn't 'ave 'appened if it weren't for all them political tomfoolery."}, {"speaker": "Villager", "line": "Oh, you're... you're... the prince of Altea! How nice of you to drop by, sir!"}, {"speaker": "Marth", "line": "I heard Lord Wendell was living here."}, {"speaker": "Villager", "line": "Yes, that, er... was correct... Yesterday, a group of Archanean soldiers suddenly came and took the pontifex away. Although, Prince... He did leave his magic tome behind. I believe it's wind magic. Please, take it with you."}], "recruit-visit": [{"speaker": "Marth", "line": "Well, if it isn't Castor! What brings you to a place like this?"}, {"speaker": "Castor", "line": "Ah, Prince Marth! Erm... Actually, I need money for medicine for me sick mother. But I couldn't find any work in Talys, so I moved here instead."}, {"speaker": "Marth", "line": "I see... That's terrible... I do hope your mother gets better. Well, goodbye then..."}, {"speaker": "Castor", "line": "......... Wait!! Me mother, she's really sick... I need money, sir..."}, {"speaker": "Marth", "line": "Hm? Oh right, here. It's only a little, but I hope it helps."}, {"speaker": "Castor", "line": "Uhm... Thank you, Prince Marth. You don't have to be so kind to a guy like me..."}, {"speaker": "Marth", "line": "Castor... That's a bit much... It's only natural to help someone in need."}, {"speaker": "Castor", "line": "No, Prince Marth! You've done so much for me. I want to help you. Please, let me fight alongside you. You have my life at your disposal!!"}], "battle": [{"speaker": "Guile", "line": "Gahahaha! Won't be long now 'til my boys, hidden in the forts, all spring out 'n' attack. I can almost see the precious looks on their bewildered faces!"}], "recruit-talk": [{"speaker": "Ogma", "line": "And just who the hell are you? Are you in league with the pirates?", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Sirius", "line": "I am Sirius, a mere traveler.", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Ogma", "line": "Oh, I see. I'm a little bit worked up right now. Sorry about the mix-up.", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Sirius", "line": "Those children...", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Ogma", "line": "I'm taking care of them. Do you know them?", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Sirius", "line": "No, I don't... But I do know that, as things stand, you won't escape with them. As I understand it, the Altean army should arrive here, provided you reach the southern village. Please, allow me to distract the bandits, while you make your escape to safety.", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Ogma", "line": "I see. So Prince Marth is here, eh? Got it, thanks. I've got to ask though. Why help a group of complete strangers like us?", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Sirius", "line": "I want to save the children. That is... all.", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Ogma", "line": "I see... Sirius... You said your name was Sirius, right? Let's meet again after we both get out of here! There's someone I need to take care of... The guy in charge of Grust's occupation, Commander Lang. I want to avenge a man named Lorenz... You--join me...! If I've got you on my side, then I'll be that much stronger.", "recruiter": "Ogma", "recruit": "Sirius"}, {"speaker": "Sirius", "line": "Yes... That would be interesting. But first, you have to survive. Hurry and go!", "recruiter": "Ogma", "recruit": "Sirius"}], "recruit-battle": [{"speaker": "Sirius", "line": "Touch me and I'll strike you down."}, {"speaker": "Sirius", "line": "How foolish of me..."}], "boss": [{"speaker": "Guile", "line": "I'm sorry! ...I wasn't thinking! Gahaha, just kidding! I'll be smashing your pretty head in!!"}, {"speaker": "Guile", "line": "I won't... forget this!"}], "end": [{"speaker": "Caeda", "line": "Marth!!"}, {"speaker": "Marth", "line": "Caeda? Did something happen? Why are you here?"}, {"speaker": "Caeda", "line": "Marth... Altea... Altea was attacked by the imperial army. The Archanean League... Gra and Aurelis ambushed us. Our forces were annihilated and we lost the castle..."}, {"speaker": "Marth", "line": "Wh-what did you say?! This can't be happening! Altea is..."}, {"speaker": "Kris", "line": "Damn! Our homeland has fallen to the enemy..."}, {"speaker": "Jagen", "line": "This is terrible beyond words... That which I feared the most has come to pass. Emperor Hardin likely heard Lang's story, and had us branded traitors."}, {"speaker": "Marth", "line": "I refuse to believe it. Hardin would never attack Altea! You're telling me that he believed Lang and truly thought that I wished to instigate a rebellion? Never!"}, {"speaker": "Jagen", "line": "No, I agree with you, sire. This attack was too soon. It happened far too quickly. For an attack of this scale, a great number of preparations had to have been in place. It is likely... that the Grust campaign was a setup. As was the situation in Macedon. It's quite simple, really. They had you leave Altea, with your elite knights in tow, and then proceeded to attack our weakened defenses. Hardin had this planned right from the start."}, {"speaker": "Marth", "line": "That's preposterous! Are you implying that Hardin--with no provocation whatsoever--decided to attack his fellow nation? Are you seriously suggesting this was all an elaborate trap? No! I won't accept it... Hardin... why?"}, {"speaker": "Jagen", "line": "Sire... Princess Caeda, what of the others? Is Princess Elice safe?"}, {"speaker": "Caeda", "line": "Elice, she... She gave herself up in order to let me escape with this message. Marth... I'm so sorry. She wanted me to warn you, no matter what... Sniff..."}, {"speaker": "Marth", "line": "Caeda... Don't cry. I understand. Just knowing you're safe makes me happy. I should be the one apologizing. I shouldn't have left... You needn't have to go through this. We will take back Altea. Even if we have to fight Hardin, we WILL reclaim our homeland!"}, {"speaker": "Jagen", "line": "Oh, by the way, Kris. About that hairstyle of yours... Have you decided to keep it that way?"}, {"speaker": "Kris", "line": "...Do you think it looks funny? Well, it'll grow back eventually, if I leave it alone... Do you think I should return it to normal?"}, {"speaker": "Jagen", "line": "Well, it's your decision to make. You should do as you please. So what will it be? Are you going to go back to the hairstyle you had before?"}, {"speaker": "Kris", "line": "Yeah. I'll have to apologize to Father Wrys later, but I think I'll change it back to normal."}, {"speaker": "Jagen", "line": "Yes. I do believe that would be a good idea."}, {"speaker": "Kris", "line": "No, it's alright. I'm quite fond of my new hair... Or lack of it, rather."}, {"speaker": "Jagen", "line": "I-is that so? Well, if that's your wish, then I can hardly complain."}]}