{
  "chapter": "05",
  "title": "Liberation Of Grust",
  "speakers": [
    "Jagen",
    "Kris",
    "Toras",
    "Lang",
    "Soldier",
    "Jeorge",
    "Villager",
    "Elder",
    "Bandit",
    "Julian",
    "Rickard",
    "Ogma",
    "Barst",
    "Bord",
    "Cord",
    "Marth"
  ],
  "dialogue_counts": {
    "Jagen": 5,
    "Kris": 3,
    "Toras": 4,
    "Lang": 2,
    "Soldier": 3,
    "Jeorge": 5,
    "Villager": 2,
    "Elder": 1,
    "Bandit": 1,
    "Julian": 2,
    "Rickard": 4,
    "Ogma": 2,
    "Barst": 11,
    "Bord": 3,
    "Cord": 4,
    "Marth": 1
  },
  "gender_counts": { "M": 0, "F": 0, "N": 0, "A": 3 },
  "lines": 56,
  "transitions": "---AA-------------------A",
  "opening": [
    "The shocking news brought by Caeda was a terrible blow to Marth. Hardin was once not only a comrade-in-arms, but a trusted confidant and irreplaceable friend.",
    "\"Yet... why attack Altea? What have I done wrong?\"",
    "Filled with frustration, Marth hurried his return to his homeland, but the first barrier stood in his way: Olbern Keep, headquarters of the Grustian Occupation Army led by the evil General Lang... also known as the \"Nest of Evil.\""
  ],
  "intro": [
    {
      "speaker": "Jagen",
      "line": "Kris, it's been decided that we're going to war with Archanea. Archanea will not be an easy opponent. They have one of the most powerful militaries on the continent."
    },
    {
      "speaker": "Kris",
      "line": "We're ready to face anything, sir. Although... we still lack experience, I admit. We have to grow stronger..."
    },
    {
      "speaker": "Jagen",
      "line": "Indeed. Kris, are you aware of the \"drill grounds\" that operate across the continent?"
    },
    { "speaker": "Kris", "line": "Drill grounds, sir?" },
    {
      "speaker": "Jagen",
      "line": "It costs a bit of money, but if you go practice in one, you can get stronger. It might be a good idea to let our more inexperienced men have a go."
    },
    {
      "speaker": "Toras",
      "line": "Commander Lang. The... A-Altean army has arrived..."
    },
    {
      "speaker": "Lang",
      "line": "You moron. Why are you so panicked? With their nation and name in ruins, the Alteans are of no consequence to us."
    },
    {
      "speaker": "Toras",
      "line": "But, Sir Jeorge's archers left to quell the rebellion. Can we win with just our troops?"
    },
    {
      "speaker": "Lang",
      "line": "Why didn't you tell me earlier? Call Jeorge back to the castle this instant! While you're there, find that hired sword, Navarre, and bring him here. General Toras! I'm heading inside. You will defend this location till your last breath. Do NOT let the enemy get close. Do I make myself clear?!"
    },
    {
      "speaker": "Soldier",
      "line": "Captain Jeorge. We've received orders to return to the castle immediately."
    },
    {
      "speaker": "Jeorge",
      "line": "Orders from Lang, huh? I'm not fond of that man. His treatment of our people is simply intolerable. To work beneath him is an insult. Pay his orders no mind."
    },
    {
      "speaker": "Soldier",
      "line": "But, Captain! You'll be accused of treason! Captain?! You can't be planning to defect to Altea..."
    },
    {
      "speaker": "Jeorge",
      "line": "No, that's not an option. If I were to defect now, I'd drag the entire platoon down with me. So for that reason alone, I will absolutely not take any risks that might besmirch our name."
    },
    { "speaker": "Soldier", "line": "Captain Jeorge..." },
    {
      "speaker": "Jeorge",
      "line": "Anyway, inform everyone: Do not move from your stations. However, if the enemy approaches, you may engage them."
    }
  ],
  "visit": [
    {
      "speaker": "Villager",
      "line": "Y'know, lately I haven't seen that mercenary, Samuel. I thought that he might have joined your ranks, but I guess not... He's as lax as they get, but you can't go wrong with his skill."
    },
    {
      "speaker": "Villager",
      "line": "Oh, Alteans, hear our plea! Please, defeat General Lang! As long as that man lives, peace is but a fleeting dream."
    },
    {
      "speaker": "Elder",
      "line": "Ohh, if isn't Prince Marth! I wonder how my granddaughter Lena is faring, hm? What, you don't know? I see... Th-then... Do you still want this Hammerne staff? At least, if Lena's pupil Marisha were around, I'm sure she could use it... Well, whatever be the case, I've no use for a souvenir. Please, make good use of it."
    }
  ],
  "battle": [
    {
      "speaker": "Bandit",
      "line": "Whoo! Ready, boys? Look at all the ruckus! Never a better time to attack that buncha villages!"
    }
  ],
  "recruit-talk": [
    {
      "speaker": "Julian",
      "line": "Hey, Rickard! I see you haven't tired of stealin'.",
      "recruiter": "Julian",
      "recruit": "Rickard"
    },
    {
      "speaker": "Rickard",
      "line": "Ah! Chief! How nice to see ya. Well, I was plannin' on workin' with you and makin' loadsa money, but you had to go and quit the business! Fallin' head over heels for that beautiful cleric, and then dumpin' me... That's just too cruel! Did our love really mean that little to you?",
      "recruiter": "Julian",
      "recruit": "Rickard"
    },
    {
      "speaker": "Julian",
      "line": "Can it, you little fink!! People'll get the wrong idea about us, if you keep talkin' like that. Anyway, forget about thievin' and come with me to fight for justice.",
      "recruiter": "Julian",
      "recruit": "Rickard"
    },
    {
      "speaker": "Rickard",
      "line": "Hmm... alright then! I'll follow you anywhere. I do adore ya, Chief!",
      "recruiter": "Julian",
      "recruit": "Rickard"
    },
    {
      "speaker": "Ogma",
      "line": "Long time no see, Barst.",
      "recruiter": "Ogma",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "Captain Ogma! Why are you here...?",
      "recruiter": "Ogma",
      "recruit": "Barst"
    },
    {
      "speaker": "Ogma",
      "line": "Another war has started. Once again, I fight under Prince Marth's banner. Barst, lend us your strength. We need you.",
      "recruiter": "Ogma",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "I got nothing to do with fighting now... Well, that's what I would say if you were anyone else. Captain, I owe you. You've saved our sorry asses on more occasions than one. Captain Ogma. Just say the word. I'll do whatever you want!",
      "recruiter": "Ogma",
      "recruit": "Barst"
    },
    {
      "speaker": "Bord",
      "line": "Barst! What're you doin' in a place like this?!",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "Bord? It's been a while. Fighting's a thing of the past for me. I'm just an ordinary woodcutter now. Move along; nothing to see here.",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Bord",
      "line": "Don't be an idiot. Doncha know? This is Prince Marth's fight. If you ignore his plea, you're a disgrace to the Talysian Mercenaries. Tell me you're no disgrace.",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "...... You know, all I really want is to live in peace... I suppose I can't just kick back, and chop my wood, with this damn war going on. This needs to end quickly.",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Bord",
      "line": "Oh yeah! That's my bro!",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "Yeah, I'll join too. Tell Prince Marth for me.",
      "recruiter": "Bord",
      "recruit": "Barst"
    },
    {
      "speaker": "Cord",
      "line": "Barst! What're you doin' here?!",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "Bord? Long time no see.",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Cord",
      "line": "I'm not Bord! I'm Cord! You of all people should know that!",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "It was a joke! Sorry. Look, Cord, I know you came out all this way... But I've got nothing to do with war no more. I'm an ordinary woodcutter now. Just ignore me.",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Cord",
      "line": "Don't be stupid. Doncha know? Prince Marth's fighting again. If you ignore his plea, you're a disgrace to the Talysian Mercenaries. You wanna be a disgrace, is that it?",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "...... You know, all I really want is to live in peace... I suppose I can't just kick back, and chop my wood, with this damn war going on. This needs to end quickly.",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Cord",
      "line": "Heh! That's my bro.",
      "recruiter": "Cord",
      "recruit": "Barst"
    },
    {
      "speaker": "Barst",
      "line": "Yeah, I'll join too. Tell Prince Marth for me.",
      "recruiter": "Cord",
      "recruit": "Barst"
    }
  ],
  "recruit-battle": [
    {
      "speaker": "Jeorge",
      "line": "You wouldn't have needed to die if you hadn't come so close..."
    },
    { "speaker": "Jeorge", "line": "Fools..." },
    { "speaker": "Rickard", "line": "Chief, where aaare ya?" },
    { "speaker": "Rickard", "line": "Tch. Man, I messed up big time." },
    {
      "speaker": "Barst",
      "line": "Oi, quit it! I don't want to get involved in no war!"
    },
    { "speaker": "Barst", "line": "Damn it... What a world..." }
  ],
  "boss": [
    { "speaker": "Toras", "line": "Projection 44.5 degrees! Fiiiire!!!" },
    { "speaker": "Toras", "line": "General Lang... Altea is too strong..." }
  ],
  "end": [
    {
      "speaker": "Jagen",
      "line": "Sire, we've finally seized control of Grust. However, a number of enemies are concealed within the castle. Our job here is far from over."
    },
    {
      "speaker": "Marth",
      "line": "Yes, I know. Lang must be stopped here and now. Or else we forsake the people of Grust."
    },
    {
      "speaker": "Kris",
      "line": "Sire. I, too, do not intend to let him go. Say the word and with these very hands..."
    },
    {
      "speaker": "Jagen",
      "line": "This is Lang we are talking about. We don't know what he's planning. Kris, we must take extra caution when fighting inside the castle!"
    }
  ]
}
