{"chapter": "06x", "title": "Mercenary Squad", "speakers": ["Jagen", "Marth", "Kris", "Radd", "Caesar", "Clarisse", "Legion"], "dialogue_counts": {"Jagen": 2, "Marth": 14, "Kris": 10, "Radd": 12, "Caesar": 16, "Clarisse": 5, "Legion": 6}, "gender_counts": {"M": 1, "F": 1, "N": 0, "A": 8}, "lines": 65, "transitions": "-F-M---------AA-AAA-AA-A-", "intro": [{"speaker": "Radd", "line": "We did it, Caesar! Our ambush was a success. They're completely surrounded. Tactical victory is ours."}, {"speaker": "Caesar", "line": "I see. However, don't lower your guard. Our enemy is the Altean army... We know how strong they are."}, {"speaker": "Radd", "line": "But Caesar, are you really fine with this? We did fight under Altea's banner in the previous war..."}, {"speaker": "Caesar", "line": "We're mercenaries. We have no liege. I need gold, and will do anything for it. Even selling my soul to the devil."}, {"speaker": "Radd", "line": "Gold, huh... Indeed, when we get the reward from Emperor Hardin... I'm sure we could save her. Alright, let's do it, Caesar!"}, {"speaker": "Caesar", "line": "Radd, there's no need for you to follow me. My sister is my business. The Altean army is strong. You'll die if you're careless."}, {"speaker": "Radd", "line": "I'm doing this for my own interests too. So I'll tag along with you, Caesar. As I always have, and always will."}, {"speaker": "Caesar", "line": "Very well. Then, let's go!"}, {"speaker": "Clarisse", "line": "Legion, you're ready, I presume?"}, {"speaker": "Legion", "line": "Yes, yes, yesss! It's finally time for us allses! Uwee hee hee!!! Togethers with those mercenaries, we'll gives Marth a royal funeral!"}, {"speaker": "Clarisse", "line": "It seems some of those mercenaries were Marth's allies in the previous war. I do wonder if they'll be of any use."}, {"speaker": "Legion", "line": "So whats? Doesn't matters. If they're uselesses, all we have to do is kills him ourselves."}, {"speaker": "Clarisse", "line": "Bah, I don't like you getting the best part. Oh well, do whatever you want."}], "recruit-battle": [{"speaker": "Caesar", "line": "The time for words is gone. Fighting is all we can do, now."}, {"speaker": "Caesar", "line": "Can't I... even save... one little sister...?"}, {"speaker": "Radd", "line": "I am Radd, deputy commander of this mercenary band. Here I come..."}, {"speaker": "Radd", "line": "Caesar... Please... stay alive..."}], "boss": [{"speaker": "Legion", "line": "Uwee hee hee! Come on! Come on! Come on! Timeses to fight!!!"}, {"speaker": "Legion", "line": "We won't dies... even if you kill mes... Uwee...hee..."}], "end": [{"speaker": "Caesar", "line": "You win, Prince Marth. I should have known you weren't a foe we could defeat with petty tricks. I surrender. Kill me or whatever; I'm all yours."}, {"speaker": "Marth", "line": "Caesar, I'd like to hire you and Radd if possible. I want you to come with us. You and Radd fought by my side in the previous war. You're both my comrades."}, {"speaker": "Caesar", "line": "Prince, forgive me, but we're mercenaries. All we did in the previous war was fulfill our duties as hired swords."}, {"speaker": "Marth", "line": "It might have been just a job for you two... But not to me. Both of you are my precious comrades. You were then, and still are now."}, {"speaker": "Caesar", "line": "Prince... I appreciate your willingness to say such kind words to mercenaries like us. However, at the end of the day, we're hired swords. Therefore, we ask for gold. Prince, Archanea occupies your country. It's obvious you don't have the extra resources needed to pay us."}, {"speaker": "Marth", "line": "Well, you have a point..."}, {"speaker": "Kris", "line": "Gold shouldn't be an issue. Prince Marth will reclaim Altea, our homeland. Altea may be occupied by Archanea now, but we shall defeat them. And then, you'll have the gold you seek."}, {"speaker": "Caesar", "line": "Do you... honestly think you stand a chance? Against a powerful kingdom like Archanea?"}, {"speaker": "Kris", "line": "Of course. Besides, I'm sure you don't have a choice, at this point. Since you've failed your mission, Archanea won't pay you the gold you seek anymore. If you're a hired sword working for gold, following Prince Marth would serve your interests better. Am I wrong?"}, {"speaker": "Caesar", "line": "...Indeed, your argument is sound. As we've failed, we have no other options. Prince Marth, Radd and I are now your hired swords. We shall accompany you for as long as you wish us to."}, {"speaker": "Marth", "line": "Thank you, Caesar."}, {"speaker": "Radd", "line": "No... Caesar..."}, {"speaker": "Marth", "line": "Radd... You have my condolences. Radd, I'd like to hire you if possible. I want you to come with us. You and Caesar fought by our side in the previous war. You're both my comrades."}, {"speaker": "Radd", "line": "...Me, work for you? Sure thing, Prince Marth. But I hate you guys. I could just feign joining you, Prince, and then try and kill you, y'know?"}, {"speaker": "Marth", "line": "I don't mind."}, {"speaker": "Radd", "line": "Eh...?"}, {"speaker": "Kris", "line": "Sire...!"}, {"speaker": "Marth", "line": "Radd, listen to me. Caesar is dead... We killed him. And that's why I ask this of you. I don't want this... I don't want comrades killing each other!"}, {"speaker": "Radd", "line": "...Prince Marth..."}, {"speaker": "Kris", "line": "Radd. This is the first time we meet. I don't know your connection with Caesar. However, I know this. Caesar's death... pains Prince Marth as much as it pains you..."}, {"speaker": "Radd", "line": "..."}, {"speaker": "Kris", "line": "Radd, Prince Marth will be even sadder if you die, too. We don't want to repeat that tragedy again. So, please..."}, {"speaker": "Radd", "line": "...Alright. Prince Marth, if you so wish, then I'll tag along with you. I'll accept the money once this war is over. For Caesar's sake, too, I must save that girl..."}, {"speaker": "Marth", "line": "Thank you, Radd."}, {"speaker": "Caesar", "line": "We lose, Prince Marth. I should have known you weren't a foe we could defeat with petty tricks. Kill me. Send me to where Radd is waiting."}, {"speaker": "Marth", "line": "Caesar, I'd like to hire you, if possible. I want you to come with us. You and Radd fought by my side in the previous war. You're both my comrades."}, {"speaker": "Caesar", "line": "Prince, forgive me, but we're mercenaries. All we did in the previous war was fulfill our duties as hired swords. Besides, do you think I'd just agree? Now that Radd's been killed..."}, {"speaker": "Marth", "line": "That's right, Radd is dead... We killed him. But that's exactly why I'm asking this of you. I don't want this... I don't want comrades killing each other anymore!"}, {"speaker": "Caesar", "line": "...Prince Marth..."}, {"speaker": "Kris", "line": "Mercenary commander Caesar. This is the first time we meet. I don't know your connection with Radd. However, I know this. Radd's death... pains Prince Marth as much as it pains you..."}, {"speaker": "Caesar", "line": "..."}, {"speaker": "Kris", "line": "Caesar, Prince Marth will be even sadder if you die, too. We don't want to repeat that tragedy again. So, please..."}, {"speaker": "Caesar", "line": "...Very well. While I'm not fully convinced... This was something I brought upon myself. I have no right to blame others for it. Prince Marth, from now on I'm in your service. I shall accompany you for as long as you wish it."}, {"speaker": "Marth", "line": "Thank you, Caesar."}, {"speaker": "Kris", "line": "Sire, the battle is over."}, {"speaker": "Marth", "line": "Kris, Caesar and Radd were... our comrades in the previous war. Jeorge too, to think we'd be fighting our former comrades like this..."}, {"speaker": "Jagen", "line": "Sire, you must be strong. Now that Archanea has become our enemy, we'll have to face this kind of situation many times over. But don't worry, sire. You will always have Kris and me--your loyal retainers--by your side."}, {"speaker": "Marth", "line": "Thank you, Jagen, Kris. It's only because you're with me that I can walk forward. Let us go, to the Fane of Raman."}, {"speaker": "Clarisse", "line": "Oh dear. Legion, it seems your clone died."}, {"speaker": "Legion", "line": "Legion was no clone. Legion was our brotherses. We are allses brotherses."}, {"speaker": "Clarisse", "line": "Ugh, whatever. So, are you the real Legion? Or just another clone?"}, {"speaker": "Legion", "line": "Who knows? Legion doesn't knowses. Uwee hee hee! The Alteans are strong-strong. Next times, we'll bring ALL our brotherses. Real Legion and brotherses, together we'll kills Marth. Uwee hee!"}]}