{"chapter": "08", "title": "Soulful Bridge", "speakers": ["Marth", "Kris", "Cain", "Jagen", "Villager", "Bantu", "Hardin", "Caeda", "Roger", "Jeorge", "Gordin", "Astram", "Wendell"], "dialogue_counts": {"Marth": 14, "Kris": 13, "Cain": 3, "Jagen": 3, "Villager": 1, "Bantu": 4, "Hardin": 10, "Caeda": 7, "Roger": 9, "Jeorge": 9, "Gordin": 5, "Astram": 2, "Wendell": 3}, "gender_counts": {"M": 64, "F": 9, "N": 1, "A": 9}, "lines": 86, "transitions": "---MAMA-MAMMMMMM-N-MMMMMMM-M-M-MMM-FMFMFMFMFMFMFM-MMMMMM-MMMMMMMMM-M-M-M-M-M-M-M-M-MFM-MMM-MMAMM-A-F-M-MAMA-AMA", "opening": ["Soon after reclaiming the Fane of Raman, Marth's army fears pursuit from the Archanean army and escapes towards Chiasmir Bridge. However, a new enemy attacks the Altean army upon reaching the central islet.", "\"The Archanean army is coming from the north; we'll be surrounded like this.\"", "The situation is desperate! Can Marth and his friends overcome the many perils?"], "intro": [{"speaker": "Marth", "line": "Huh? Kris, what's with the hat?"}, {"speaker": "Kris", "line": "This? Lord Wendell gave it to me so that my cold wouldn't get any worse."}, {"speaker": "Marth", "line": "From Lord Wendell, I see... Chiasmir Bridge has a strong sea wind, so it's good to have a hat to keep warm. It suits you, Kris."}, {"speaker": "Kris", "line": "Really? Thank you, sire."}, {"speaker": "Cain", "line": "Sire, you're safe! Kris! you too! You've guarded Prince Marth well."}, {"speaker": "Kris", "line": "Sir Cain! You made it!"}, {"speaker": "Marth", "line": "I'm truly glad that you came back unharmed, Cain."}, {"speaker": "Cain", "line": "Yeah, somehow I managed to shake off the enemy and escape here. But the enemy is already approaching from the north."}, {"speaker": "Marth", "line": "Don't worry. We will crush them."}, {"speaker": "Cain", "line": "No, not this time. Hardin is being protected by a mysterious power: we can't lay a finger on him. So even if we fight him now, we haven't a chance of winning. Please, head to the northwestern fortress. There's a boat across the river, which we can use to escape to the Khadein desert."}, {"speaker": "Jagen", "line": "Sire, the free company to the south will probably make their move soon. Indeed, now's not the time to fight. For the time being, let's do as Cain suggests and make our escape. After that, we'll think of something..."}, {"speaker": "Marth", "line": "I see... I don't like it, but we haven't a choice... Everyone, hurry to the northwest fortress!"}], "visit": [{"speaker": "Villager", "line": "If ya ask me, archers'll always get along well with archers."}], "recruit-visit": [{"speaker": "Bantu", "line": "Oh look, if it isn't Prince Marth. Long time no see, Lad. It seems so noisy out; I wonder what's happened?"}, {"speaker": "Marth", "line": "Ah, Bantu! Fancy meeting you in a place like this. How is Tiki?"}, {"speaker": "Bantu", "line": "Oh, she is no longer by my side. Lord Gotoh took her to the Ice Dragon's Temple again."}, {"speaker": "Marth", "line": "The Ice Dragon's temple? Where's that? I've never heard of such a place..."}, {"speaker": "Bantu", "line": "It's in the icy lands, far north of here. But it's no place for humans. Besides the hero Anri, no man has been there yet."}, {"speaker": "Marth", "line": "Anri?! Are you, perchance, referring to the \"Realm of the Gods\" from Anri's legends?"}, {"speaker": "Bantu", "line": "I'm not at liberty to say anything more. If you want to know more, you should ask Lord Gotoh. Anyhow, I have a favor to ask of you. My precious firestone was stolen by thieves. If you can get it back for me, I'll show you how it works. Thank you, Prince Marth."}], "battle": [{"speaker": "Hardin", "line": "...Hasten the preparations of the troops within the fortress. I want Marth cornered like a rat..."}, {"speaker": "Hardin", "line": "Heh heh heh... Prince, your struggle is in vain. But let us continue this game for a while. Just know that you're fast running out of time. Soon, I will kill you myself..."}, {"speaker": "Hardin", "line": "Heh heh heh... Prince Marth, it's been far too long."}, {"speaker": "Marth", "line": "Hardin... Why did you attack our country? What would compel you to do such an act? I... I can't believe this. Have you really changed this much?"}, {"speaker": "Hardin", "line": "Prince, I am the ruler of this continent and the Emperor of Archanea. I will show no quarter to anyone who opposes me. That includes you, Prince... I must destroy this foul world... It is beyond salvation. Traitors, playtime is over. You will all die here. All soldiers, attack! Do not leave a single traitor standing!"}], "recruit-talk": [{"speaker": "Caeda", "line": "Good day, sir.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Ack! You, y-you're... Caeda!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Thank goodness, Roger. It's nice to see you again.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Uh... Uhm, you should know, I've no plans to betray Archanea. I was just thinking about that time when you asked me \"do you believe in love?\" But I'm different from who I was back then.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Really? But you still seem like a nice man. That's why I wanted to speak with you again.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Uhh...", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "May I just ask, why are you fighting for Archanea?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Be-because Archanea has already taken over the world. Resistance is futile: no one can win. My life is precious to me. If I side with whoever's stronger, then I'm guaranteed to live longer...", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "I see.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "A-are you disappointed with me?", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "No, never. As I thought, you're fighting for what you believe in. You're not different. You're the same, kind man as when I first met you and I'm happy for that.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "Uhhh... Wait- you're leaving?!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Caeda", "line": "Yes. I too must fight for what I believe in. But I'll make a request to Marth so that we don't have to fight you. I'm happy that we could talk again, Roger.", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Roger", "line": "W-wait! ...As I thought, you're still very kind. Dare I say, we don't have girls quite like you back in Grust or Archanea. Um, perhaps... I suppose I could... Aw heck, I'm going with you again!", "recruiter": "Caeda", "recruit": "Roger"}, {"speaker": "Marth", "line": "Wait, Sir Jeorge. I wish to speak with you.", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "Prince Marth... Please, lower your weapon. I don't want to fight you.", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Marth", "line": "I know. As do I. You taught Gordin how to use a bow. And you were an instructor to the junior knights of Altea. You've been a great boon to Altea: I could never fight you, Sir Jeorge.", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "Prince... I pledge allegiance to Princess Nyna. But I can tolerate Hardin no longer... Taking other countries by force, executing \"rebels\" without reason...", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Marth", "line": "...Hardin was my friend. But he has changed beyond recognition. If he is committing any sort of crime, then I shall stop him. Jeorge, please, help me.", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "...I understand, Prince. To return the kingdom of Archanea to what it was once before... I will take it upon myself to turn my bow against my homeland.", "recruiter": "Marth", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Master! Please, wait!", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "Hm...? Gordin? Long time no see. You seem to have gotten a little sturdier, but has your bow arm improved any?", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Yes, at the moment, I... They call me Altea's master of bows. It's thanks to you, Master, that I've been able to progress this far.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "And? Did you come here because you wanted to challenge your old teacher?", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "N-no! It's not like that... ...I might be asking the impossible, but I'd like you to fight alongside us again, sir.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "......", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Please! Master!!", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "I pledged allegiance to Princess Nyna, but as for Hardin... I've had it with him. Taking other countries by force, executing \"rebels\" without reason. The Archanean army I see now is just a collection of hired thugs. There's not even a shred of chivalry left. To return the kingdom of Archanea to what it was once before... I must take it upon myself to turn my bow against my homeland. Gordin. Convey that to Prince Marth.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Thank you, Master!!", "recruiter": "Gordin", "recruit": "Jeorge"}], "recruit-battle": [{"speaker": "Roger", "line": "I don't want to fight you guys, but it's not as if I have a choice..."}, {"speaker": "Roger", "line": "Ugh... I just wanted to meet her... once more... once more..."}, {"speaker": "Astram", "line": "You traitors! I'll show you the might of Mercurius!!"}, {"speaker": "Astram", "line": "Midia... My love..."}, {"speaker": "Jeorge", "line": "You wouldn't have needed to die if you hadn't come so close, fools..."}, {"speaker": "Jeorge", "line": "What fools..."}], "boss": [{"speaker": "Hardin", "line": "Rebel soldiers... Come to die, have you? I'll show you the terror of Gradivus!"}, {"speaker": "Hardin", "line": "Prince Marth! I'll bury you with these very hands!", "unit": "Marth", "boss": "Hardin"}, {"speaker": "Hardin", "line": "Who are you? Your face is unknown to me.", "unit": "Kris", "boss": "Hardin"}, {"speaker": "Kris", "line": "Kris. I am Prince Marth's Royal Guard. Emperor Hardin of Archanea, the prince told me you were once a trusted friend. Why would you do something like this?", "unit": "Kris", "boss": "Hardin"}, {"speaker": "Hardin", "line": "Kris, is it...? What does it matter to you? You will die here regardless.", "unit": "Kris", "boss": "Hardin"}, {"speaker": "Hardin", "line": "Who are you? Your face is unknown to me."}, {"speaker": "Kris", "line": "Kris. I am Prince Marth's Royal Guard. Emperor Hardin of Archanea, I never knew you in the past. But I do know this: you are now the prince's enemy."}, {"speaker": "Hardin", "line": "You may come, Kris. But no one may even scratch me. You will soon know to fear... the power of the Darksphere..."}], "end": [{"speaker": "Wendell", "line": "I don't mind if you keep it for a little longer. Do you wish to give it back?"}, {"speaker": "Kris", "line": "Yes. Thank you, it was most comfortable."}, {"speaker": "Wendell", "line": "No no, 'twas nothing. ...By the way, should I be hurrying too?"}, {"speaker": "Kris", "line": "Erm... Yes, hurry up and escape!"}, {"speaker": "Kris", "line": "No... If it's all right with you, I'd like to hold on to it a little longer."}, {"speaker": "Wendell", "line": "Yes, that would be splendid. ...By the way, should I be hurrying too?"}, {"speaker": "Kris", "line": "Erm... Yes, hurry up and escape!"}]}