{"chapter": "09", "title": "Sanctuary Of Sorcery", "speakers": ["Kris", "Marth", "Michalis", "Minerva", "Jagen", "Astram", "Soldier", "Villager", "Etzel", "Yoder"], "dialogue_counts": {"Kris": 11, "Marth": 19, "Michalis": 4, "Minerva": 7, "Jagen": 4, "Astram": 1, "Soldier": 1, "Villager": 3, "Etzel": 5, "Yoder": 2}, "gender_counts": {"M": 33, "F": 7, "N": 4, "A": 11}, "lines": 60, "transitions": "---AMAMAMA-AM-AMA-MFMFMFMF-AMAMMMAMM-MM-M-N-N-N-N-MFMFMFM-MMMMMM-M-M---MMAM", "opening": ["Marth barely succeeded in escaping, disembarking in the desert of Khadein. He elected to await his subordinates' safe arrival.", "Khadein, the city of magic, is a sanctuary for mages. Many prospecting mages come here and undergo rigorous training. Magic relies on containing nature's energies in \"tomes\" and \"staves\", freely manipulating these energies to harness great power. A few centuries ago, a lone sage founded an academy here, teaching magic's secrets. However, instead of bringing happiness, magic was soon used as a tool of war and a thing to be traded. The sage was disappointed, and vanished from the pages of history. Though there is no confirmation, some say that was the Archsage Gotoh. Currently, advanced magic like Aura cannot be made without the orbs' power, and their use is restricted to a few chosen ones. Those conditions are set by their creator, and they can only be inherited by those who qualify.", "Khadein, the city of magic... the proud Sanctuary of Sorcery."], "intro": [{"speaker": "Kris", "line": "Sire, am I glad to see you!"}, {"speaker": "Marth", "line": "Kris! Thank goodness. Is everyone else okay?"}, {"speaker": "Kris", "line": "Yes, everyone who survived is here."}, {"speaker": "Marth", "line": "Amazing. I don't know how you all managed to escape that onslaught..."}, {"speaker": "Kris", "line": "We were most fortunate. A sandstorm was brewing as we were making our escape... Thanks to the obscuring sands, the enemy lost sight of us, and we were able to escape with ease. Even during normal battles, I seem to have lucky moments like that."}, {"speaker": "Marth", "line": "I see. Kris, you must be loved by the goddess of fortune."}, {"speaker": "Kris", "line": "It would be my honor."}, {"speaker": "Kris", "line": "Your thoughts are mine. But somehow we were able to shake off the enemy and escape."}, {"speaker": "Marth", "line": "I see. Thank you, Kris."}, {"speaker": "Kris", "line": "Me neither. The way was blocked by earth and sand, and we lost our way as well... B-but somehow... Somehow we escaped."}, {"speaker": "Marth", "line": "How horrible for you... Even during normal battles, Kris, unlucky things always seem to befall you. I have to wonder if the goddess of fortune hates you?"}, {"speaker": "Kris", "line": "It would certainly seem that way..."}, {"speaker": "Michalis", "line": "Minerva, if you wait in this village, you will most certainly run into Marth. I don't like him, but he is indeed noble. Join forces with him."}, {"speaker": "Minerva", "line": "Brother, what are you going to do now? Won't you come with me...?"}, {"speaker": "Michalis", "line": "I have no intention of doing that. I only wish to find Maria and bring her home to Macedon."}, {"speaker": "Minerva", "line": "You've changed, Brother... Or should I say, you've returned to how you used to be. As I thought, back then you were being controlled by Gharnef's dark magic."}, {"speaker": "Michalis", "line": "No, no magic could bend my will. I wished to crush the arrogant Archanea, and establish Macedonian supremacy over this continent. But Father, without bending his ear to me, distanced himself from me and later had me banished."}, {"speaker": "Minerva", "line": "Are you saying that's why you murdered Father? What a fool you were... Didn't you realize that was Gharnef's plotting all along? Yes, Father was strict with you. But it was only because he loved you. Why couldn't you see that?"}, {"speaker": "Michalis", "line": "Enough, Minerva. Do you take me for a fool? After I was defeated, I wandered the gap between life and death. When I had come to, in front of me, I was Maria--her eyes full of tears--praying to the gods. While I treated her like a pawn, Maria, she shed tears for me... Minerva, I'm going now. I have to save Maria. At least that can be my atonement!"}, {"speaker": "Minerva", "line": "Michalis..."}, {"speaker": "Kris", "line": "Sire. How shall we proceed from here?"}, {"speaker": "Marth", "line": "Hmm... I want to go home to Altea, but if we can't prevail against Hardin, then we can't go back. What in the world are we supposed to do...?"}, {"speaker": "Kris", "line": "We need to find out the secret of the strange power that's protecting Hardin. Forgive me, sire. As your Royal Guard, I was supposed to strike down your foes..."}, {"speaker": "Marth", "line": "No, it's not your fault, Kris. I too felt a strange presence emanating from Hardin, almost like..."}, {"speaker": "Jagen", "line": "Sire, it's an emergency! I have just come into some new information. The Khadein mage corps has launched an offensive against us."}, {"speaker": "Marth", "line": "What!? Even Khadein means to be our enemy... Merric, what are you..."}, {"speaker": "Kris", "line": "Sir Jagen, what should we do?"}, {"speaker": "Jagen", "line": "At this rate, it seems we have no choice. Sire, we need to break into the sanctuary, but you must be prepared to make sacrifices. If we don't hurry, Archanea's pursuit force will reach our rear and we'll be trapped."}, {"speaker": "Marth", "line": "I understand. We've no choice. Everyone, let's break into the sanctuary! But avoid needless fights if possible!"}], "battle": [{"speaker": "Jagen", "line": "An update, sire! The Archanea army is, at present, approaching from the south."}, {"speaker": "Marth", "line": "I see. Hasten the march; don't let them catch up!"}, {"speaker": "Astram", "line": "Do not think you can escape, Alteans. I'll turn this desert into your graveyard."}, {"speaker": "Soldier", "line": "Do not think you can escape, Alteans. We will avenge Captain Astram!"}], "visit": [{"speaker": "Villager", "line": "A swordslayer will demonstrate your might against a mercenary or a hero. You should definitely get one if you can."}, {"speaker": "Villager", "line": "From here on north, you won't see no more shops. If you're going that way, you should stock up now."}, {"speaker": "Villager", "line": "The person commanding Khadein's mage corps is a young man named Arlen. He's not a bad man, but he can be a bit uncooperative. Seems he regards his old rival, Merric, with disdain. Hmm... I reckon only Lord Wendell could talk some sense into him."}], "recruit-visit": [{"speaker": "Marth", "line": "Huh? Princess Minerva, why are you here?"}, {"speaker": "Minerva", "line": "My brother... Michalis, he helped me."}, {"speaker": "Marth", "line": "Really? That's good to hear. I was so worried once I heard that Prince Michalis had taken you. But, for him to rescue you: what in the world happened?"}, {"speaker": "Minerva", "line": "Maria saved Michalis's life. She's kind, unlike myself... Maria's kindness was able to touch the heart of even a man like Michalis."}, {"speaker": "Marth", "line": "But, isn't that what you wanted? That's why you deliberately avoided killing Michalis. Am I wrong, Princess?"}, {"speaker": "Minerva", "line": "Hmm......"}, {"speaker": "Marth", "line": "I can understand. No one can sever the ties between family so easily. Princess, please lift your spirits. I would like you to fight with us again, just like before. I would like Macedon's strength and yours in order to put a stop to Hardin's designs."}], "recruit-talk": [{"speaker": "Marth", "line": "You're... Etzel! Why are you here?", "recruiter": "Marth", "recruit": "Etzel"}, {"speaker": "Etzel", "line": "I have my ties to Khadein as well. \"Prince Marth has succumbed to his ambitions and invaded Archanea.\" When I was told that, there was no way I could sit still!", "recruiter": "Marth", "recruit": "Etzel"}, {"speaker": "Marth", "line": "......", "recruiter": "Marth", "recruit": "Etzel"}, {"speaker": "Etzel", "line": "But... No matter how I put it, I just couldn't imagine you'd become that sort of person. Prince Marth, you said to me long ago that you wanted to let the era of war end. Do you still stand by those words?", "recruiter": "Marth", "recruit": "Etzel"}, {"speaker": "Marth", "line": "Yes, I do. I do not seek to fight.", "recruiter": "Marth", "recruit": "Etzel"}, {"speaker": "Etzel", "line": "...I see. I, too, do not seek as such. Allow me to join you once more.", "recruiter": "Marth", "recruit": "Etzel"}], "recruit-battle": [{"speaker": "Etzel", "line": "I don't want to fight you, but I owe Khadein. What a troublesome ordeal I am in..."}, {"speaker": "Etzel", "line": "This war... will... someday..."}], "boss": [{"speaker": "Yoder", "line": "I will not forgive intruders upon our holy sanctuary! Earth, show your fury! Bolganone!!"}, {"speaker": "Yoder", "line": "Arlen... Was this really what you wanted...?"}], "end": [{"speaker": "Jagen", "line": "The atmosphere inside the building seems somewhat strange."}, {"speaker": "Marth", "line": "Indeed, something seems to be happening. Kris, Merric's inside there. You met him during your training, right?"}, {"speaker": "Kris", "line": "Yes. Sir Merric really helped us with his magical prowess. So Sir Merric is here... We must hurry, sire."}, {"speaker": "Marth", "line": "Yes, let's go!"}]}