{"chapter": "10x", "title": "The Mask Laughs", "speakers": ["Jagen", "Kris", "Marth", "Legion", "Horace", "Katarina", "Eremiya", "Clarisse"], "dialogue_counts": {"Jagen": 7, "Kris": 8, "Marth": 4, "Legion": 6, "Horace": 3, "Katarina": 9, "Eremiya": 7, "Clarisse": 5}, "gender_counts": {"M": 20, "F": 21, "N": 0, "A": 8}, "lines": 49, "transitions": "MAM-MMMMM-M-M-M-M-AMMMAM-AMAMAMAM-AM-FFFFFFFFFFFFFFFFFFFFF", "intro": [{"speaker": "Jagen", "line": "Sire, Lord Horace should be inside this fort."}, {"speaker": "Kris", "line": "It seems the enemy has already infiltrated the building. Please be careful, sire."}, {"speaker": "Marth", "line": "All right. Let us fight with caution."}, {"speaker": "Legion", "line": "Uwee hee hee... Horaces, was it? Youses a stubborn ones... Yous already killed three of our brotherses. But there are mores of us... moreses, moreses, moreses! How longs can you last? Uwee hee!"}, {"speaker": "Horace", "line": "Who the hell are you? Who gave you the orders to attack me?"}, {"speaker": "Legion", "line": "Uwee hee hee. Who knowses? We sure don't. But really, poor yous! You'll be killed by us, and won't even knows why!"}, {"speaker": "Horace", "line": "My life isn't my own. Ever since I became a knight, my life is for my liege and my people. I cannot be defeated by cowards like you."}, {"speaker": "Legion", "line": "Uwee hee hee! Bring it on!! We are Legion. There are manys of us and ones of us, all in oneses. Want to knows how to defeats us, hmm? Simple. Just kills the real Legion. But can you findses the real Legion?! Uwee hee hee!!!"}], "recruit-talk": [{"speaker": "Horace", "line": "You are Kris, Prince Marth's Royal Guard, correct? 'Tis an honor to meet you. I am Horace, an Archanean knight in the service of Princess Nyna. Prince Marth saved me in the previous war. For Princess Nyna's sake, please allow me the privilege of fighting alongside you.", "recruiter": "Kris", "recruit": "Horace"}], "battle": [{"speaker": "Legion", "line": "Uwee hee hee! You can kills us and kills us again. But there are mores of our brotherses... moreses, moreses, moreses of us! As longs as the real Legion is still standing, there'll be no end to the Legion... Uwee hee!!!"}], "boss": [{"speaker": "Legion", "line": "Uwee hee hee!!! Are we real or are we false? Try us and see!!!"}, {"speaker": "Legion", "line": "Uwee hee... hee... how did you... know...?"}], "end": [{"speaker": "Kris", "line": "Sire, the remaining enemies have fled. Victory is ours."}, {"speaker": "Marth", "line": "Good work. But either way, that was a strange enemy. Were they even human...?"}, {"speaker": "Jagen", "line": "I've heard rumors about them. Those wicked assassins crushed their souls when they were young, and raised them as living puppets who follow orders without question..."}, {"speaker": "Marth", "line": "How pitiful... Kris. I wonder if Katarina was raised under such circumstances, as well..."}, {"speaker": "Kris", "line": "..."}, {"speaker": "Marth", "line": "However, we can't do anything about that now. Let us go ahead. To Anri's Way, where Lord Gotoh awaits."}, {"speaker": "Kris", "line": "Sir Jagen, I've found something most odd inside the castle. It's this mask. It seems like a different type from the one those assassins wore, but what's it for...?"}, {"speaker": "Jagen", "line": "Heh... This is a mask for use in a masquerade ball, I believe."}, {"speaker": "Kris", "line": "Masquerade ball?"}, {"speaker": "Jagen", "line": "Yes. Noblemen once donned these masks in order to conceal their identities. They were probably used in this old castle a long time ago. So, it's unrelated to the assassins."}, {"speaker": "Kris", "line": "I see... But, it sure is a strange mask."}, {"speaker": "Jagen", "line": "What of it? Don't tell me you intend to wear it?"}, {"speaker": "Kris", "line": "Yes. For some reason, I feel like giving it a try."}, {"speaker": "Jagen", "line": "You are an odd one. Well, do as you wish."}, {"speaker": "Kris", "line": "No, I'll leave it where I found it."}, {"speaker": "Jagen", "line": "Yes, good idea."}, {"speaker": "Katarina", "line": "Lady Eremiya... I have a report. Legion, he..."}, {"speaker": "Eremiya", "line": "I see, so he failed. Even though I took such good care of him... Such a troublesome child."}, {"speaker": "Katarina", "line": "Lady Eremiya, the Altean army is strong. Now that Legion has been defeated... Perhaps we should refrain from pursuing them."}, {"speaker": "Eremiya", "line": "No. Crushing Altea was an order of his."}, {"speaker": "Katarina", "line": "But..."}, {"speaker": "Clarisse", "line": "What? Reese, don't tell me you're afraid?"}, {"speaker": "Katarina", "line": "Clarisse..."}, {"speaker": "Clarisse", "line": "Lady Eremiya, please allow me the honor. I'll take care of them."}, {"speaker": "Eremiya", "line": "My, you're a good girl, Clarisse. Would you?"}, {"speaker": "Clarisse", "line": "Anything for you, Lady Eremiya."}, {"speaker": "Katarina", "line": "... Lady Eremiya, about the remaining Legion brothers..."}, {"speaker": "Eremiya", "line": "Ah, those. Get rid of all of them."}, {"speaker": "Katarina", "line": "Lady Eremiya...!"}, {"speaker": "Eremiya", "line": "They can't fight now that they've lost Legion, can they? So, they're useless now. Broken junk is to be discarded."}, {"speaker": "Katarina", "line": "B-but, Lady Eremiya... They were with us in the orphanage... with you too, Lady Eremiya..."}, {"speaker": "Eremiya", "line": "So what?"}, {"speaker": "Katarina", "line": "..."}, {"speaker": "Clarisse", "line": "Reese, you sure are useless, aren't you? Don't worry, Lady Eremiya. I'll get rid of them."}, {"speaker": "Eremiya", "line": "My, Clarisse is such a good little girl. Completely different from a certain failure."}, {"speaker": "Clarisse", "line": "Ah, Lady Eremiya... Your praise makes me happy."}, {"speaker": "Katarina", "line": "..."}]}