{"chapter": "11", "title": "Anri's Way", "speakers": ["Marth", "Kris", "Jagen", "Caeda", "Jake", "Tiki", "Xane"], "dialogue_counts": {"Marth": 20, "Kris": 12, "Jagen": 2, "Caeda": 4, "Jake": 6, "Tiki": 3, "Xane": 3}, "gender_counts": {"M": 31, "F": 7, "N": 0, "A": 12}, "lines": 52, "transitions": "--MAMAMAM-MMMMMAMA-FMFMFMFM-M-M-FMAMAMFMFMMMAMMM-MAMAM-AMAM", "opening": ["Seeking the Lightsphere, Marth and his friends headed for the Tower of Thabes.", "Thabes is an ancient city buried under the sands, along with many treasures. The legend of Thabes, city of illusion, lured many adventurous men to the desert. However, in the end... not one of them ever returned. As the sages once said... stay clear of Mamorthod, the desert of death. There lies the cursed Dark City."], "intro": [{"speaker": "Marth", "line": "Huh...? W-who's there?"}, {"speaker": "Kris", "line": "Sire, it's me, Kris."}, {"speaker": "Marth", "line": "Oh, it's just you.... You had me startled for a moment. Especially with that mask on you..."}, {"speaker": "Kris", "line": "Is it that strange?"}, {"speaker": "Marth", "line": "Well... perhaps a little. Do you mean to fight like that?"}, {"speaker": "Kris", "line": "Yes."}, {"speaker": "Marth", "line": "I-I see."}, {"speaker": "Marth", "line": "Jagen, where in the world are we...?"}, {"speaker": "Jagen", "line": "This is the path depicted in the Anri Saga. The first obstacle in Anri's Way: the Desert of Death. With its scorching sun, raging sandstorm, savage clansmen of the sands and wyverns that soar and dominate the skies. As the city of illusion shimmers in the distance, we can only stand and gaze... Or so the legend has it."}, {"speaker": "Marth", "line": "So Anri came through here as well. And by himself, too..."}, {"speaker": "Jagen", "line": "That's right. Your ancestor and Altea's founder, King Anri... To save Princess Artemis, he set out on a journey to seek the Divine Blade Falchion."}, {"speaker": "Marth", "line": "King Anri was strong. I wouldn't be able to cross through here alone. I'm truly grateful to those who offered to accompany me through this desert."}, {"speaker": "Kris", "line": "I think everybody wishes to follow you, sire. Everyone wants to be with you. Wherever you go, they will follow. That's what I believe. It's because of your kindness, sire."}, {"speaker": "Marth", "line": "Thank you. I don't have Anri's power. But I have all of you. Wonderful companions like you, Kris. That's how I can keep going. Let's go, Kris."}, {"speaker": "Kris", "line": "Understood."}], "recruit-talk": [{"speaker": "Caeda", "line": "Jake! What are you doing all the way out here...?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Is that you, Caeda? Hey, long time no see. I'm here to meet my beloved Anna.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "Huh? Anna lives in a place like this?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Oh, you didn't know? Anna's running a secret shop out here. It's a tiny bit troublesome coming here, but y'know, love conquers all barriers! Your turn Caeda. What're you doing in the desert?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "Listen, Jake. We're fighting for the peace of the continent again. Could you help us, like old times...?", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "I dunno, I kinda lost my ballista, so I doubt I'd be much use to you.", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Caeda", "line": "That's not true. You'd help us a lot just by being there...", "recruiter": "Caeda", "recruit": "Jake"}, {"speaker": "Jake", "line": "Aw, shucks. How could I say no when you say it like that? I bet Anna's worried about the war too. Alrighty, I'll join you then.", "recruiter": "Caeda", "recruit": "Jake"}], "recruit-battle": [{"speaker": "Jake", "line": "What?! M-more bandits?"}, {"speaker": "Jake", "line": "Anna... I'm... sorry..."}], "end": [{"speaker": "Tiki", "line": "Mar-Mar!! It's been aaages. It's me, Tiki! I've wanted to see you for so long."}, {"speaker": "Marth", "line": "Huh... Tiki?! You came to welcome us? Oh, I see... you've been living with Lord Gotoh, haven't you?"}, {"speaker": "Kris", "line": "Sire, do you know this little girl?"}, {"speaker": "Marth", "line": "Yes. This is Tiki, a companion of ours during the war. Tiki was a great boon to our cause. She mowed down legions of enemy dragons with her tremendous power."}, {"speaker": "Kris", "line": "What?! This little girl did that...?"}, {"speaker": "Marth", "line": "But you've certainly grown since last time. I'm glad to see you're well."}, {"speaker": "Tiki", "line": "Yeah... But I was so lonely. 'Cause you never came to see me..."}, {"speaker": "Marth", "line": "I'm sorry. But I could never forget about you. I had intended to invite you back to Altea once things had calmed down."}, {"speaker": "Tiki", "line": "Mar-Mar... I... I love you!"}, {"speaker": "Marth", "line": "What......?!"}, {"speaker": "Xane", "line": "...Gotcha!"}, {"speaker": "Marth", "line": "Xa... Xane!!!"}, {"speaker": "Kris", "line": "What the...?! T-the little girl is now a man!"}, {"speaker": "Xane", "line": "Oopsy daisy. Took you by surprise, didn't I? Particularly you over there, newbie. I'm Xane. A friend of Marth's. Transformin' into other people's a special ability of mine. Hey princey, my Tiki impression was pretty darn tootin', wasn't it? Did I provide some comic relief? Well, shall we get goin'? You wanted to see Lord Gotoh, right?"}, {"speaker": "Marth", "line": "Xane, how do you know Lord Gotoh? Just who are you?"}, {"speaker": "Xane", "line": "Well, lemme see. I don't think that really matters right now. Hey, put that jaw back in place and follow me."}, {"speaker": "Marth", "line": "Kris, I noticed you fighting with that mask on."}, {"speaker": "Kris", "line": "Yes. The desert sun was strong, but it acted as a shield. Nevertheless, I suppose there's little point in wearing it now."}, {"speaker": "Marth", "line": "I see. Are you going to remove it then?"}, {"speaker": "Kris", "line": "Yes. I think I shall."}, {"speaker": "Marth", "line": "Yes, that's probably a good idea."}, {"speaker": "Kris", "line": "No. I'll keep fighting with it on."}, {"speaker": "Marth", "line": "I-is that so...? Does it not bother you in any way?"}, {"speaker": "Kris", "line": "Not at all. I can fight just fine with it on."}, {"speaker": "Marth", "line": "I-I see. Well, if that's what you've decided then I have no problems with it."}]}