{"chapter": "12", "title": "Graveyard Of Fire Dragons", "speakers": ["Marth", "Xane", "Darros", "Jagen", "Kris", "", "Belf", "Robert", "Leiden"], "dialogue_counts": {"Marth": 13, "Xane": 9, "Darros": 4, "Jagen": 6, "Kris": 4, "": 2, "Belf": 3, "Robert": 1, "Leiden": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 4}, "lines": 44, "transitions": "------A-A-AA-", "opening": ["Marth and his friends follow Xane, marching towards the northern lands. Before their eyes are walls of towering mountains, sheer cliffs, and deep valleys... After passing countless mountains, they are assaulted by scorching heat. Magma flowing like a river and rumbling like thunder blocks their way. Truly a dreadful scene, as if straight out of a nightmare."], "intro": [{"speaker": "Marth", "line": "This place... It's incredible... I feel as though I'm burning up just by standing here."}, {"speaker": "Xane", "line": "This is Flame Barrel... The fire dragons' graveyard. It's where the fire dragons who've degenerated into savage beasts come to wait for their death."}, {"speaker": "Marth", "line": "Degenerated, you say...? What do you mean by that?"}, {"speaker": "Xane", "line": "I'm not sure if you're aware, but the dragon tribe is dyin'. Those who don't confine their true, dragon form in a stone eventually lose all reason and become monsters."}, {"speaker": "Marth", "line": "So that's why they become Manaketes? Xane, if you know something about the dragon tribe, please tell me."}, {"speaker": "Xane", "line": "If you really wanna know... Tens of thousands of years ago, the dragon tribe settled down on this continent, and created a civilization. They possessed intellect and abilities far exceedin' those of humans. But suddenly, outta nowhere, their day of destruction came. At first, they couldn't bear children. Then they began to lose their minds, goin' berserk one after the next. The elders warned that the end of dragons as a species was approachin'. There was no longer any way to prevent it. However, there was one way they could survive: to discard their identities as dragons and live on as humans. The dragons fell into a panic. Those who believed the elders sealed their forms within stones and became humans. But those who couldn't throw away their pride as a dragon; those who adamantly refused to become human... They eventually lost their minds and became naught but beasts..."}, {"speaker": "Marth", "line": "Those fire dragons before us..."}, {"speaker": "Xane", "line": "Yeah, they're a livin' example. And it's not just them. There are many others. But they've all gone feral now. There's no way for them to go back... Worse still, they've been manipulated and degraded like cattle by the fire clans who rule over this valley. Well, princey. Whadya say we get out of here? The clansmen around here ain't friendly; if we hang around, we'll end up as bait for their dragon pets."}], "recruit-talk": [{"speaker": "Marth", "line": "Darros! What brings you here?! I thought you had washed your hands of your pirating days...", "recruiter": "Marth", "recruit": "Darros"}, {"speaker": "Darros", "line": "Prince Marth... Forgive me. I was lookin' t'start anew, but there be no place t'go for an outcast like me... To resume and continue these crimes; 'tis dishonorable indeed.", "recruiter": "Marth", "recruit": "Darros"}, {"speaker": "Marth", "line": "I see... Darros, you cannot stay here. Come with us.", "recruiter": "Marth", "recruit": "Darros"}, {"speaker": "Darros", "line": "Prince Marth... Ye would still accept a fool like me...? Prince, I... This time, I be changin' for sure. Me life is yours!", "recruiter": "Marth", "recruit": "Darros"}], "recruit-battle": [{"speaker": "Darros", "line": "Please forgive me. I never wanted this."}, {"speaker": "Darros", "line": "Of course... 'Course I'd die... for what I've done..."}], "end": [{"speaker": "Xane", "line": "Phew! And that be the end of the fire dragons' valley. How you doin', princey?"}, {"speaker": "Marth", "line": "I'm fine... I think. Xane, I believe you said that there were other feral dragon tribes."}, {"speaker": "Xane", "line": "Yeah. In addition to this valley, there's the Wyvern's Dale, the Ice Dragon Shrine and the Dragon's Altar..."}, {"speaker": "Marth", "line": "The Dragon's Altar?"}, {"speaker": "Xane", "line": "It's a dragon graveyard in the mountains of Macedon. There, the earth dragons sleep. A long time ago... Thousands of years ago in fact... The mighty earth dragons lost their minds and attacked the humans. 'Course, the humans barely stood a chance. Most were annihilated, and the rest pushed into the desolate corners of the continent. And then... the divine dragon Naga, strongest of them all, waged a war for humanity. It was a fierce battle, but Naga emerged victorious in the end, and sealed the earth dragons below Dolhr, in a deep sleep. And so that the power of the seal would not wither, she created the \"shield of the five orbs\" and placed it in the Fane of Raman."}, {"speaker": "Marth", "line": "I see... I understand now. In other words, our guardian deity Naga depicted in legend was the divine dragon that saved humanity. But then, what about the divine sword Falchion?"}, {"speaker": "Xane", "line": "Naga took pity on you humans, with no way of protecting yourselves, so she created it from one of her fangs. Then, together with the shield, she sealed it in the fane, and had the remainin' dragon houses watch over humanity. She put the newly born Tiki to sleep and thus ended her 5,000-year life. 'Cause of all this, Gotoh's tryin' his best to carry out Naga's order."}, {"speaker": "Marth", "line": "Wait, Xane... Are you telling me...!?"}, {"speaker": "Xane", "line": "Yes: Gotoh is a divine dragon. And guess what? So am I."}, {"speaker": "Jagen", "line": "Blast... This heat is absurd. I wasn't sweating this much in the desert... I'm usually tolerant of heat, but this is simply unbearable... But Kris, you seem..."}, {"speaker": "Jagen", "line": "You seem... unfazed. Are you not hot?"}, {"speaker": "Kris", "line": "I have confidence in my strength. Sir Jagen, it seems that our companions are catching up to us. I'll go and carry them over here."}, {"speaker": "Jagen", "line": "What strength... It's as though you're invulnerable. Your reliability is astounding."}, {"speaker": "", "line": ""}, {"speaker": "", "line": ""}, {"speaker": "Kris", "line": "Yes, I've still some strength in me. Sir Jagen, it seems that our companions are catching up to us. I'll go and support them."}, {"speaker": "Jagen", "line": "Good. I'm depending on you."}, {"speaker": "Jagen", "line": "You seem a little dizzy... Are you holding out alright?"}, {"speaker": "Kris", "line": "No... I-I'm... not doing so well... Still... If I could just use my strength... Oh no, I feel all weak..."}, {"speaker": "Jagen", "line": "Kris, are you well?! Oomph, how troublesome... You'd best hold onto me."}, {"speaker": "Kris", "line": "I-I'm sorry..."}, {"speaker": "Belf", "line": "Please pardon my sudden rudeness, but might you be Prince Marth?"}, {"speaker": "Marth", "line": "Who are you...?"}, {"speaker": "Belf", "line": "I am Belf, and these men here are Robert and Leiden. We rushed here because we wish to join your battle."}, {"speaker": "Robert", "line": "We were once knights of the Sable Order of Grust, but we have now separated from our homeland."}, {"speaker": "Leiden", "line": "We threw away our ranks as knights, and now live to protect those who are powerless."}, {"speaker": "Marth", "line": "The Sable Order of Grust... But in the previous war, we fought against the Sable Order as enemies. Despite that, you're willing to join our army?"}, {"speaker": "Belf", "line": "Our general wished for us to protect the weak, regardless of nationality. He is gone now, so we would like to fulfill his final wish."}, {"speaker": "Marth", "line": "............ I see. You seem to speak truly. Very well. I'd like you to fight alongside us."}]}