{"chapter": "13x", "title": "Within The White Darkness", "speakers": ["Marth", "Kris", "Athena", "Clarisse", "Jagen", "Katarina", "Eremiya"], "dialogue_counts": {"Marth": 6, "Kris": 3, "Athena": 1, "Clarisse": 14, "Jagen": 1, "Katarina": 14, "Eremiya": 4}, "gender_counts": {"M": 0, "F": 14, "N": 0, "A": 3}, "lines": 43, "transitions": "AA---AFFFFFF-FFFFFFFF", "intro": [{"speaker": "Marth", "line": "The blizzard has gotten worse. I can barely see anything in front of me... Kris, I think I can see somebody ahead. Is that..."}, {"speaker": "Kris", "line": "Ah! Sire, please stay behind me. I feel the presence of enemies. Several are currently targeting us."}, {"speaker": "Marth", "line": "What!? But, we can't see anything like this. How should we fight back?"}, {"speaker": "Kris", "line": "We've no choice but to directly engage the enemy. It will probably be a dangerous battle, unlike any we've faced previously."}, {"speaker": "Marth", "line": "Indeed. We should select those who'll fight with prudence."}], "battle": [{"speaker": "Marth", "line": "Athena! What brings you here!?"}, {"speaker": "Athena", "line": "Huff... huff... They are coming after you, Prince Marth. Ve vanted to varn you..."}, {"speaker": "Marth", "line": "Ah! I see. So you wanted to help me... Thank you, Athena. It's fine now; I'll handle the rest. We'll defeat the enemy!"}, {"speaker": "Clarisse", "line": "That wench... How dare she get in our way. If she hadn't spotted us, I could have shot the prince dead. Tsk! Oh well. As long as this blizzard carries on... This battle is mine. You can't see anything, can you? But we can. Now it's time for you to die, blind and blissfully ignorant."}], "boss": [{"speaker": "Clarisse", "line": "You want to escape from this darkness? I'm afraid I won't let you. You won't see the sunlight ever again."}, {"speaker": "Clarisse", "line": "How... how dare you... I'll... I'll kill... anybody in my way... Just watch me... I'll kill... I'll kill you all!"}], "end": [{"speaker": "Kris", "line": "Sire, we have routed the enemy."}, {"speaker": "Jagen", "line": "We have accomplished our objective. There is no need to remain here. Let us continue to the Ice Dragon Shrine."}, {"speaker": "Marth", "line": "Indeed. The sooner we meet Lord Gotoh, the better. Let's go."}, {"speaker": "Clarisse", "line": "Unh... Ugh... Lady... Eremiya... I'm... alone... once again..."}, {"speaker": "Katarina", "line": "Clarisse..."}, {"speaker": "Clarisse", "line": "R-Reese...! Why... are you here...? Don't tell me... You came here to laugh at pathetic old me?"}, {"speaker": "Katarina", "line": "Come on, hold on to me. Let's return to the hideout, together."}, {"speaker": "Clarisse", "line": "Wha...?"}, {"speaker": "Katarina", "line": "You can't walk around wounded like this. And you'll freeze to death if you don't find shelter soon."}, {"speaker": "Clarisse", "line": "Why...? Why would you... go so far to help me...! I've always treated... you like dirt and yet you..."}, {"speaker": "Katarina", "line": "Because you're my little sister."}, {"speaker": "Clarisse", "line": "...Pfft. You know I'm not your sister. We're both orphans, remember...? We've always been alone..."}, {"speaker": "Katarina", "line": "But, we were raised together by Lady Eremiya... I don't mind if you hate me. But, I don't want to lose you... If I were to lose this one bond... I'd be alone in the dark, again... And the same goes for you."}, {"speaker": "Clarisse", "line": "...Reese..."}, {"speaker": "Katarina", "line": "Please, hold onto me."}, {"speaker": "Clarisse", "line": "B-bah... This will be the first and last time I'm gonna obey you, you hear me...?"}, {"speaker": "Eremiya", "line": "...Yes, I am aware of Altea's actions. We will begin the next phase of our plan. Your wish is our command, Master Gharnef..."}, {"speaker": "Katarina", "line": "Lady Eremiya...!"}, {"speaker": "Eremiya", "line": "Clarisse failed, didn't she?"}, {"speaker": "Katarina", "line": "Y-yes... She's severely wounded... We need to have her treated!"}, {"speaker": "Eremiya", "line": "Dispose of her."}, {"speaker": "Katarina", "line": "B-but, Lady Eremiya!"}, {"speaker": "Eremiya", "line": "She's of no use to me wounded like this. Just leave her and she'll die by herself."}, {"speaker": "Katarina", "line": "..."}, {"speaker": "Clarisse", "line": "What's with that face...? It's natural... that I'd die if I failed... I knew... this would happen... but, but..."}, {"speaker": "Katarina", "line": "Clarisse..."}, {"speaker": "Clarisse", "line": "Go away. I don't want... you to see me like this."}, {"speaker": "Katarina", "line": "...Very well."}, {"speaker": "Clarisse", "line": "...... Reese... Wait... Don't go... I changed my mind... stay with me. I don't want... to be alone..."}, {"speaker": "Katarina", "line": "Clarisse... I'm right here. I'll always be by your side. After all, I'm your big sister."}, {"speaker": "Clarisse", "line": "Bah! You have to be annoying, till the end... ...Sis... ter... ... ... ..."}, {"speaker": "Katarina", "line": "...Clarisse..."}]}