{"chapter": "14", "title": "A Mystery Revealed", "speakers": ["Marth", "Gotoh", "Tiki", "Kris", "Xane"], "dialogue_counts": {"Marth": 13, "Gotoh": 13, "Tiki": 7, "Kris": 12, "Xane": 12}, "gender_counts": {"M": 47, "F": 10, "N": 0, "A": 0}, "lines": 58, "transitions": "-MM-MMMMMMMMMM-M-MFMFMFMFMF-F-F-M-MMMMMMM-FMFMF-MMMMMMMMMMMMMMM-MMMM", "opening": ["The surprising truth from Xane was a shock to Marth. Tiki was created as the daughter of the Divine Dragon King, Naga, and slept in the temple because of the king's will. The king's fear of Tiki's power was that of a loving mother's. If Tiki was to awaken, her tremendous power would eventually cause the destruction of the world... That is what the Divine Dragon King feared. However, Bantu, the king's servant, became attached to Tiki after watching over her for a period of hundreds of years became(sic). He awoke her from her sleep, and took her away. So Tiki only had 10 human years' worth of memory... \"That is so sad, Tiki...\" Marth was too bewildered to think."], "intro": [{"speaker": "Marth", "line": "This is the Ice Dragons' Temple. Anri's final destination..."}, {"speaker": "Gotoh", "line": "Prince Marth, can you hear me? Come to the front of the center room. I shall await you there."}], "battle-talk": [{"speaker": "Gotoh", "line": "What!? You found all the shards? Thank you, then the Starsphere can be restored. Please wait a moment...", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "Marth, this is the Starsphere. You can take this with you as well.", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Marth", "line": "Huh? Gotoh, why are you giving such an important item to me?", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "The only person that can restore the Shield of Seals is you... The Shield, itself, has chosen you.", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Marth", "line": ".....?", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "You still don't understand? The Emblem shield you're carrying is the stolen Shield of Seals. To be honest, it was only recently that I noticed; its exterior had completely changed... After stealing it from the Fane of Raman, the thief removed its jewels and sold them off as treasures. The money was used to fund an army, which, along with three stolen weapons, was used to conquer the world. The thief that went on to become the king of Archanea had the shield, which brought him such good fortune, it became the emblem of his royal family. Now do you understand, Marth? It is what you are carrying, Archanea's Fire Emblem.", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Marth", "line": "!! What... ...The first king of Archanea was originally a thief!? Is that true...? In that case, I can kind of understand the curse of the Fire Emblem... Then, Gotoh... If I can collect all five orbs, can I restore the Shield of Seals?", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "Mmm... But please hurry up. The shield has already been broken for 600 years... It is almost time for the Earth Dragons, sealed underneath Macedon, to awaken from their slumber. Those evil Earth Dragons number several hundreds... No, several thousands. Once they awaken there will be nothing that we can do... I will leave Tiki in your care. You can find her in the room to the right. That Divine Dragon child should be able to help you battle the Earth Dragons. But, I will state clearly, if the Shield of Seals is not restored, Tiki will be destroyed.", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Marth", "line": "Huh...!? Why is that...", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "That child is still developing. Without the Shield of Seals she will begin to degenerate. Eventually she will become wild and attack humans. I made her sleep, because I felt sad for her. But, if the Shield of Seals is restored I will no longer have to worry, because the shield will protect Tiki. Marth, please take care of Tiki. You must rescue that child from the path of ruin.", "person_1": "Marth", "person_2": "Gotoh"}, {"speaker": "Gotoh", "line": "Is that so. You couldn’t find them all... There’s nothing you can do about it... Please hand your collected shards to me. Tiki is sleeping in the room to the right. But since the shield isn’t restored, I can’t let you see her. That child is still developing. Without the Shield of Seals she will begin to degenerate. Eventually she will become wild and attack humans. I cannot allow Tiki to awaken again. It is for her own good... Marth, once you’ve obtained all the treasures, head to the room to the left. I will be waiting for you...", "person_1": "", "person_2": ""}], "recruit-talk": [{"speaker": "Marth", "line": "Tiki!? Are you alright...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Uh...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Tiki, it's me, Marth. Hey, open your eyes!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "...Marth... .....! Oh Marth!! You came! You came to see Tiki!!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Yes, I hadn't seen Tiki in a long time. Are you feeling well?", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Uh... No. The bishop told me that I had to sleep again. But I don't want to... Because when I sleep I'm always alone. During my sleep, I dreamt many nightmares. There, I became a wild dragon, like those poor Fire Dragons and Ice Dragons. I attacked humans, and I killed them. No... No... When I awoke I was all alone in the dark room... I felt so strange, but also very scared... So very scared... But I couldn't leave that room. I cried many times, and then Uncle Bantu would come to comfort me as usual. One day he took me away, and took me to a human village. Living in that village was very fun, and everybody treated me well... In the short time, until I was discovered by Gharnef, I felt really happy. I don't want to sleep anymore... I feel that if I close my eyes once more, I will be unable to open them ever again. I don't want that. I want to live with everyone, I don't want to sleep again!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "Tiki, it's alright now. I will protect you, so don't cry...", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Really...? I won't need to see those scary dreams again!?", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Marth", "line": "That's right! Once the shield is restored, Tiki can live together with the rest of us. Don't worry, believe in me!", "recruiter": "Marth", "recruit": "Tiki"}, {"speaker": "Tiki", "line": "Ah! I'm so happy!! Thank you, Marth!", "recruiter": "Marth", "recruit": "Tiki"}], "recruit-battle": [{"speaker": "Tiki", "line": "Huh...? Who... who are you...?"}, {"speaker": "Tiki", "line": "...Ah... Mar...Mar..."}], "end": [{"speaker": "Gotoh", "line": "I see... So Tiki was pretty happy. It must have been very painful for her. Though it was to protect her, I was far too cruel to her. I suspect she must really hate me... You should go, Marth. I will send you to Altea with my powers."}, {"speaker": "Gotoh", "line": "You should go, Marth. I will send you to Altea with my powers."}, {"speaker": "Marth", "line": "Lord Gotoh, why don't you come with us?"}, {"speaker": "Gotoh", "line": "Hmm... At the moment I've one thing I must still investigate. Gharnef has returned."}, {"speaker": "Marth", "line": "Gharnef...!? But we killed him!"}, {"speaker": "Gotoh", "line": "Yes, you killed his body. But his soul was held prisoner by the Darksphere, and within it, his hatred only grew. Afterwards, his former disciples--the heretic bishops--resurrected him. And they seem to be planning something foul."}, {"speaker": "Marth", "line": "I see. Very well, Lord Gotoh. We shall split ways here."}, {"speaker": "Gotoh", "line": "Indeed. If I find something, then I too will visit Altea afterwards. I'm counting on you, Marth. Everything rests on your shoulders. You must save both our races from the path of destruction."}, {"speaker": "Kris", "line": "...Altea, home at last. Though you may be occupied by Archanea... I will get you back, I swear."}, {"speaker": "Xane", "line": "Boy, what a serious lady. Hey, Kris. You said you're Marth's Royal Guard, right?"}, {"speaker": "Kris", "line": "Yes. My mission is to protect Prince Marth."}, {"speaker": "Xane", "line": "I see. But if you really plan on protectin' him, then you need the strength to match your conviction. Hey, do you wanna know a way to get stronger?"}, {"speaker": "Kris", "line": "Hm? You know of a way?"}, {"speaker": "Kris", "line": "...At long last, Altea. My dearest home... Archanean occupation be damned; I will get you back, I swear it!"}, {"speaker": "Xane", "line": "Boy, what a serious fella. Hey, Kris. You said you're Marth's Royal Guard, right?"}, {"speaker": "Kris", "line": "Yes. My mission is to protect Prince Marth at all costs."}, {"speaker": "Xane", "line": "I see. But if you really plan on protectin' him, then you're gonna need the strength to back up your conviction. Hey, do you wanna know a way to get stronger?"}, {"speaker": "Kris", "line": "Huh? Do you know how to?"}, {"speaker": "Xane", "line": "'Course, just hold on a second."}, {"speaker": "Xane", "line": "Ta-da! Kris, you know about Tiki, right? Tiki's still a kid, but the real reason she can fight is because of her hairstyle and tiara."}, {"speaker": "Kris", "line": "Wait, what?! Are you serious?!"}, {"speaker": "Xane", "line": "Yeah, if you wear your hair like this, then you'll be that much stronger. So all you gotta do is wear this tiara, and wear your hair like Tiki. If you do that, then a legendary power will flow through you! ...Well, maybe. So? Do you wanna give it a try?"}, {"speaker": "Kris", "line": "Sure, why not?"}, {"speaker": "Xane", "line": "Alrighty then. I'll be sure to do this properly."}, {"speaker": "Kris", "line": "Thank you, Sir Xane!"}, {"speaker": "Xane", "line": "......You aren't doubting me? Is this trust or naivete...?"}, {"speaker": "Kris", "line": "Is something the matter, Sir Xane?"}, {"speaker": "Xane", "line": "Ah, no, it's nothin'. Well, see you around. I'm looking forward to your new look!"}, {"speaker": "Kris", "line": "No, that's quite alright. I want to protect Prince Marth with my own strength."}, {"speaker": "Xane", "line": "Hmm, that so? Boring."}, {"speaker": "Kris", "line": "Huh? What do you mean \"boring\"?"}, {"speaker": "Xane", "line": "Ah, no, it's nothin'. Catch you later!"}]}