{"chapter": "15", "title": "Return Of The Prince", "speakers": ["Kris", "Marth", "Soldier", "Eibel", "Dolph", "Abel", "Est", "Old Man", "Woman", "Young Man", "Young Woman", "Man", "Jagen"], "dialogue_counts": {"Kris": 11, "Marth": 20, "Soldier": 2, "Eibel": 4, "Dolph": 3, "Abel": 6, "Est": 3, "Old Man": 1, "Woman": 2, "Young Man": 3, "Young Woman": 1, "Man": 1, "Jagen": 4}, "gender_counts": {"M": 3, "F": 3, "N": 0, "A": 5}, "lines": 62, "transitions": "-AA-----------------FFF-MMM-AAA", "opening": ["Marth and the others were transported to Altea's outskirts by Gotoh's magic. They were ready to begin the battle to reclaim their homeland. The commander of Archanea's army, General Eibel, had ordered the Gra Knights to charge, to buy time. At the same time he prepared many dishonorable tactics, and waited for the chance to defeat Altea's army in one swift blow. Before his fond homeland, Marth's battles were about to begin once again. \"We will reclaim our captical of Anri!! We will reclaim our homeland!!\" Prince Marth's voice resounded through Altea's skies. They had travelled a difficult journey, but their destination was finally reached."], "intro": [{"speaker": "Soldier", "line": "General, the missing Altean remnants have finally returned."}, {"speaker": "Eibel", "line": "Really? Haha...! What good timing. We will follow our original plan. Have Gra's soldiers move out to lure them and then defeat them in one go."}, {"speaker": "Soldier", "line": "Understood, but, what about \"him\"?"}, {"speaker": "Eibel", "line": "The paladin, Abel? It doesn't matter if he betrays me! If he does, you will kill the female hostage!! He has already retired from the army. He won't swear loyalty to the prince again. Ha ha...! How will they avoid fighting Abel...? This will be very interesting to watch..."}, {"speaker": "Dolph", "line": "Prince Marth, I have been waiting for you. And you have finally returned."}, {"speaker": "Marth", "line": "Oh! Dolph! You're a general of Archanea, though; why would you come to my side?"}, {"speaker": "Dolph", "line": "I've given up my position and have left Emperor Hardin's side. There is no justice left in Archanea. But justice lies in your Altea. And that's why I've come to you."}, {"speaker": "Marth", "line": "I see. Then Dolph, will you fight with us?"}, {"speaker": "Dolph", "line": "Indeed I shall. Let this battle be a testament to my faith in you."}], "recruit-talk": [{"speaker": "Marth", "line": "Abel!? Why are you... I don't believe this, you're betraying your homeland!?", "recruiter": "Marth", "recruit": "Abel"}, {"speaker": "Abel", "line": "Lord Marth... Please forgive me... They took Est... If I didn't fight... They would kill her. ...But after meeting your highness, I can no longer... fight... against Altea... Est... I'm sorry, please forgive me!!", "recruiter": "Marth", "recruit": "Abel"}, {"speaker": "Est", "line": "Abel... I’m sorry, you must have suffered.", "recruiter": "Est", "recruit": "Abel"}, {"speaker": "Abel", "line": "Est!! You’re safe.", "recruiter": "Est", "recruit": "Abel"}, {"speaker": "Est", "line": "Yes, Lord Marth rescued me. I’m alright now.", "recruiter": "Est", "recruit": "Abel"}, {"speaker": "Abel", "line": "Really...? Damn, Archanea... But how should I apologize to Lord Marth…?", "recruiter": "Est", "recruit": "Abel"}, {"speaker": "Est", "line": "I’m sorry... It was all because of me.", "recruiter": "Est", "recruit": "Abel"}, {"speaker": "Abel", "line": "No, Est! It was nothing to do with you!! Those fools... I won’t forgive them... I’ll show them how deep my anger is!!", "recruiter": "Est", "recruit": "Abel"}], "visit": [{"speaker": "Old Man", "line": "In the forts are many enemies. Don't be careless."}, {"speaker": "Woman", "line": "Oh, you... Where did you all go to? You all went missing for so long that everyone became very worried about you."}, {"speaker": "Young Man", "line": "The Kingdom of Gra views Altea as its enemy. But, in reality, they were forced to fight because of their alliance with Archanea."}, {"speaker": "Woman", "line": "After Altea fell, Elice was taken to an unknown place by a black-robed bishop... Oh... Princess Elice... I pray that you are safe and well..."}, {"speaker": "Young Woman", "line": "Since being ruled by the imperial army, our days have been difficultly passed. But, we all believed that Lord Marth would definitely come back for us. He would rescue us all from our suffering... Because, our Lord Marth is the warrior of light chosen by the deities... the Starlord!"}, {"speaker": "Young Man", "line": "Nearby are enemy spies. Be careful! They will come from the forts."}, {"speaker": "Young Man", "line": "The mercenaries protecting the castle are Altea's elites. It would be great if they could become your allies."}, {"speaker": "Man", "line": "Oh, your highness, you've finally come. I have been waiting, to give this to you. However this village and the neighboring village..."}, {"speaker": "Marth", "line": "Mmm, I understand. But, for the sake of everyone, you should start to make up with them..."}], "recruit-battle": [{"speaker": "Abel", "line": "Your highness... Please forgive me... I don't want to lose Est..."}, {"speaker": "Abel", "line": "Est..."}], "boss": [{"speaker": "Eibel", "line": "What! Being able to defeat my great army. Are you even human?"}, {"speaker": "Eibel", "line": "My Archanea army could be defeated...?"}], "end": [{"speaker": "Marth", "line": "By the way, Kris, About your tiara... Did it work? Did you feel the, er, legendary power?"}, {"speaker": "Kris", "line": "No, I didn't feel any different."}, {"speaker": "Marth", "line": "As I suspected... Kris, I believe Xane pulled a fast one on you."}, {"speaker": "Kris", "line": "I-is that so...?"}, {"speaker": "Marth", "line": "In light of this, would you like to return your hair to the way it was before?"}, {"speaker": "Kris", "line": "Yes, thank you."}, {"speaker": "Marth", "line": "Good, I'm glad we've sorted that out."}]}