{"chapter": "16x", "title": "Reunion", "speakers": ["Eremiya", "Katarina", "Kris", "Marth"], "dialogue_counts": {"Eremiya": 6, "Katarina": 26, "Kris": 10, "Marth": 6}, "gender_counts": {"M": 0, "F": 26, "N": 0, "A": 10}, "lines": 48, "transitions": "FFFFF-AFF-AF-F-AFAFA-FFF-FAFAFAFAF-FF-FFFFF-A", "intro": [{"speaker": "Eremiya", "line": "So the Altean army has reclaimed Altea Castle. Master Gharnef is rightfully livid..."}, {"speaker": "Katarina", "line": "Lady Eremiya..."}, {"speaker": "Eremiya", "line": "And yet, Eine. All you can do is stand there, doing nothing. Are you not ashamed of being alive? To die for my sake-- is that not the natural recourse?"}, {"speaker": "Katarina", "line": "...Yes..."}, {"speaker": "Eremiya", "line": "Eine, you are worthless trash. There is no value in your life. You're a child the world never wanted. Tell me, who was it that saved you? Who should you thank for allowing your wretched existence to continue?"}, {"speaker": "Katarina", "line": "It's all thanks... to you, Lady Eremiya."}, {"speaker": "Eremiya", "line": "Kill them."}, {"speaker": "Katarina", "line": "But... Lady Eremiya...! I... sniff..."}, {"speaker": "Eremiya", "line": "Silence, worthless puppet. You cannot defy my orders. That's what I've \"taught\" you since you were little. The words I engraved upon your then-young soul will remain there, forever."}, {"speaker": "Katarina", "line": "...Sniff... sniff..."}, {"speaker": "Eremiya", "line": "O-hoh hoh! I'll use you until you break. My little puppet..."}], "battle": [{"speaker": "Kris", "line": "Katarina..."}, {"speaker": "Katarina", "line": "Kris... Prince Marth..."}, {"speaker": "Marth", "line": "Katarina, if you have reasons, I would like to hear them. I'm sure we can settle this, without resorting to fighting."}, {"speaker": "Katarina", "line": "...I'm sorry. I... I have no choice but to do this."}], "boss-talk": [{"speaker": "Katarina", "line": "That was... That was all... a lie. Everything I did was to deceive you... It was all just a ruse... The truth is... I don't care about you...", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Kris", "line": "If that's the case... Then why are you crying, now?", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Katarina", "line": "...I'm... not...", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Kris", "line": "Katarina. You don't belong there. You want to fight alongside me, for Prince Marth. I'm certain of it.", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Katarina", "line": "It's... too late for that. I've committed too many unforgivable sins...", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Kris", "line": "Then, you'll just have to start atoning for them. It won't be easy. Many people from both Altea and your organization will turn you a cold shoulder... But, I can promise you this. No matter what happens... I'll stand by your side.", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Katarina", "line": "Kris...", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Kris", "line": "Return to us, Katarina.", "unit": "Kris", "boss": "Katarina"}, {"speaker": "Katarina", "line": "...Sob... sob... ...Kris... Kris... Kris...!", "unit": "Kris", "boss": "Katarina"}], "flashback": [{"speaker": "Katarina", "line": "Kris, that's a wonderful name. We're here for the same reason, then. My name is Katarina. I came because I wish to serve Prince Marth."}, {"speaker": "Katarina", "line": "Thank goodness... Kris, you won. I knew you could do it."}, {"speaker": "Katarina", "line": "I... I'd like be a Royal Guard, if you're in with me.. Together, we'd be an unstoppable team... When I imagine a future like that, I feel very happy. ...Um, what about you, Kris? Do you, perhaps, feel the same as I...?"}], "boss": [{"speaker": "Katarina", "line": "I am a puppet... I exist only to serve Lady Eremiya... My life has no value..."}, {"speaker": "Katarina", "line": "Thank... you... ... Now I... won't have to hurt Kris... anymore... Kris... I'm... glad I could meet you... During those days of training... you showed me a beautiful, happy dream... Hey, Kris... Today's training... is about to begin... Look, there's Prince Marth and the others... Don't... wait for me... ... ..."}], "end": [{"speaker": "Katarina", "line": "...Prince Marth, I have committed many unforgivable sins. Please, hand me punishment... worthy of my crimes. Please execute me..."}, {"speaker": "Marth", "line": "Raise your head, Katarina. I have no intention of taking your life."}, {"speaker": "Katarina", "line": "But... why? I don't deserve to live. Please let me atone with my death..."}, {"speaker": "Marth", "line": "That's no atonement. You're just running from your sins."}, {"speaker": "Katarina", "line": "Oh...!"}, {"speaker": "Marth", "line": "If you truly regret what you've done, then live. I want you to atone with your life, not your death."}, {"speaker": "Katarina", "line": "Atone with my life...? But, how? What should I do...? How could I even begin to atone?"}, {"speaker": "Marth", "line": "I cannot give you that answer. Until now, you've only followed orders, never thinking for yourself. But that's going to change now. You will think for yourself, and find your own answer. That is my punishment to you."}, {"speaker": "Katarina", "line": "Prince Marth..."}, {"speaker": "Kris", "line": "..."}, {"speaker": "Marth", "line": "Kris... I've forced you to play a painful role. I won't forgive the villain who led her to this path. Let's go, Kris."}]}