{"chapter": "23", "title": "The Dark Pontifex Lives", "speakers": ["Marth", "Kris", "Gharnef"], "dialogue_counts": {"Marth": 4, "Kris": 4, "Gharnef": 7}, "gender_counts": {"M": 12, "F": 1, "N": 0, "A": 2}, "lines": 15, "transitions": "MMA-MMM-M-M-MM-MF-MM-A", "intro": [{"speaker": "Marth", "line": "Kris, just ahead is the Dark Pontifex, Gharnef--possibly the strongest sorcerer alive... or dead. Kris..."}, {"speaker": "Marth", "line": "Your resistance to magic is impeccable. You might just be our strongest hope of defeating Gharnef. Yes. If you are there, then... we stand to win."}, {"speaker": "Kris", "line": "Sire... I'm honored. I'll give it my all!"}], "battle": [{"speaker": "Gharnef", "line": "So you've come, boy. How many times must you get in my way? Enough! I tire of our games!!"}, {"speaker": "Marth", "line": "Gharnef, what have you done with my sister and the others?! Release them at once!"}, {"speaker": "Gharnef", "line": "Heh heh heh... I've allowed them the honor of being sacrifices for the Shadow Dragon's resurrection. You will never see them again. Emperor Medeus will soon be reborn in his true and darkest form. And they will usher in a new era. 'Tis a pity. Their souls couldn't bear the suffering and shattered into pieces... Even I am powerless to help them. Shame, really. I have them to thank for the Shadow Dragon's awakening. Not even the Binding Shield can stop him now. I applaud you for coming this far. But... little prince... you will go no further. I will kill you here, and you will die knowing that you are nothing!!"}], "boss": [{"speaker": "Gharnef", "line": "Heh heh heh... Perhaps... a taste of Imhullu's might is necessary."}, {"speaker": "Gharnef", "line": "Heh heh... You're too late... The end is nigh..."}, {"speaker": "Gharnef", "line": "Your blade is blunt before me, Marth... I'll smash you and the Binding Shield into pieces!!", "unit": "Marth", "boss": "Gharnef"}, {"speaker": "Marth", "line": "I do not intend to fall here. Out of my way, Gharnef!", "unit": "Marth", "boss": "Gharnef"}, {"speaker": "Gharnef", "line": "Heh heh heh... Allow me demonstrate Imhullu's might...", "unit": "Kris", "boss": "Gharnef"}, {"speaker": "Kris", "line": "I will not let Prince Marth die. I won't...!", "unit": "Kris", "boss": "Gharnef"}, {"speaker": "Gharnef", "line": "Heh heh heh... Allow me demonstrate Imhullu's might..."}, {"speaker": "Kris", "line": "I will not let Prince Marth die. I won't let the likes of you lay even a finger on him...!"}], "end": [{"speaker": "Kris", "line": "Sire, this way. More stairs!"}]}