{"chapter": "XX", "title": "Epilogue", "speakers": ["Marth", "Kris", "Luke", "Rody", "Cecille", "Gordon", "Ryan", "Draug", "Arran", "Malicia", "Catria", "Warren", "Cord", "Linde", "Palla", "Bord", "Julian", "Matthis", "Wrys", "Ogma", "Yuliya", "Yubello", "Sirius", "Castor", "Caeda", "Barst", "Rickard", "Frey", "Norne", "Samto", "Wendell", "Caesar", "Radd", "Navarre", "Feena", "Cain", "Bantu", "Roger", "Jeorge", "Minerva", "Etzel", "Merric", "Elrean", "Dice", "Maris", "Horace", "Jake", "Darros", "Robert", "Belf", "Leiden", "Beck", "Athena", "Xane", "Tiki", "Est", "Dolph", "Abel", "Macellan", "Astram", "Katarina", "Tomas", "Sheema", "Samson", "Frost", "Roshea", "Vyland", "Sedgar", "Wolf", "Midia", "Ymir", "Michalis", "Nagi", "Lena", "Maria", "Nyna", "Elice", "Gotoh", "Jagen", "Cecil"], "dialogue_counts": {"Marth": 7, "Kris": 5, "Luke": 2, "Rody": 2, "Cecille": 1, "Gordon": 2, "Ryan": 2, "Draug": 2, "Arran": 2, "Malicia": 5, "Catria": 2, "Warren": 2, "Cord": 2, "Linde": 2, "Palla": 2, "Bord": 2, "Julian": 2, "Matthis": 2, "Wrys": 2, "Ogma": 2, "Yuliya": 2, "Yubello": 2, "Sirius": 1, "Castor": 2, "Caeda": 7, "Barst": 2, "Rickard": 2, "Frey": 2, "Norne": 2, "Samto": 2, "Wendell": 2, "Caesar": 2, "Radd": 2, "Navarre": 2, "Feena": 2, "Cain": 2, "Bantu": 2, "Roger": 2, "Jeorge": 2, "Minerva": 2, "Etzel": 2, "Merric": 2, "Elrean": 2, "Dice": 2, "Maris": 2, "Horace": 2, "Jake": 2, "Darros": 2, "Robert": 2, "Belf": 2, "Leiden": 2, "Beck": 2, "Athena": 2, "Xane": 2, "Tiki": 3, "Est": 2, "Dolph": 2, "Abel": 2, "Macellan": 2, "Astram": 2, "Katarina": 2, "Tomas": 2, "Sheema": 2, "Samson": 2, "Frost": 2, "Roshea": 2, "Vyland": 2, "Sedgar": 2, "Wolf": 3, "Midia": 2, "Ymir": 2, "Michalis": 1, "Nagi": 2, "Lena": 2, "Maria": 2, "Nyna": 2, "Elice": 2, "Gotoh": 1, "Jagen": 1, "Cecil": 1}, "gender_counts": {"M": 113, "F": 49, "N": 5, "A": 5}, "lines": 173, "transitions": "MAMMNMMMMFFMMFFMMMMMFMMMFMMMFMMMMMFMMMMFMMNMNMMMMMMMFMFFMMMMFMFMMMMMMFMMFFFFF-M-FFFFFF-FMFMF-M-MMMF-MMMF-MMMMFA-M-MF-MF-MMM-FFFFF-MMFM-M-FMMMM-MM-FF-MFMM-MMM-MM-MFM-MM-MF-MMN-MMMMM-MNMM-FM-FMMF-MAMAMAM-", "dialogue": [{"speaker": "Marth", "line": "The war is, at long last, over. Thank you, my friends. My words cannot express my thanks..."}, {"speaker": "Kris", "line": "Sire, you did it..."}, {"speaker": "Luke", "line": "I did it! And thus marks the end of the Legend of the Knight Luke!"}, {"speaker": "Rody", "line": "The war is over. I can return to my motherland at last."}, {"speaker": "Cecille", "line": "Prince Marth... Kris... Everyone..."}, {"speaker": "Gordon", "line": "Prince Marth really did it! Now, peace will reign forever..."}, {"speaker": "Ryan", "line": "W-we really did it..."}, {"speaker": "Draug", "line": "I'm sure the people throughout the lands will be joyous."}, {"speaker": "Arran", "line": "My dream has been fulfilled... Now, I can go without regrets..."}, {"speaker": "Malicia", "line": "Granny... We did it. We did it!"}, {"speaker": "Catria", "line": "Prince Marth... I'm glad..."}, {"speaker": "Warren", "line": "And now... back to my old life."}, {"speaker": "Cord", "line": "Time to celebrate our victory. I'mma go wild tonight!"}, {"speaker": "Linde", "line": "Darkness may return time and time again... But the light will forever shine on."}, {"speaker": "Palla", "line": "It was a long war. But now, finally..."}, {"speaker": "Bord", "line": "Jus' tonight, I'm gonna drink until I fall and then some!"}, {"speaker": "Julian", "line": "It's over, at last..."}, {"speaker": "Matthis", "line": "What? It's over? I'm not... dead?"}, {"speaker": "Wrys", "line": "The most important thing is that peace has returned."}, {"speaker": "Ogma", "line": "The war is over. I must inform King Talys of the good news..."}, {"speaker": "Yuliya", "line": "Father, mother... It's finally over..."}, {"speaker": "Yubello", "line": "Lorenz... I'll keep on working hard."}, {"speaker": "Sirius", "line": "..."}, {"speaker": "Castor", "line": "Mother, I'm comin' back soon."}, {"speaker": "Caeda", "line": "I'm glad... Marth is safe..."}, {"speaker": "Barst", "line": "Yeah! Time to drink the night away for a change."}, {"speaker": "Rickard", "line": "Heh heh, I wonder how much treasure I can get my hands on?"}, {"speaker": "Frey", "line": "Splendid battle, sire."}, {"speaker": "Norne", "line": "Was I of use, I wonder?"}, {"speaker": "Samto", "line": "Oh yeah, now I'll become famous, too."}, {"speaker": "Wendell", "line": "Lord Gotoh... People have once again overcome their fate..."}, {"speaker": "Caesar", "line": "Please hang in there. I'll be back soon, I promise..."}, {"speaker": "Radd", "line": "We can save her now..."}, {"speaker": "Navarre", "line": "Prince Marth... well done."}, {"speaker": "Feena", "line": "Shall I show everyone my victory dance?"}, {"speaker": "Cain", "line": "A splendid battle, and a splendid victory!"}, {"speaker": "Bantu", "line": "With the war past us, I shall watch over the world quietly..."}, {"speaker": "Roger", "line": "New world, new encounters... Sounds good to me."}, {"speaker": "Jeorge", "line": "Now, Archanea will return to its former glory..."}, {"speaker": "Minerva", "line": "Splendid work, Prince Marth. You've managed the feat that nobody else could have done..."}, {"speaker": "Etzel", "line": "The era of war is over... The peaceful world she wanted will now come to fruition..."}, {"speaker": "Merric", "line": "As long as Prince Marth and the others are around... No age of darkness threatens us."}, {"speaker": "Elrean", "line": "Alone, I couldn't possibly accomplish something like this. So this is the power of friendship..."}, {"speaker": "Dice", "line": "Once I get my reward from the prince, I'mma gamble like no tomorrow."}, {"speaker": "Maris", "line": "Its over, it's really over. Y'know, I'm lookin' forward to my reward."}, {"speaker": "Horace", "line": "My people will surely be overjoyed..."}, {"speaker": "Jake", "line": "Anna, we did it. I'll tell you all about it, later!"}, {"speaker": "Darros", "line": "Well, whadya know? A hopeless guy like me was o' use to Prince Marth..."}, {"speaker": "Robert", "line": "The people will be oppressed no longer."}, {"speaker": "Belf", "line": "General Camus, the Shadow Dragon has been vanquished. It's all over now."}, {"speaker": "Leiden", "line": "If only General Camus were here to see us... That's my only regret."}, {"speaker": "Beck", "line": "Well, I reckon it's time I start a new journey..."}, {"speaker": "Athena", "line": "Ve von. Ve must thank every vun."}, {"speaker": "Xane", "line": "A world of men, huh? Well, I guess it ain't so bad..."}, {"speaker": "Tiki", "line": "Yay! I'm so happy!"}, {"speaker": "Est", "line": "It's finally over. Abel, I..."}, {"speaker": "Dolph", "line": "This war may be over. But the battle for our motherland's true peace begins now."}, {"speaker": "Abel", "line": "The war is over at last. The days of peace and tranquility will soon return..."}, {"speaker": "Macellan", "line": "Now, the people of Archanea need suffer no longer."}, {"speaker": "Astram", "line": "So I was mistaken... I must work to make amends."}, {"speaker": "Katarina", "line": "Prince Marth... Kris... I'm so happy..."}, {"speaker": "Tomas", "line": "Archanea and Gra... will surely improve now... That's what I want to believe."}, {"speaker": "Sheema", "line": "My country's fate will finally change... You have my thanks, Prince Marth."}, {"speaker": "Samson", "line": "...'Twas a good battle."}, {"speaker": "Frost", "line": "Now my family will finally be able to live in peace."}, {"speaker": "Roshea", "line": "Coyote... Did you see us...?"}, {"speaker": "Vyland", "line": "I still have my doubts. But, it was better this way..."}, {"speaker": "Sedgar", "line": "Coyote..."}, {"speaker": "Wolf", "line": "..."}, {"speaker": "Midia", "line": "My nation has collapsed... But even so, I shall continue to live as a knight of Archanea."}, {"speaker": "Ymir", "line": "Marth is amazing. I worked hard, too."}, {"speaker": "Michalis", "line": "It was obvious we'd prevail. You had me on your side, after all."}, {"speaker": "Nagi", "line": "This is... good..."}, {"speaker": "Lena", "line": "Julian... It was only because you were there that I could..."}, {"speaker": "Maria", "line": "Michalis... Minerva... Can we be a happy family again...?"}, {"speaker": "Nyna", "line": "Camus... you're..."}, {"speaker": "Elice", "line": "Merric... Thank you..."}, {"speaker": "Gotoh", "line": "Marth, brave prince of Altea. Thanks to your valiant efforts, Shadow Dragon Medeus has been completely obliterated. Medeus's servants--the earth dragons-- have once again returned to darkness. As long as the Binding Shield exists, they will never see the light again. Marth, the chosen Prince of Light, descendant of the hero Anri. You have not only saved mankind, but us dragonkin as well..."}, {"speaker": "Tiki", "line": "Mar-Mar!! Does this mean I don't need to go back to the Ice Dragon Shrine anymore? I'm so happy! I love being with everyone, after all. I don't want to be all alone ever again. This is like... a dream come true. I'm so happy, so very happy. I love you, Mar-Mar!!"}, {"speaker": "Malicia", "line": "Honestly, Tiki, for how long do you plan on hogging Prince Marth? Prince Marth looks like he's enjoying it too. Doesn't he worry that you might get mad, Princess Caeda?"}, {"speaker": "Caeda", "line": "Please Malicia, you're so silly. But you're right, Marth looks happy..."}, {"speaker": "Malicia", "line": "Who wouldn't? Especially after having a heavy burden lifted from their shoulders? Prince Marth has always been forced to carry such a heavy responsibility. It must have been hard on him. But Princess, you didn't have an easy time either, am I right? With everyone surrounding Marth day and night, you could seldom talk to him. You must have felt lonely."}, {"speaker": "Caeda", "line": "Yes I did... but it's alright. As long as Marth is safe, I have no other wish. You see, I prayed to God. When I found out Marth had been tasked with such an important mission, I asked for God to take my life, should Marth ever have to sacrifice his... That's all I could do for Marth."}, {"speaker": "Malicia", "line": "...Sigh, I give up. There's no way I could compare to you, Princess. But, you'll have to wait no longer. Because your prince has finally come back to you. Look, Princess, he's looking over here. Be brave!"}, {"speaker": "Caeda", "line": "Marth..."}, {"speaker": "Marth", "line": "Caeda, it's finally over. I've made you suffer, too. Please accept my apologies."}, {"speaker": "Caeda", "line": "No, I'm the one who ought to apologize... I wasn't any help to you."}, {"speaker": "Marth", "line": "Don't be silly. I've only come this far because you were by my side, Caeda. And besides, the hard part begins now. The seven kingdoms of Archanea are to be unified. And everyone expects me to accept responsibility of the new kingdom. However, there's no way I could handle such a position by myself. Caeda, I want your assistance. I need you."}, {"speaker": "Caeda", "line": "Marth, let me tell you something... When I left Talys, I made a vow. I swore that I would go wherever you went, and that I'd trust you no matter what happened. So, no matter how painful the war was, I was able to endure. Because, Marth... I..."}, {"speaker": "Jagen", "line": "Sire... You've done such a magnificent job. I'm speechless for words."}, {"speaker": "Arran", "line": "The fact I could devote my last moments to fight under Prince Marth's banner is my life's pride."}, {"speaker": "Cain", "line": "Truly! We're honored to be by the prince's side."}, {"speaker": "Abel", "line": "Yes. Even though I'm no knight now... fighting together with Prince Marth was my honor."}, {"speaker": "Elice", "line": "Marth... Please be happy from now on..."}, {"speaker": "Draug", "line": "Seems we'll be busy from now on! All the kingdoms need to be rebuilt, so we have a mountain of work to do."}, {"speaker": "Frey", "line": "True. And yet, we can see hope in the eyes of all people."}, {"speaker": "Gordon", "line": "If we work hard now, we can turn the world onto the right path... That's what I truly believe."}, {"speaker": "Norne", "line": "I'm sure the people of this world have received that hope. Because of Prince Marth..."}, {"speaker": "Ryan", "line": "W-we've won? It feels so unreal... Somebody pinch me--ouch!"}, {"speaker": "Luke", "line": "Hey, you asked for it! But truly, our battles will be told as legends for generations to come!"}, {"speaker": "Rody", "line": "Getting carried away, I see... But, I'm glad everyone from the 7th Platoon is safe."}, {"speaker": "Cecil", "line": "Yup. The fact we can laugh together as friends like this is what pleases me the most. And Katarina, that you includes you of course."}, {"speaker": "Katarina", "line": "Yes... I feel everyone's happiness as well. Kris..."}, {"speaker": "Kris", "line": "Yes, we'll be together forever."}, {"speaker": "Wrys", "line": "The bonds of people are truly a wondrous sight, no matter your age."}, {"speaker": "Yubello", "line": "Ah, Sir Sirius? Where did he go? He was here until a moment ago..."}, {"speaker": "Yuliya", "line": "It's okay, Yubello. We must become stronger from here on. I'm sure Sirius wanted that, too..."}, {"speaker": "Roger", "line": "I gotta return to Grust and work hard to rebuild my motherland. Say Malicia, you, er, wanna go back with me?"}, {"speaker": "Malicia", "line": "Sorry, but this girl's taken. I have to look for my prince, after all!"}, {"speaker": "Belf", "line": "Robert, Leiden. Let's move out."}, {"speaker": "Robert", "line": "Understood. We shall now become knights who protect the weak."}, {"speaker": "Leiden", "line": "That's what General Camus would have wanted us to do."}, {"speaker": "Minerva", "line": "Palla, Catria, Est. The war is finally over. You've done well."}, {"speaker": "Palla", "line": "Commander, your ideal world where all can live in peace... It may finally become a reality."}, {"speaker": "Catria", "line": "I agree. As long as Prince Marth is here, I'm sure it will..."}, {"speaker": "Est", "line": "Oh, that's right. Let's all go to Altea. We must thank Prince Marth!"}, {"speaker": "Maria", "line": "Ooh, I would love that! I want to see his dashingness too!"}, {"speaker": "Matthis", "line": "Lena! I was worried about you. Tell me, did Julian make any distasteful advances on you?"}, {"speaker": "Julian", "line": "Hey, and why would I do somethin' like that? C'mon, at a time like this...!"}, {"speaker": "Lena", "line": "Teehee, I see you two have been getting along while I was away."}, {"speaker": "Rickard", "line": "Chief, don't you leave me behind! We vowed to stay together, didn't we?"}, {"speaker": "Warren", "line": "...I don't like the noise. But, I've discovered the worth of friendship. Thanks."}, {"speaker": "Caeda", "line": "Ogma, fellow Talysians. I must express my gratitude to you all for protecting Marth in my stead..."}, {"speaker": "Cord", "line": "Princess, we'd go through hell and high water for you and yer husband."}, {"speaker": "Bord", "line": "Well, that and Ogma asked us to. Right, boss?"}, {"speaker": "Ogma", "line": "Yeah. Bord, Cord, you did well. Barst, you helped a lot too."}, {"speaker": "Barst", "line": "It was nothin'. I just wanted to live my days in peace again."}, {"speaker": "Castor", "line": "It's time I return to me hometown. Thankfully, I've saved up a lot of gold."}, {"speaker": "Darros", "line": "I should try and earn money too, but by doing honest work instead."}, {"speaker": "Linde", "line": "Princess Nyna! Oh, Princess, I'm so glad you're safe..."}, {"speaker": "Nyna", "line": "Linde... I apologize for making you worry."}, {"speaker": "Astram", "line": "Midia, I'm sorry. I was overtaken by anger and forgot what was most important."}, {"speaker": "Midia", "line": "You needn't apologize, Astram. Just don't ever leave my side again..."}, {"speaker": "Jeorge", "line": "Good heavens, it seems we're in the way here. Sir Horace, where might you off to?"}, {"speaker": "Horace", "line": "I must inform the people about the advent of peace."}, {"speaker": "Dolph", "line": "Macellan, I shall not return to the military."}, {"speaker": "Macellan", "line": "Yeah, we oughta try and rebuild Archanea as part of its people."}, {"speaker": "Tomas", "line": "I'm coming along too. For the people of Archanea..."}, {"speaker": "Radd", "line": "It's over at last. Now, we can save her. Aren't you glad, Caesar?"}, {"speaker": "Caesar", "line": "Of course. And I have you to thank, Radd."}, {"speaker": "Navarre", "line": "..."}, {"speaker": "Feena", "line": "W-Wait, Navarre! Where're you going? Don't forget me! Wait for meeee!"}, {"speaker": "Samto", "line": "Navarre! I want to become your disciple. Wait for meee!"}, {"speaker": "Jake", "line": "Well, s'bout time I went back to Anna. Beck, what're you going to do?"}, {"speaker": "Beck", "line": "I was reckonin' about a new journey. Let us meet by Anna's shop again, someday."}, {"speaker": "Ymir", "line": "I'm goin' back to the village. Everyone is waitin' for me."}, {"speaker": "Athena", "line": "Ve... Ve finally repaid favor. This voman vill return to her country..."}, {"speaker": "Frost", "line": "I'm heading back home to my family. You two are really close, aren't you? You kinda remind me of my family."}, {"speaker": "Dice", "line": "That we are. Oh yeah, this 'ole family talk reminds me: I can't stay gamblin' forever. Gotta find a man for mah hardworkin' gal. Right, Maris?"}, {"speaker": "Maris", "line": "Quit yer nonsense, Pops! I don't want no man!"}, {"speaker": "Wolf", "line": "...So it's over."}, {"speaker": "Sedgar", "line": "Yeah. Everything is..."}, {"speaker": "Roshea", "line": "Coyote, did we do the right thing...?"}, {"speaker": "Vyland", "line": "No, Roshea. Never question yourself."}, {"speaker": "Wolf", "line": "That's right. We must continue to fight. To clear Coyote's name."}, {"speaker": "Wendell", "line": "At last, a world without war is born. Merric, Elrean, you both did well."}, {"speaker": "Elrean", "line": "Teacher! The words you spoke to me... I think I understand them now. I must apologize to Merric..."}, {"speaker": "Merric", "line": "Elrean... No apology is needed; I'm your friend. Ever since the day we met."}, {"speaker": "Etzel", "line": "Seeing the bonds of people dissolving the conflicts between them... 'Tis a promising new world indeed."}, {"speaker": "Sheema", "line": "The war is over. Samson, will you... stay with me from now on?"}, {"speaker": "Samson", "line": "Didn't I already give you my answer, Sheema? I'll go anywhere you wish."}, {"speaker": "Tiki", "line": "Ban-Ban! Let's go to the village together again. It's been so long, I wanna see everyone!"}, {"speaker": "Bantu", "line": "Ooh, indeed. Once they see your smile, I'm sure they'll all be happy, too."}, {"speaker": "Xane", "line": "Those guys are so carefree. But I suppose I can start slacking off as well."}, {"speaker": "Nagi", "line": "Indeed. I, too, can finally... return to my eternal sleep..."}, {"speaker": "Marth", "line": "Thank you, Kris. For protecting and supporting me. No amount of thanks would be enough. But, among the people, your deeds are being told as things I've done alone... That just will not do. Once we return to the castle, I'll..."}, {"speaker": "Kris", "line": "If you allow me, sire... I have no need for a name. I don't want stories to be told of me."}, {"speaker": "Marth", "line": "Kris...?"}, {"speaker": "Kris", "line": "Sire. With this war now over, a hero will be needed. A hero called Prince Marth. There are still hostilities between people who have fought for so long. Those won't disappear easily. In order to have everyone's agreement, a king everyone recognizes-- a godlike hero is needed. And that hero must be you, sire, and you alone."}, {"speaker": "Marth", "line": "But then, what you've done so far will be..."}, {"speaker": "Kris", "line": "Even if the world doesn't know, you do, sire, and that's enough for me. I shall stay by your side. I shall be your shadow."}, {"speaker": "Marth", "line": "Kris... You're... ...Why, I wonder? Ever since we met, I felt a special connection with you. Fate sent you to me... I can't help but think that. Thank you, Kris. Please stay with me. Kris, you're my other half, my true friend..."}], "narration": ["Thus, the long, tragic battle that would later be called the 'War of Heroes' finally came to an end. The seven kingdoms were unified under Prince Marth of Altea, and as the United Kingdom of Archanea was established, an era of peace began. The tales of the heroes who took part in this war brought excitement and tears to the later generations. Chronicles of the Archanean War of Heroes.. This is a story of love and courage, about the young warriors who fought with the continent's fate at stake..."]}