{"chapter": "01", "title": "The Grustian Expedition", "speakers": ["Marth", "Jagen", "Lang", "Villager", "Marisha", "Bandit", "Lorenz", "Ogma", "Yuliya", "Elder", "Jubelo", "Kris"], "dialogue_counts": {"Marth": 20, "Jagen": 6, "Lang": 7, "Villager": 9, "Marisha": 3, "Bandit": 1, "Lorenz": 11, "Ogma": 4, "Yuliya": 4, "Elder": 1, "Jubelo": 2, "Kris": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 72, "transitions": "-----------------", "opening": ["One year has passed since the War of Darkness ended. Thanks to the efforts of Prince Marth, the Kingdom of Altea, devastated by war, finally begins to stabilize. The knight Jagen, who succeeded the ill Morodof, became the prince's tactician and helped him rule the country, by his side. Afterwards, Princess Caeda was welcomed to Altea, and her marriage with Prince Marth was announced. The citizens were happy for the pair's fortune and Caeda was passionately welcomed to the country. However... Nearing the day of the wedding, a letter suddenly comes from the imperial palace, containing an imperial order.", "\"Dear Prince Marth of Altea, At the Kingdom of Grust, occupied by Archanea, a huge rebellion has broken out. I request for your country to subdue Grust. Your highness, please send Altea's full army immediately, to quell Grust's rebellion.\" -Emperor Hardin.", "The Kingdom of Archanea is the sovereign state to Altea, and its orders must be followed. The helpless Marth orders the knight Cain to protect his kingdom. And he leaves, along with Jagen and the others, to an expedition to Grust."], "intro": [{"speaker": "Marth", "line": "Jagen, we’ve finally arrived. Is that the rebels’ fortress?"}, {"speaker": "Jagen", "line": "I just saw the occupation army’s commander, General Lang. You should ask him directly."}, {"speaker": "Lang", "line": "So you are Lord Marth. Currently the situation is relaxed. We have already subdued most of the rebels. All that remains is this fortress. Since you are here, I will leave the job of defeating the rebels’ leader, General Lorenz, to you."}, {"speaker": "Marth", "line": "What?! General Lorenz leads the rebels?! What would possess him to rebel of all things?!"}, {"speaker": "Lang", "line": "Who knows? I haven't the foggiest idea, and frankly I don't care. Prince. You are to kill General Lorenz, and reclaim the children of the Grustian royal family that he's hiding. While you do that... We will slaughter the families of those who participated in this rebellion and raze their homes to the ground."}, {"speaker": "Marth", "line": "Are you insane?! They're innocent civilians!"}, {"speaker": "Lang", "line": "\"I-insane\"!? Young man, are you questioning my orders?! Perhaps Altea, too, plans to rebel against Archanea...?"}, {"speaker": "Marth", "line": "Of course not! That's not..."}, {"speaker": "Lang", "line": "Prince Marth, your tiny country means absolutely nothing to me. Your rude behaviour is merely an irritation. Do not forget that I have the power of the empire behind me: I can crush weak, pesky insects like you any time I wish."}, {"speaker": "Marth", "line": "…Jagen, what’s going on? Why has Hardin handed over this country to such a man…?"}, {"speaker": "Jagen", "line": "General Lang was once a noble of Archanea. However, in the previous war, he supported the Dolhrian Empire. I heard that he stole from other people, to add to his own wealth. I fear he has continued his ways at Grust, and caused suffering to its people. So General Lorenz’s rebellion is completely understandable."}, {"speaker": "Marth", "line": "Jagen! How can you say things so casually? If we don’t inform Hardin of the truth, more innocent people will be killed."}, {"speaker": "Jagen", "line": "Your highness, I understand your feelings. However, Lorenz’s rebellion is a fact. First, we must see how we can help him. Basically we should listen to what the citizens have to say, so we can affirm what has happened to this country. Then your highness can talk to General Lorenz personally."}, {"speaker": "Marth", "line": "But the rebels don’t know that we’re from Altea. Can we reach the fortress safely?"}, {"speaker": "Jagen", "line": "Don’t worry. Most of the rebels have already fled. All that remains is Lorenz, and the children in the fortress. Blocking our path are only bandits, who have taken advantage of the confusion to raid villages. They are no problem for us. You can order Alen to defeat them in one blow if you want. However, your highness, we have some fresh recruits in our army that could use some fighting experience. To them, bandits are relatively strong foes. So be careful not to push them too much. If possible, I would have liked to fight as well, but my body is not what it used to be. I will stay by your highness’s side, as your tactician. Well, your highness, we should go!"}], "visit": [{"speaker": "Villager", "line": "After the last war, Princess Nyna let this country keep its sovereignty under the rule of General Lorenz. However, as soon as Hardin became emperor, General Lorenz was banished and Lang's troops came crawling in. Lang stole everything from us. He stole our gold, of course, but he even stole our food and our loved ones... Ah... If only General Camus were here! Then we wouldn't have to live in fear of people like Lang!"}, {"speaker": "Villager", "line": "There aren't any young girls left in this country. They were all taken away by the imperial troops. They say General Lang keeps the really pretty ones to himself. What a dark, insane chapter in Grust's history..."}, {"speaker": "Villager", "line": "The late King Grust had two children. Princess Yuliya and Prince Jubelo. They're still young. Maybe thirteen, or fourteen; cute little twins, both of them. In the last war, Gharnef, the Dark Pontifex, kidnapped the twins to blackmail the king. They were taken to Khadein, the city of magic, and locked away in a pitch-black room. At great personal risk, Pontifex Wendell saved them. He took them to a monastery to protect them."}, {"speaker": "Villager", "line": "General Lorenz took the royal children from Lord Wendell and raised them in Grust. The empire demanded their extradition, but Lorenz was afraid they would be killed, and hid them. The empire branded Lorenz a traitor, and sent General Lang here. Lang did horrible things to find the royal children. That's why we rose up. But, we lost. And now Lang is going to kill everyone in this entire country!"}, {"speaker": "Villager", "line": "I heard that General Lorenz lived in Talys when he was young. Talys wasn't unified at the time, so there were a number of noble houses contending for control. Lorenz lent his power to the young patriarch of one house, and together they unified Talys into one country. Lorenz and that patriarch--now the king of Talys--remain close friends to this day."}, {"speaker": "Villager", "line": "I only saw him briefly, but that knight, Arran, looked awfully pale. You know, he's probably hit the wall, so to speak. I doubt he'll get any stronger, no matter how much he fights..."}], "recruit-visit": [{"speaker": "Villager", "line": "Oh... Please, show mercy to just this child. She's only ten years old."}, {"speaker": "Marth", "line": "Ma'am, please calm yourself. I am not here to take any children."}, {"speaker": "Villager", "line": "What... You're not imperial soldiers?"}, {"speaker": "Marth", "line": "No... We're not. We didn't come to fight. If there's anything you need, please ask. It's not much, but we can give you food."}, {"speaker": "Marisha", "line": "Wait... Please, take me with you..."}, {"speaker": "Marth", "line": "Huh...? You're... Are you really ten?"}, {"speaker": "Marisha", "line": "No... I'm a grown woman, but Granny lied so that I wouldn't be taken away by the soldiers. Lang's soldiers are all monstrous. But you're different. You have very sweet eyes. Please, take me with you. I want you to take me away from this country, and take me to yours."}, {"speaker": "Villager", "line": "It's not safe for her to stay here. Please take her with you, and protect her. You can marry her, too, if you like. Marisha is a beautiful, good-natured lady, just like me! I'm sure she'll make a fine wife."}, {"speaker": "Marisha", "line": "No-no-no! Granny, it's far too early for that! Now you've made Marisha all flustered!"}], "battle": [{"speaker": "Bandit", "line": "Oh? A battle, is it? We're in luck, boys! Let's loot 'em villages before 'ey realize what's hit 'em!"}, {"speaker": "Lorenz", "line": "Alright, that will do for now... Sir Ogma, please forgive me for getting you involved in this mess."}, {"speaker": "Ogma", "line": "I am here on King Talys's orders. As such, I will do everything in my power to help."}, {"speaker": "Lorenz", "line": "I see... Then I have a favor to ask of you. I want you to escort these children to Macedon. These children... Prince Jubelo and Princess Yuliya, are King Grust's orphans. Please. Take them safely to Lord Wendell in Macedon."}, {"speaker": "Ogma", "line": "Understood... I will guard these two with my life."}, {"speaker": "Lorenz", "line": "Thank you, Sir Ogma... Now, Prince Jubelo, Princess Yuliya, you will be leaving with Sir Ogma."}, {"speaker": "Yuliya", "line": "No! I'm not going! I won't leave you behind!"}, {"speaker": "Lorenz", "line": "Princess... I cannot go. With this wound, I can barely even walk. It saddens me, but you two must go on without me."}, {"speaker": "Yuliya", "line": "You took that grievous wound to protect us... How can you tell us to just leave you behind now?! I will never leave. We will never leave your side, Lorenz!!"}, {"speaker": "Ogma", "line": "What shall I do, General?"}, {"speaker": "Lorenz", "line": "Hmm... this is most troublesome. Princess Yuliya is not one to change her mind easily... We will remain here."}, {"speaker": "Ogma", "line": "In that case, I will find some other way to help you. I will find Lang and bring him down... I will bury him with this sword, I swear on it. General Lorenz, you must hold out until then...!"}], "boss-talk": [{"speaker": "Lorenz", "line": "Prince Marth! So it is you... How unfortunate, that I must fight... the Altean army and its prince...", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Marth", "line": "Please, wait. I do not wish to fight with you. I heard about everything from the villagers. I've heard of all the atrocities Archanea has committed. I promise, I will inform Emperor Hardin of the truth and rescue Grust. So please, lower your weapons.", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Lorenz", "line": "Prince... I am grateful for the offer. But, I am afraid that I cannot comply. Prince, you know nothing. Do you think that a man of Emperor Hardin's caliber would make a general out of a man as worthless as Lang without good reason? He called for an invasion: to crush the kingdom of Grust and make it a territory of the Empire.", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Marth", "line": "No, it can't be! Hardin would never do something like that.", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Lorenz", "line": "I know it's hard to believe. But I'm afraid that, ever since he became emperor, he has changed a great deal. He is no longer the Hardin you once knew. Prince, I have one final request of you. In this stronghold, I am protecting the young prince and princess of Grust. Please, find a way to help them. If you can do just that, I will have no regrets.", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Marth", "line": "What... General Lorenz, what are you saying...?!", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Lorenz", "line": "Prince Marth... My life in exchange for theirs... By any means necessary, please help them... This is the last thing I will ask.", "unit": "Marth", "boss": "Lorenz"}, {"speaker": "Marth", "line": "General Lorenz!! ......This can't be happening......", "unit": "Marth", "boss": "Lorenz"}], "boss": [{"speaker": "Lorenz", "line": "What?! You're... the Altean army?! So even Altea has turned on us..."}, {"speaker": "Lorenz", "line": "Forgive me, people of Grust..."}], "end": [{"speaker": "Elder", "line": "Prince Marth... General Lorenz entrusted everything to you. You spared his life, and even heard him out. We, the people of Grust, thank you. Please, let me offer you a token of our gratitude. Here. We're protecting Prince Jubelo and Princess Yuliya in this stronghold. I beg you, do what you must to protect our last fragments of hope..."}, {"speaker": "Marth", "line": "You, you're... Grust's royal heirs... Prince Jubelo and Princess Yuliya?!"}, {"speaker": "Jubelo", "line": "Sniff... Lorenz... He's gone... How can we live on without him?"}, {"speaker": "Yuliya", "line": "You monsters!! Stay away! You're going to murder us just like you murdered Lorenz!!"}, {"speaker": "Marth", "line": "No, you have it all wrong!! We just..."}, {"speaker": "Lang", "line": "Ah... Prince Marth. You finally caught these filthy traitors."}, {"speaker": "Marth", "line": "General Lang! Wait, please! These children have done nothing wrong. Allow me to take custody of them."}, {"speaker": "Lang", "line": "Don't make me laugh. These brats are coming with me to my castle. Besides, my dear prince, you have other, more important, priorities. I have received reports that there has been a military revolt in Macedon, and Princess Minerva has been imprisoned."}, {"speaker": "Marth", "line": "What...?! How could that happen to Macedon?! I understand my obligations, General Lang. Still, these children... Let them stay with me, please."}, {"speaker": "Lang", "line": "Prince, do not try my patience! Listen up you two! You're coming with me!"}, {"speaker": "Yuliya", "line": "No, let me go!! Jubelo... help me!!"}, {"speaker": "Jubelo", "line": "Yuliya... Yuliya...!!"}, {"speaker": "Marth", "line": "Wait!! Lang! Release them at once!"}, {"speaker": "Kris", "line": "Sire! Give me the order, and I'll get them safely back at once!"}, {"speaker": "Jagen", "line": "Sire, don't do it!! You too, Kris! If we oppose Lang right here, right now, we run the risk of being branded traitors by Archanea."}, {"speaker": "Marth", "line": "But Jagen, are you telling me to simply allow Lang to take them?! I cannot stand for that..."}, {"speaker": "Jagen", "line": "I understand how you feel, sire... But please remain patient for a little longer. If we head to Macedon... then rescue Princess Minerva, Macedon will surely lend us its strength."}]}