{"chapter": "08", "title": "Soulful Bridge", "speakers": ["Cain", "Kris", "Marth", "Jagen", "Villager", "Bantu", "Hardin", "Gordin", "Jeorge", "Astram"], "dialogue_counts": {"Cain": 3, "Kris": 1, "Marth": 8, "Jagen": 3, "Villager": 1, "Bantu": 4, "Hardin": 3, "Gordin": 5, "Jeorge": 6, "Astram": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 39, "transitions": "-------------", "opening": ["Soon after reclaiming the Fane of Raman, Marth's army fears pursuit from the Archanean army and escapes towards Chiasmir Bridge. However, a new enemy attacks the Altean army upon reaching the central islet.", "\"The Archanean army is coming from the north; we'll be surrounded like this.\"", "The situation is desperate! Can Marth and his friends overcome the many perils?"], "intro": [{"speaker": "Cain", "line": "Sire, you're safe!"}, {"speaker": "Kris", "line": "Sir Cain! You made it!"}, {"speaker": "Marth", "line": "I'm truly glad that you came back unharmed, Cain."}, {"speaker": "Cain", "line": "Yeah, somehow I managed to shake off the enemy and escape here. But the enemy is already approaching from the north."}, {"speaker": "Marth", "line": "Don't worry. We will crush them."}, {"speaker": "Cain", "line": "No, not this time. Hardin is being protected by a mysterious power: we can't lay a finger on him. So even if we fight him now, we haven't a chance of winning. Please, head to the northwestern fortress. There's a boat across the river, which we can use to escape to the Khadein desert."}, {"speaker": "Jagen", "line": "Sire, the free company to the south will probably make their move soon. Indeed, now's not the time to fight. For the time being, let's do as Cain suggests and make our escape. After that, we'll think of something..."}, {"speaker": "Marth", "line": "I see... I don't like it, but we haven't a choice... Everyone, hurry to the northwest fortress!"}], "visit": [{"speaker": "Villager", "line": "If ya ask me, archers'll always get along well with archers."}], "recruit-visit": [{"speaker": "Bantu", "line": "Oh look, if it isn't Prince Marth. Long time no see, Lad. It seems so noisy out; I wonder what's happened?"}, {"speaker": "Marth", "line": "Ah, Bantu! Fancy meeting you in a place like this. How is Tiki?"}, {"speaker": "Bantu", "line": "Oh, she is no longer by my side. Lord Gotoh took her to the Ice Dragon's Temple again."}, {"speaker": "Marth", "line": "The Ice Dragon's temple? Where's that? I've never heard of such a place..."}, {"speaker": "Bantu", "line": "It's in the icy lands, far north of here. But it's no place for humans. Besides the hero Anri, no man has been there yet."}, {"speaker": "Marth", "line": "Anri?! Are you, perchance, referring to the \"Realm of the Gods\" from Anri's legends?"}, {"speaker": "Bantu", "line": "I'm not at liberty to say anything more. If you want to know more, you should ask Lord Gotoh. Anyhow, I have a favor to ask of you. My precious firestone was stolen by thieves. If you can get it back for me, I'll show you how it works. Thank you, Prince Marth."}], "battle": [{"speaker": "Hardin", "line": "Heh heh heh... Prince Marth, it's been far too long."}, {"speaker": "Marth", "line": "Hardin... Why did you attack our country? What would compel you to do such an act? I... I can't believe this. Have you really changed this much?"}, {"speaker": "Hardin", "line": "Prince, I am the ruler of this continent and the Emperor of Archanea. I will show no quarter to anyone who opposes me. That includes you, Prince... I must destroy this foul world... It is beyond salvation. Traitors, playtime is over. You will all die here. All soldiers, attack! Do not leave a single traitor standing!"}], "recruit-talk": [{"speaker": "Gordin", "line": "Master! Please, wait!", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "Hm...? Gordin? Long time no see. You seem to have gotten a little sturdier, but has your bow arm improved any?", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Yes, at the moment, I... They call me Altea's master of bows. It's thanks to you, Master, that I've been able to progress this far.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "And? Did you come here because you wanted to challenge your old teacher?", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "N-no! It's not like that... ...I might be asking the impossible, but I'd like you to fight alongside us again, sir.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "......", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Please! Master!!", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Jeorge", "line": "I pledged allegiance to Princess Nyna, but as for Hardin... I've had it with him. Taking other countries by force, executing \"rebels\" without reason. The Archanean army I see now is just a collection of hired thugs. There's not even a shred of chivalry left. To return the kingdom of Archanea to what it was once before... I must take it upon myself to turn my bow against my homeland. Gordin. Convey that to Prince Marth.", "recruiter": "Gordin", "recruit": "Jeorge"}, {"speaker": "Gordin", "line": "Thank you, Master!!", "recruiter": "Gordin", "recruit": "Jeorge"}], "recruit-battle": [{"speaker": "Astram", "line": "You traitors! I'll show you the might of Mercurius!!"}, {"speaker": "Astram", "line": "Midia... My love..."}, {"speaker": "Jeorge", "line": "You wouldn't have needed to die if you hadn't come so close, fools..."}, {"speaker": "Jeorge", "line": "What fools..."}], "boss": [{"speaker": "Hardin", "line": "Rebel soldiers... Come to die, have you? I'll show you the terror of Gradivus!"}], "end": [{"speaker": "Jagen", "line": "Please hurry, sire. The enemy is closing in on us."}, {"speaker": "Marth", "line": "But everyone is still fighting. I can't just leave them behind."}, {"speaker": "Jagen", "line": "Don't worry, everyone will escape safely and reunite with you at Khadein. Now sire, to the boat!"}]}