{"chapter": "22", "title": "The Dragon's Altar3", "speakers": ["Marth", "Jagen", "Cleric", "Minerva", "Maria", "Sirius", "Nyna", "Merric", "Elice", "Julian", "Lena", "Medeus", "Gotoh", "Tiki", "Marisha", "Caeda"], "dialogue_counts": {"Marth": 7, "Jagen": 4, "Cleric": 1, "Minerva": 4, "Maria": 4, "Sirius": 8, "Nyna": 8, "Merric": 2, "Elice": 2, "Julian": 4, "Lena": 5, "Medeus": 3, "Gotoh": 1, "Tiki": 1, "Marisha": 3, "Caeda": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 63, "transitions": "----------------", "intro": [{"speaker": "Marth", "line": "...! Isn't that my sister and the others!? Who are they protecting...? Damn... That's... Is that Medeus...?"}, {"speaker": "Jagen", "line": "Wait, if the princesses are in the way, your highness' sword will be unable to strike. We must think of something fast, otherwise the Earth Dragons will awaken, and then they will be in even more pain."}, {"speaker": "Marth", "line": "What should I do...? How can I save them? Please tell me Jagen."}, {"speaker": "Jagen", "line": "That... Not even I know. To defeat Medeus there is probably no other way except to..."}, {"speaker": "Marth", "line": "...! What, you want me to kill them!?"}, {"speaker": "Jagen", "line": "That is one way. The princess cannot suffer any more. Taking their life is also a way of saving them."}, {"speaker": "Marth", "line": "Jagen, are you SERIOUSLY telling me to make this decision?"}, {"speaker": "Jagen", "line": "As leader, there are times when you must make painful decisions. That is what I meant."}, {"speaker": "Marth", "line": "Jagen, that's enough, I understand. I will not give up. There must be some other way. Until the very end, I will not give up!!"}], "battle": [{"speaker": "Cleric", "line": "THOSE WHO OPPOSE... LORD MEDEUS... MUST DIE..."}], "recruit-talk": [{"speaker": "Minerva", "line": "Maria! Please open your eyes. It's me, Minerva! Be strong!", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Maria", "line": "Uh... Oh... Minerva, sister... Ahh, Medeus, he...", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Minerva", "line": "Everything's alright now, relax. I'm sorry, Maria, for letting you experience all this...", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Maria", "line": "Sister... I'm scared... so scared. Oh! How is brother? He fought with Gharnef to rescue me.", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Minerva", "line": "Michalis, he... He's alright, Maria, don't worry.", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Maria", "line": "Really? Then, when we return home, will we be like one big family again? That's great, sister. Oh, I really want to see brother again.", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Minerva", "line": "Maria...", "recruiter": "Minerva", "recruit": "Maria"}, {"speaker": "Sirius", "line": "Princess Nyna! Open your eyes! Be strong...!", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "Ah... I made a huge mistake. Because of my stupidity... I caused such grief for Hardin. And I made him... turn into that. Oh... I... What should I do?", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "Empress... Prince Marth has already ended Hardin's suffering. Even until the end Hardin still loved you, and he apologized for his crimes. It's alright now. You don't need to suffer anymore. You just had a bad dream, that's all...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "..... You are.....?", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "Princess Nyna! You mustn't give up. You shouldn't be a weak person!", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "Ah...! You are... Camus...!? You are Camus!! Why... Why are you... Am I dreaming? You're still alive... Ah... It's true...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": ".....! Empress... I think you're mistaken. I am Sirius, a soldier of the allied army. I don't know anybody called Camus...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "Sirius...!? ...How...? No! That's wrong!! You must be...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "Please calm down. You must be very tired. I must leave this place very soon. Well, Empress Nyna... You should return to Prince Marth's side...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "You... Where are you going?", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "I must return to my country. I... I have somebody waiting there for me.", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "Really, is that so? I understand... Sirius... thank you.", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "..... Sorry...", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Nyna", "line": "Huh...!?", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Sirius", "line": "It's... nothing... Empress, you must go!", "recruiter": "Sirius", "recruit": "Nyna"}, {"speaker": "Merric", "line": "Elice! It's me, Merric! Please open your eyes. I studied magic so that I could protect you... Yet I still couldn't do that, or be by your side... Elice... I'm begging you... Please open your eyes!", "recruiter": "Merric", "recruit": "Elice"}, {"speaker": "Elice", "line": "Merric...? ...! Oh, Merric! Save me... Gharnef, he... is so frightening... Please save me!", "recruiter": "Merric", "recruit": "Elice"}, {"speaker": "Merric", "line": "Elice! Great, you've finally awakened. It's alright now, I'm here. Oh... But Marth... and the others are watching... This is embarrassing. Elice, no matter what happens I won't leave your side again... Okay?", "recruiter": "Merric", "recruit": "Elice"}, {"speaker": "Julian", "line": "Miss Lena, wake up! It's me, Julian. What should I do? I know I'm a man with no merits, but for you I will do anything. I don't have any other wishes, I just want to see you smile, Miss Lena. Smile, I'm begging you, Miss Lena...", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Lena", "line": "Oh... Julian... You did come. I believed that you would definitely come. So that's how I could endure the horrors that I faced... Julian, I'm sorry. I always acted like a spoiled brat to you.", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Julian", "line": "No... Just hearing Miss Lena's words is enough for me.", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Lena", "line": "Julian, can you listen to a request of mine?", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Julian", "line": "Huh? Oh, please ask, as long as I can do it...", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Lena", "line": "From now on, just call me Lena. It seems so impersonal when you call me Miss Lena. Because we're going to return to Macedon, to live together.", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Julian", "line": "Huh? ...Miss Lena... Oh... No... I meant Le... na... Do you really mean that...", "recruiter": "Julian", "recruit": "Lena"}, {"speaker": "Lena", "line": "Mmm... I believe the deities will forgive me. Because of my... love for you.", "recruiter": "Julian", "recruit": "Lena"}], "recruit-battle": [{"speaker": "Maria", "line": "Ah, Minerva, sister..."}, {"speaker": "Nyna", "line": "Ah, Camus..."}, {"speaker": "Elice", "line": "Ah, Merric..."}, {"speaker": "Lena", "line": "Ah, Julian..."}], "boss": [{"speaker": "Medeus", "line": "I... HAVE RESURRECTED... STUPID HUMANS... I WILL KILL YOU ALL..."}, {"speaker": "Medeus", "line": "HAHAHA... IT'S NOT OVER YET. YOUR NAIVETY... WILL DESTROY YOU... THOSE SISTERS WILL BE SACRIFICED... THEY WILL BECOME MY BLOOD AND MY FLESH... AND GIVE ME POWER!"}, {"speaker": "Medeus", "line": "GWA...! WHY... WHY HAVE I... BEEN DEFEATED... SO EASILY...... IS THIS... THE POWER... OF NAGA'S... BINDING SHIELD...? BUT... HUMANS. DON'T FORGET... AS LONG AS GREED LIVES ON IN YOUR HEARTS... YOU WILL LOSE THE SHIELD AND I WILL RISE FROM THE EARTH ONCE AGAIN... REMEMBER... TH...IS..."}], "end": [{"speaker": "Gotoh", "line": "Marth, courageous prince of Altea. Because of your efforts, the Dark Earth Dragon, Medeus, has finally been completely destroyed. Medeus's servants, the Earth Dragons have also vanished into the darkness. As long as the Binding Shield exists, they won't awaken anymore. Marth, descendant of Anri, and the chosen Prince of Light. You have saved mankind, and you have saved our dragon tribe..."}, {"speaker": "Tiki", "line": "Marth!! I don't have to go back to the Ice Dragons' Temple anymore. I'm so happy! I really like everybody. I definitely don't want to live all by myself at that lonely place again. It's really... like a dream. I'm so happy, so very happy. Marth, I really like you!!"}, {"speaker": "Marisha", "line": "Really Tiki... For how long do you plan on hogging Marth!? Honestly Marth, if you dare to show even the slightest happiness, Caeda won't forgive you."}, {"speaker": "Caeda", "line": "Marisha, you're talking nonsense again. However Marth really does look happy..."}, {"speaker": "Marisha", "line": "He can finally put to rest his heavy burden. Lord Marth has always been carrying such a heavy responsibility. It must have been hard on him. But Caeda has also had it hard. There are so many people around Marth that finding a chance to even talk to him is difficult. You must have been lonely."}, {"speaker": "Caeda", "line": "Mmm... It doesn't matter. As long as Marth is safe, I wouldn't wish for anything else. I once prayed to the deities, since Marth had such an important mission. I prayed that if they decided his life was to be taken, to take my life in his place... That was all I could do."}, {"speaker": "Marisha", "line": "..... Ah, Caeda truly can't be beaten. But you don't have to wait any longer. Because Lord Marth is about to return to your side. Look, Caeda, Marth is looking over there. Use your courage!"}, {"speaker": "Caeda", "line": "Marth..."}, {"speaker": "Marth", "line": "Caeda, it's finally over. I'm sorry for making you suffer."}, {"speaker": "Caeda", "line": "No, I couldn't help you one bit... I'm the one that should be sorry."}, {"speaker": "Marth", "line": "Don't be silly. It's only because I had Caeda that I was able to reach this day. Things will be more difficult from now onwards. The seven kingdoms of Archanea are going to be unified, and everybody is going to hand responsibility to me. But, such a task I cannot possibly do by myself. Caeda, I hope you can help me. I really need you."}, {"speaker": "Caeda", "line": "I... When I left Talys island, I already swore an oath. No matter where you went, I would be by your side. No matter what happened I would have faith in you. So, no matter what hardships there are, I can endure them. Because Marth... I lov..."}], "narration": ["And so the tragic War of Heroes finally came to an end. The seven kingdoms were unified by Prince Marth. The united Kingdom of Archanea was established and peace reigned. The tales of the heroes were remembered by future generations. Archanea’s hero saga… This is the story of the brave warriors who saved Archanea…"]}