{"chapter": "1:0", "title": "Under Gray Skies", "speakers": ["Begnion Soldier", "Micaiah", "Sothe", "Edward", "???", "Lady", "Boy", "Pugo", "Ruffian", "Leonardo", "Begnion", "Jarod", "Alder"], "dialogue_counts": {"Begnion Soldier": 18, "Micaiah": 15, "Sothe": 2, "Edward": 6, "???": 4, "Lady": 7, "Boy": 2, "Pugo": 5, "Ruffian": 2, "Leonardo": 4, "Begnion": 8, "Jarod": 6, "Alder": 1}, "gender_counts": {"M": 18, "F": 15, "N": 47, "A": 0}, "lines": 84, "transitions": "NNNN-NNF-N-NN-N-NN-NN-N-N-MFN-F-NMF-MFMFMNNFNNFMNNN-N-F-N-N-F-MFM-MF-N-N-NFN-MF-N-NN-MMFNN-NNNMNNMNMNM-NMN-NM-", "cutscene": [{"speaker": "Begnion Soldier", "line": "Find anything?"}, {"speaker": "Begnion Soldier", "line": "Not yet, sir, no."}, {"speaker": "Begnion Soldier", "line": "Someone's gotta be here. Keep looking."}, {"speaker": "Begnion Soldier", "line": "Sir!"}, {"speaker": "Begnion Soldier", "line": "We're wasting our time. There's no one here."}, {"speaker": "Begnion Soldier", "line": "I know I heard something..."}, {"speaker": "Micaiah", "line": " Hush, Yune! Please, don't cry. If they hear you, you'll give us away."}, {"speaker": "Begnion Soldier", "line": "Who's there?"}, {"speaker": "Begnion Soldier", "line": "Is it the Dawn Brigade?"}, {"speaker": "Begnion Soldier", "line": "No. It was just a bird."}, {"speaker": "Begnion Soldier", "line": "Ha ha ha! Thought we didn't see you?"}, {"speaker": "Begnion Soldier", "line": "Look... Silver hair..."}, {"speaker": "Begnion Soldier", "line": "If it's the fortune-teller, we'll be heroes! Without her, the Dawn Brigade is nothing."}, {"speaker": "Begnion Soldier", "line": "Oh, the general's going to love this. Bind her."}, {"speaker": "Begnion Soldier", "line": "Sir."}, {"speaker": "Begnion Soldier", "line": "Listen up, lass. If you don't want to get hurt, don't struggle."}, {"speaker": "Begnion Soldier", "line": "She's not alone!"}, {"speaker": "Sothe", "line": "Micaiah."}, {"speaker": "Micaiah", "line": "Sothe..."}, {"speaker": "Begnion Soldier", "line": "Got you now!"}, {"speaker": "Micaiah", "line": "Ekarif Magae Teiodasto Ieraka!"}, {"speaker": "Begnion Soldier", "line": "My eyes!"}, {"speaker": "Sothe", "line": "Good job, Micaiah. Let's go."}, {"speaker": "Micaiah", "line": "Right. Yune!"}], "intro": [{"speaker": "Edward", "line": "Something must have happened to him."}, {"speaker": "Micaiah", "line": "Don't worry. He'll be here."}, {"speaker": "Edward", "line": "Hey, I have an idea... Micaiah, why don't you use your farsight to see when Leonardo will arrive?"}, {"speaker": "Micaiah", "line": "Edward, you know that's not how it works. I foresee some things, but I don't get to choose what I see."}, {"speaker": "Edward", "line": "I was just teasing! Still, Leonardo's never late. Something must have—-"}, {"speaker": "???", "line": "H-help! Someone, please help us!"}, {"speaker": "Lady", "line": "Bandits! Bandits are attacking the town! Run away! Who knows what the brutes will do if they catch you!"}, {"speaker": "Micaiah", "line": "Where is the Imperial Occupation Army this time? How can they keep the peace when they're nowhere to be found?"}, {"speaker": "Lady", "line": "Who, the Begnion soldiers?! Hah! They don't care a lick about us! We lost the war, and they won. We're nothing to them."}, {"speaker": "Lady", "line": "They're only interested in chasing down the Dawn Brigade. They let the real scoundrels run wild and brutalize us."}, {"speaker": "Micaiah", "line": "They're worse than useless! We'll be glad to help you. Just find someplace to hide, and leave those bandits to us."}, {"speaker": "Edward", "line": "And don't worry about us. We happen to be members of that same Dawn Brigade that the Begnion troops are so interested in!"}, {"speaker": "Boy", "line": "What! Really?! You guys are in the Dawn Brigade?! Wow, my friends and I talk about you all the time!"}, {"speaker": "Lady", "line": "You? But you're just children! Oh, how Daein has fallen... Children, forced to fight and steal for the good of the poor."}, {"speaker": "Lady", "line": "But we can't fight the rogues, so we'll take you up on your offer. Please be careful. They're slice clean through you if they can."}, {"speaker": "Pugo", "line": "Listen up, you louts! This town is nothin' but idiot kids and drooling graybeards. Steal everything you can!"}, {"speaker": "Micaiah", "line": "Yune, it's dangerous here. Go find someplace safe for now."}], "battle": [{"speaker": "Ruffian", "line": "Heh heh heh! A pretty little girl like you'll fetch a pretty penny for me! Now be a good girl and come to papa."}, {"speaker": "Ruffian", "line": "What did you say? That better not have been an insult, you... Huh!?"}, {"speaker": "Micaiah", "line": "No matter the manner of man, the goddess judges with an even hand."}, {"speaker": "Leonardo", "line": "Micaiah!"}, {"speaker": "Micaiah", "line": "Leonardo! How did you find us?"}, {"speaker": "Leonardo", "line": "A little bird told me. Yours, in fact."}, {"speaker": "Leonardo", "line": "What were you two thinking, taking on these bandits alone? That's beyond reckless."}, {"speaker": "Micaiah", "line": "I'm sorry, Leonardo. We couldn't just leave the helpless villagers to these monsters. Please, help us fight them."}], "boss": [{"speaker": "Pugo", "line": "Who do you brats think you are, the Dawn Brigade?"}, {"speaker": "Pugo", "line": "Aghhh! What just happened?!"}, {"speaker": "Pugo", "line": "You give proper thieves a bad name. Hah! You like charity? Come closer! I'll show you some charity!", "unit": "Micaiah", "boss": "Pugo"}, {"speaker": "Micaiah", "line": "These people work hard to feed their families mere scraps. Then you come along and steal what little they've earned.", "unit": "Micaiah", "boss": "Pugo"}, {"speaker": "Pugo", "line": "Shut up, kid! I work hard, too! You want honest? Once I've sold you, I'll have earned an honest penny!", "unit": "Micaiah", "boss": "Pugo"}], "end": [{"speaker": "Edward", "line": "Fantastic! We won! It's just like you said, Micaiah. They were no match for us!"}, {"speaker": "Micaiah", "line": "Yune, come here."}, {"speaker": "???", "line": "You did it!"}, {"speaker": "Lady", "line": "Thank you so much! We owe you our lives."}, {"speaker": "???", "line": "You there! What are you doing? Stop immediately!"}, {"speaker": "Edward", "line": "Well, well, well. Look who decided to show up... Begnion soldiers. They certainly took their time, didn't they?"}, {"speaker": "Leonardo", "line": "We mustn't be caught. Micaiah! Edward! Make a break for it. Run!"}, {"speaker": "Micaiah", "line": " I'm sorry. We have to leave."}, {"speaker": "Lady", "line": "I know. Thank you again for all you've done. Now, go! Run!"}, {"speaker": "Boy", "line": "Hey, lady! My name's Nico! When I grow up, I want to be just like you guys! Come back sometime!"}, {"speaker": "Begnion", "line": "Hold it! Stop right there!"}, {"speaker": "???", "line": "Who are you bellowing at, soldier?"}, {"speaker": "Begnion", "line": "General Jarod?! Wh-when did you arrive?"}, {"speaker": "Jarod", "line": "Answer my question, maggot. I want to know who you were yelling at and why you did nothing but yell at them."}, {"speaker": "Begnion", "line": "S-sorry, sir. We suspect they were from the Dawn Brigade, a band of thieves that targets goods levied from the town. People say they give what they've stolen back to the villagers and strut around acting like heroes."}, {"speaker": "Begnion", "line": "They're said to have a witch among them, a girl called the Silver- Haired Maiden. They say she can heal wounds instantly by laying her hands on any injury. Townspeople treat her like a savior."}, {"speaker": "Jarod", "line": "And? What have you been doing about this band of fools?"}, {"speaker": "Begnion", "line": "Sir. A few days ago we stormed their hideout. We found a girl much like the Silver-Haired Maiden... We ran the dogs from their den, but they were cunning and cautious, and...we lost them."}, {"speaker": "Jarod", "line": "I see. I'm beginning to understand."}, {"speaker": "Begnion", "line": "How do you mean, sir?"}, {"speaker": "Jarod", "line": "I'm beginning to understand exactly how incompetent you all are!"}, {"speaker": "Begnion", "line": "Urk!"}, {"speaker": "Jarod", "line": "Make the villagers talk. I want to know who these bandits are and where they're hiding."}, {"speaker": "Begnion", "line": "Y-yes, sir! Understood, sir!"}, {"speaker": "Alder", "line": "I don't care who they are. The more kick they have in them, the more fun for us, don't you think, sir?"}, {"speaker": "Jarod", "line": "Precisely. Overseeing this dusty old town is wearing thin. A little fresh game is just what I need."}], "narration": ["The northeastern nation of Daein lost a bloody war with neighboring Crimea three years ago. Crimea, however, abdicated its right to rule Daein and passed sovereignty of its former enemy to the powerful Begnion Empire. Daein's future is now subject to the whims of the empire.", "Begnion's occupations forces have gathered all of Daein's men of fighting age and put them to work in labor camps. Their work is brutal and void of purpose, designed to break both body and spirit. The remaining population faces poverty and starvation as the fields lie fallow. A band of young heroes has escaped the Begnion army to form a group called the Dawn Brigade. Fighting for a free Daein, they alone have stood against Begnion's forces. They alone have shouldered the hopes of their nation.", "Among the company is a young girl named Micaiah, who is said to possess mystical powers. The people of Daein have come to know her as the \"Silver- Haired Maiden.\" They have come to think of her as the savior for whom they had been waiting.", "Begnion's forces have tried time and time again to capture and silence the Dawn Brigade. However, Micaiah's ability to sense impending danger has thus far allowed the Dawn Brigade to evade the empire's grasp."]}