{"chapter": "1:1", "title": "Maiden Of Miracles", "speakers": ["Micaiah", "Leonardo", "Edward", "???", "Sothe", "Nolan", "Mercenary", "Isaiya", "Grandmother", "Man", "Begnion", "Nico", "Lady", "Grandfather", "Jarod"], "dialogue_counts": {"Micaiah": 16, "Leonardo": 5, "Edward": 5, "???": 1, "Sothe": 8, "Nolan": 8, "Mercenary": 1, "Isaiya": 4, "Grandmother": 2, "Man": 4, "Begnion": 13, "Nico": 3, "Lady": 5, "Grandfather": 2, "Jarod": 4}, "gender_counts": {"M": 30, "F": 16, "N": 35, "A": 0}, "lines": 81, "transitions": "FMMMMN-FMMM-M-MFMFMFMM-MMFMFMFMMM-NN-N-N-N-N-FN-M-N-M-NFNNNNNFN-NNNN-FMF-N-NNNNN-N-N-NNNN-NNM-NM-M-M-FMMFMF", "intro": [{"speaker": "Micaiah", "line": "How should we explain yesterday to Sothe and Nolan?"}, {"speaker": "Leonardo", "line": "It's like you said. We didn't have a choice. We had to save Nico and the townsfolk. But I admit, getting spotted by those Begnion soldiers was unfortunate. Still, I'd do it all over again. The worst part is they know we're near. They could find this hideout as easily as they found our last one."}, {"speaker": "Edward", "line": "I just don't get it. This is our country... Why do we have to live in hiding, like prisoners in our own land?"}, {"speaker": "Leonardo", "line": "Come on, you know why. We lost the war...and Crimea won. It's not \"our\" country anymore. End of story."}, {"speaker": "Edward", "line": "Except that Crimea walked away after winning, leaving those heartless Begnion dogs to rule our country for the last three years! The occupying soldiers march around like they own the place, doing whatever they want, and no one dares to stop them!"}, {"speaker": "???", "line": "To be fair, Crimea didn't have the resources to rule another country."}, {"speaker": "Micaiah", "line": "Sothe! And Nolan, too! Welcome back. I'm glad you made it in one piece."}, {"speaker": "Leonardo", "line": "At last, the Dawn Brigade is all present. But you are unusually late. Were you delayed?"}, {"speaker": "Sothe", "line": "I think our fame's catching up with us. Begnion patrols are everywhere. It took us a while to avoid them."}, {"speaker": "Nolan", "line": "I've never seen so much Begnion activity in this area before. Is there...something we should know?"}, {"speaker": "Leonardo", "line": "Um, well, actually, the truth is..."}, {"speaker": "Nolan", "line": "Ah, that's what did it. You had a run-in with bandits?"}, {"speaker": "Micaiah", "line": "And Begnion soldiers spotted us as we made our escape. I'm sorry. We only wanted to help. We were careless."}, {"speaker": "Sothe", "line": "We'll worry about that later. More importantly, Micaiah, were you seen healing anyone with Sacrifice?"}, {"speaker": "Micaiah", "line": "I'm afraid so."}, {"speaker": "Sothe", "line": "You can't allow anyone to know what you can do. Healing without any tomes or staves is a rare gift—-almost unheard of. If anyone saw you doing it, you'd be given away immediately, and I don't know if I could keep you safe."}, {"speaker": "Micaiah", "line": "I know, Sothe."}, {"speaker": "Sothe", "line": "I know you know, but you keep doing it! This place isn't safe anymore. We should leave at once."}, {"speaker": "Nolan", "line": "Correct. Ah, but it would have been nice to eat just one meal in peace..."}, {"speaker": "Edward", "line": "This way's no good either. Begnion soldiers have every alleyway blocked. A kitten couldn't sneak past them."}, {"speaker": "Nolan", "line": "It looks like this really is the least guarded path, then. Even so, it's swarming with soldiers."}, {"speaker": "Micaiah", "line": "There are more coming up behind us! We'll be trapped if we don't move quickly!"}, {"speaker": "Nolan", "line": "We can't wait for Sothe."}, {"speaker": "Micaiah", "line": "The stairs by the church lead to the marketplace. We can break through there."}, {"speaker": "Nolan", "line": "I'll go first and secure the way. Micaiah and Leonardo, cover my back! Remember to keep your distance from the enemy. Team up and bring them down one by one!"}, {"speaker": "Micaiah", "line": "We'll be careful."}, {"speaker": "Leonardo", "line": "Leave it to us."}, {"speaker": "Nolan", "line": "Edward, you bring up the rear. Your skills have improved, but you're still new to fighting. Don't rush the enemy. Just focus on surviving their attacks. Got it?"}, {"speaker": "Edward", "line": "Yeah, yeah, I got it."}], "battle": [{"speaker": "Mercenary", "line": "Captain Isaiya! Just as you said. A group that appears to be the Dawn Brigade is storming the alley!"}, {"speaker": "Isaiya", "line": "How generous of them. I'll wipe them out and advertise my exploits to our commanders back home."}], "visit": [{"speaker": "Grandmother", "line": "You there! You must be... Ah, you needn't say a word. I see the goodwill in your eyes. Take this and go, quickly. You've done so much for Daein's poor. It's time we did something in return."}, {"speaker": "Man", "line": "Those beasts! They do whatever they want in our country. They're even sending our clergy to their awful camps! But I'm helpless. I don't have your strength or courage. This axe... You should have it."}], "boss": [{"speaker": "Isaiya", "line": "What fast little mice you are! How long do you plan on scurrying around in back alleys?"}, {"speaker": "Isaiya", "line": "What?! This can't be! I'm in my prime... Not...so easily..."}, {"speaker": "Micaiah", "line": "Step aside!", "unit": "Micaiah", "boss": "Isaiya"}, {"speaker": "Isaiya", "line": "The girl we've been looking for! The lucky little escapee. Too bad for you, sweetie. Your luck ends today!", "unit": "Micaiah", "boss": "Isaiya"}], "end": [{"speaker": "Sothe", "line": "Everybody...this way!"}, {"speaker": "Begnion", "line": "They're running to the center of town! After them!"}, {"speaker": "Nolan", "line": "Good work! I see the market. If we can blend into the crowd, they'll lose us, and we'll be free and clear."}, {"speaker": "Nico", "line": "Hey, lady!"}, {"speaker": "Micaiah", "line": "Nico!"}, {"speaker": "Lady", "line": "They're after you again, aren't they?"}, {"speaker": "Nico", "line": "Are you and your friends all right?"}, {"speaker": "Begnion", "line": "Moldy onions! Where'd they go?!"}, {"speaker": "Grandfather", "line": "Leave the soldiers to us. Go on, now. Get yourselves to safety."}, {"speaker": "Lady", "line": "Quickly—-don't dawdle. You must escape. You're our only hope."}, {"speaker": "Micaiah", "line": "Thank you so much!"}, {"speaker": "Begnion", "line": "Wait! There they go! Catch them!"}, {"speaker": "Begnion", "line": "What are you stopping for?"}, {"speaker": "Begnion", "line": "W-well, they..."}, {"speaker": "Lady", "line": "You won't get past us! We stand by the Dawn Brigade."}, {"speaker": "Nico", "line": "That's right! Goddess protect the Dawn Brigade!"}, {"speaker": "Micaiah", "line": "Wait! Something terrible is about to happen!"}, {"speaker": "Sothe", "line": "What is it?"}, {"speaker": "Micaiah", "line": " ...No! We have to go back."}, {"speaker": "Begnion", "line": "What?! You're letting this rabble stop you? Ready your bows! Nobody defies the will of Begnion."}, {"speaker": "Grandmother", "line": "No! How could you shoot a child? You vicious savages!"}, {"speaker": "Lady", "line": "Someone! Someone, help him, quickly! Please...this child is dying!"}, {"speaker": "Begnion", "line": " Pay heed! This is what happens when you meddle in Begnion affairs of state. Remember it well!"}, {"speaker": "Man", "line": "I didn't realize that the Begnion Empire's affairs of state included murdering children in the street!"}, {"speaker": "Begnion", "line": "Don't point your fingers at us. We're just doing our job. If you're upset, blame the Dawn Brigade! They made this happen!"}, {"speaker": "Begnion", "line": "It's the girl we're looking for! Call for reinforcements! Surround and arrest every last one of them..."}, {"speaker": "Begnion", "line": "What's happening?! What does she think she's doing?! Hey, you, step away from that child!"}, {"speaker": "Grandfather", "line": "It...it's a miracle. We've seen a miracle today!"}, {"speaker": "Man", "line": "That was Sacrifice..."}, {"speaker": "Lady", "line": "That girl! She must be the Silver-Haired Maiden. Only she possesses Sacrifice!"}, {"speaker": "Begnion", "line": "Stop right there! After them! We can't let them get away!"}, {"speaker": "Man", "line": "We still stand by the Dawn Brigade."}, {"speaker": "Begnion", "line": "What is wrong with you people?! Did you hear me?! Clear a path, or you'll end up like that kid!"}, {"speaker": "Jarod", "line": " You sniveling idiots! Why are you just standing there?! Give chase. Now!"}, {"speaker": "Begnion", "line": "Yes, sir! We would like to, sir, but...the townspeople are blocking our way."}, {"speaker": "Jarod", "line": "Oh...I see. The townspeople are blocking your way. You dullards!"}, {"speaker": "Jarod", "line": "Clean out those dirty ears and listen to me! You are soldiers, and I am your commander! You will follow my orders promptly and without hesitation. Understand, you useless vermin? Now, move!"}, {"speaker": "Jarod", "line": "Unbelievable! If it's not one thing, it's another. Why am I always stuck leading the buffoons?"}, {"speaker": "Micaiah", "line": "...Mmm..."}, {"speaker": "Sothe", "line": "Are you awake now? Thank goodness. Do you see? This is why I told you not to use Sacrifice..."}, {"speaker": "Edward", "line": "We sure showed them in Nevassa, huh? I guess we can't go back there... not for a while anyway."}, {"speaker": "Micaiah", "line": "I'm so fond of Nevassa. It's where we all met. It feels like my only real home. We will return...someday."}, {"speaker": "Sothe", "line": "We will, Micaiah. I know you, and you have a way of getting what you want."}, {"speaker": "Micaiah", "line": "Because you're always there to help me get it, Sothe."}]}