{"chapter": "1:10", "title": "Daein Arise", "speakers": ["Daein", "Micaiah", "Izuka", "Sothe", "Jarod", "Pelleas", "???", "Begnion", "Black Knight", "Tormod", "Muarim", "Vika", "Nailah", "Rafiel", "Fiona", "Volug"], "dialogue_counts": {"Daein": 8, "Micaiah": 50, "Izuka": 6, "Sothe": 15, "Jarod": 13, "Pelleas": 12, "???": 1, "Begnion": 1, "Black Knight": 14, "Tormod": 6, "Muarim": 4, "Vika": 3, "Nailah": 2, "Rafiel": 1, "Fiona": 6, "Volug": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 146, "transitions": "------------------------------------------", "intro": [{"speaker": "Daein", "line": "Begnion is attacking Nevassa!"}, {"speaker": "Daein", "line": "No! My parents live there! They're far too old and frail to defend themselves!"}, {"speaker": "Daein", "line": "My wife and kids are there, too! It's that heartless murderer, Jarod... He just wants us to suffer to the bitter end."}, {"speaker": "Micaiah", "line": "Prince Pelleas! We have to do something. We must liberate Nevassa and save the people form this brutal attack!"}, {"speaker": "Izuka", "line": "Is there no end to your lunacy?! The apostle's envoy is nearly here! Why be rash when victory is so close!"}, {"speaker": "Sothe", "line": "People are dying, and Nevassa has already suffered more than enough. Do you really expect us not to lift a finger to help?"}, {"speaker": "Micaiah", "line": "If you will not help, we will go by ourselves. Again."}, {"speaker": "Izuka", "line": "Wait! Where are you going?! You can't take the laguz and rush off on some harebrained mission again!"}, {"speaker": "Micaiah", "line": "Can't I?"}, {"speaker": "Izuka", "line": "Of course not, you idiot girl. You've already been far too impulsive, acting without the prince's consent. And do you think I do not see what has happened? Your name has been raised to lavish heights among the Daein people--your name, and yours alone! Why, even our own soldiers heap their praise on you like sugar on berries, sparing not a thought for their prince!"}, {"speaker": "Micaiah", "line": "Oh..."}, {"speaker": "Jarod", "line": "Hah! The prince! He's a sham, a travesty, a clod of mud no amount of polishing could shine. The real jewel--whose radiance attracts the people like moths to flame--is you, Priestess. And so I shall steal you and extinguish Daein's light of hope!!"}, {"speaker": "Izuka", "line": "And then, even once their rightful king is crowned, the people will still await the approval of their precious Priestess of Dawn. Why, if we are not careful, some calculating wretches might decide they would rather see a priestess on the throne instead of a king! And once again, this country will be torn apart, all because of your glory-hounding disregard for our prince's command!"}, {"speaker": "Pelleas", "line": "Please, Izuka..."}, {"speaker": "Izuka", "line": "Come to think of it...perhaps our \"Priestess\" here has been planning this all along! Pretending to help the prince...when in truth she seeks to wear the crown herself!"}, {"speaker": "Sothe", "line": "Stop your tongue, worm, or my knife will stop it for you. The only one who seems too hungry for power here is you--"}, {"speaker": "???", "line": "That's enough!!"}, {"speaker": "Pelleas", "line": "Izuka, Micaiah does not deserve any such attack on her character. She is pure and noble, and I... I am inadequate."}, {"speaker": "Izuka", "line": "Have her actions poisoned your mind too, my prince?!"}, {"speaker": "Pelleas", "line": "Since we met, Micaiah has led every battle, even joining the soldiers on the battlefield. Not so with me. I...cannot defend my people. How could our people not rally around her? They see her fighting, throwing her lot in with their own. They respect her. That said, things cannot remain as they are. Izuka is right to worry about my standing. I need to earn my people's respect. Therefore... Therefore, I must take action."}, {"speaker": "Pelleas", "line": "Um... Soldiers of the Liberation Army! Heed my-- No, no... Hear my words! I am Pelleas, true prince of Daein."}, {"speaker": "Daein", "line": "Yes, we know who you are, milord! We ought to by now!"}, {"speaker": "Pelleas", "line": "And so, uh... So... ..."}, {"speaker": "Daein", "line": "...Is he...all right?"}, {"speaker": "Micaiah", "line": " Prince..."}, {"speaker": "Micaiah", "line": "Sir Knight?"}, {"speaker": "Pelleas", "line": "...And so... ...And so, beloved friends and comrades dear. With thanks to you, our capital lies close! And if we do not act, if we turn back, the war still ends with us the victors proud, and Daein's rule still falls back to our hands. And if we choose to fight and free this town, we may enrage the empire once again. Thus Daein's fortune turns to sorrow swift. But while I speak, Nevassa's hardship grows! Our brothers suffer, our sisters die, and... I shall not... I... I cannot ignore this tragedy. No man can, and certainly no prince... I cannot look away when my people suffer. And so I ask... I ask you all. Please, will you join me?!"}, {"speaker": "Daein", "line": "Long live the prince!"}, {"speaker": "Daein", "line": "Long live Prince Pelleas!"}, {"speaker": "Daein", "line": "Long live Daein! It's time to save our country!"}, {"speaker": "Pelleas", "line": "Ah..."}, {"speaker": "Micaiah", "line": "Very well, my prince. We are at your service."}, {"speaker": "Pelleas", "line": "My army is arrayed and waiting. Be well. And...no overly heroic risks, please."}, {"speaker": "Micaiah", "line": "Company, at attention! Our objective is to save the town and take the keep! Now, move out!"}, {"speaker": "Begnion", "line": "The rebels are on the move!"}, {"speaker": "Jarod", "line": "Mm. And a good thing too. What is more honorable than a death fraught with purpose?"}, {"speaker": "Micaiah", "line": "I wonder where Jarod is?"}, {"speaker": "Jarod", "line": "Listen up, all of you. This is our last chance to die as we've lived. As proud soldiers of the empire. If we survive this fight, imprisonment and a hushed-up execution await us. If we run from this fight, dishonor and pursuit will dog our miserable days. So I say, let's give those Daein curs a fight to remember, and let the glory of our deaths light our way! We've lived as proud soldiers of the empire! Let us die as proud soldiers of the empire! Now GO!"}, {"speaker": "Micaiah", "line": "That shout...that's Jarod! For Daein's sake, this time I swear I will put an end to him."}], "battle-talk": [{"speaker": "Black Knight", "line": "Maiden, take no risks upon yourself. You are the heart of this army, the soul that inspires us. We must not lose you. Leave this battle to me, and stay back.", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Thank you for your concern, Sir Knight. But I am going to fight. You and everyone else are putting your lives on the line. I will not shirk my duty.", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Black Knight", "line": "You...are much...like her.", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "What?", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Black Knight", "line": "...Nothing.", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "...", "person_1": "Black Knight", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Pardon, Sir Knight. I wanted to thank you. Thank you for fighting beside us.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "No thanks are needed. I do nothing more than fulfill my duty.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Micaiah", "line": "When our fighting is done...will you remain in Daein?", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "...", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Micaiah", "line": "Never mind. It's none of my business. It's only... If you were here with us, we could take heart in--", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "I may...take leave of Daein.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Micaiah", "line": "Oh! But why?", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "More than this, I cannot say. Forgive me.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "...", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "...", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "...What do you want?", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "...", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "Why are you trying to get close to Micaiah?", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "So that I might protect her.", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "I protect her!", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "As things stand, I simply cannot entrust her safety to you.", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "What is that supposed to mean?", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "If you hope to protect her, become stronger. Strong enough to surpass me, and stronger still.", "person_1": "Sothe", "person_2": "Black Knight"}, {"speaker": "Sothe", "line": "What? What could he mean...", "person_1": "Sothe", "person_2": "Black Knight"}], "boss": [{"speaker": "Jarod", "line": "Gh-ghuahh... I am...sorry for nothing. I regret...nothing. Because I did it my way... You win, Priestess. You must be delighted. Enjoy it while you can... Because...sooner or later...you..."}], "end": [{"speaker": "Micaiah", "line": "We won! We've taken back our country! Daein is under our control once again!"}, {"speaker": "Pelleas", "line": "Thank you, Micaiah... Thanks to you, the kingdom of Daein lives again."}, {"speaker": "Micaiah", "line": "I didn't do it alone. We did it--everyone fighting together."}, {"speaker": "Pelleas", "line": "Well, you didn't hurt the effort! I'd hazard a guess that Daein's reconstruction would have only been a dream without you. I regret I have no other way to show my gratitude, but... I want to officially name you Supreme Commander of the armies of Daein."}, {"speaker": "Micaiah", "line": "...I see. And I accept. It is with great honor that I assume this office. This battle may be over, but the fight to return Daein to its former glory will take time and effort. If my support can be of service, then I am honored to assist."}, {"speaker": "Pelleas", "line": "I'm glad. Well then, I'll perform the simple ceremony... Will you kneel? In the name of the king of Daein, I dub thee, Micaiah, Supreme Commander of Daein and grant thee the authority and responsibility pertaining thereto."}, {"speaker": "Micaiah", "line": "...It feels...odd."}, {"speaker": "Pelleas", "line": "You wear it well. Won't you join me, as I champion Daein to a great new era? I'm counting on you."}, {"speaker": "Micaiah", "line": "I will."}, {"speaker": "Micaiah", "line": "Are you really leaving already? Stay...at least for the feast tonight. You've done so much, you deserve some celebration! Nothing I can say will convince you to break bread with Lord Izuka?"}, {"speaker": "Tormod", "line": "Well, there is that. But honestly... If we stick around too long, the soldiers are gonna start giving us dirty looks. It's kind of awkward."}, {"speaker": "Micaiah", "line": "What do you mean?"}, {"speaker": "Tormod", "line": "Most Daeins still loathe laguz. Getting rid of that hatred... Let's just say you have your work cut out for you. Look, we don't want to ruin everyone's party. It's been great, but we'll just quietly slip away."}, {"speaker": "Micaiah", "line": "That's terrible! I can't believe I never noticed. Tormod, I'm so sorry."}, {"speaker": "Tormod", "line": "Ah! Don't cry! I hate it when girls cry!"}, {"speaker": "Sothe", "line": "Um...take care of yourselves. It's, you know, good...that you came to help us. So...um... Thanks."}, {"speaker": "Tormod", "line": "Whoa! You're thanking me? Better get ahold of yourself, Sothe. You're gonna make ME get all weepy."}, {"speaker": "Sothe", "line": "You little..."}, {"speaker": "Micaiah", "line": "Muarim, before you go... I just want to thank you. Thank you for not telling anyone about my brand."}, {"speaker": "Muarim", "line": "No thanks are needed. It's rude of me to ask, but do you know anything about the circumstances of your birth?"}, {"speaker": "Micaiah", "line": "No. I know nothing of my parents. But just before she died, the old woman who raised me told me what the brand was and what it meant."}, {"speaker": "Micaiah", "line": "This is proof that the blood of both beorc and laguz course through me. And so, I am anathema to both. She told me never to let anyone see it, and to be always on my guard."}, {"speaker": "Muarim", "line": "Wise advice..."}, {"speaker": "Micaiah", "line": "I've avoided people most of my life to conceal my brand...and my powers. But there's no way to hide how very slowly I age. I just keep moving through Daein. The same holds true now... I won't be able to stay in this army long."}, {"speaker": "Muarim", "line": "Even so... As long as little Sothe is by your side, I think that you can overcome any difficulty."}, {"speaker": "Micaiah", "line": "Yes... Just as you have Tormod."}, {"speaker": "Muarim", "line": "Yes."}, {"speaker": "Vika", "line": "Muarim, Boss, I know you don't want to go, but at this rate, we'll be standing here all night."}, {"speaker": "Micaiah", "line": "Vika! My thanks go to you too. Sothe and I will visit you in the desert."}, {"speaker": "Vika", "line": "I'll be there...but I won't be waiting. Waiting for people who never come is...hard."}, {"speaker": "Micaiah", "line": "Vika, I said I'll come, and I will."}, {"speaker": "Vika", "line": "...OK, then."}, {"speaker": "Nailah", "line": "Micaiah, Sothe, we're going with them."}, {"speaker": "Sothe", "line": "What? Aren't you going to Gallia?"}, {"speaker": "Tormod", "line": "Yeah. We're taking them. C'mon, neither of you can leave Daein for a little while, right? Don't worry, we can handle it."}, {"speaker": "Nailah", "line": "Once the battle ended, it seemed time to move on. I'm sorry to change our plans, but this is better for all of us."}, {"speaker": "Micaiah", "line": "That's awful... I can't believe you're all leaving us at once."}, {"speaker": "Rafiel", "line": "Micaiah... Fate brought us together, you and I, guided by the same voice. Our paths are fated to cross again someday... I am sure of it."}, {"speaker": "Micaiah", "line": "I'm embarrassed... I didn't mean...to cry... It's been so nice meeting you all..."}, {"speaker": "Tormod", "line": "'Til next time! 'Cause I know we'll meet again!"}, {"speaker": "Micaiah", "line": "What was that sound?"}, {"speaker": "Micaiah", "line": "Volug! Lady Nailah... Did she send you back to guard me, Volug?"}, {"speaker": "Sothe", "line": "Ridiculous... As if you didn't already have that annoying bird..."}, {"speaker": "Sothe", "line": "Ouch! Ow! Ow ow ow! I take it back!"}, {"speaker": "Micaiah", "line": "Sothe, we freed our country from tyranny together. But it's not over yet. We'll have to work hard for a long time to return Daein to its former grandeur. I know it won't be easy, but if I have you two with me, I know we can do it."}], "conversation": [{"speaker": "Fiona", "line": "Lady Micaiah. I’m sorry to bother you while you prepare for battle. May I have a word with you?"}, {"speaker": "Micaiah", "line": "Of course. What can I help you with?"}, {"speaker": "Fiona", "line": "If my memory serves me correctly, you always use this type of tome, correct?"}, {"speaker": "Micaiah", "line": "Yes, that’s right."}, {"speaker": "Fiona", "line": "Oh, I’m glad I remembered correctly. Then please, take this."}, {"speaker": "Micaiah", "line": "For me? Are you sure?"}, {"speaker": "Fiona", "line": "It’s a token of appreciation for letting me--and Marado--join your army."}, {"speaker": "Micaiah", "line": "We’re lucky to have you. And thank you. I’ll use this tome well."}, {"speaker": "Fiona", "line": "Listening to Prince Pelleas’s speech earlier, I’m certain that Daein will exist anew. It will be a greater and more unified country than ever before!"}, {"speaker": "Micaiah", "line": "I agree. So many things have happened along the way, but I am glad to be here now. I feel happy...and very proud."}, {"speaker": "Fiona", "line": "I feel the same way, and I’m sure all the soldiers of the Liberation Army do as well. Daein will soon be free... Lady Micaiah, please lead us to victory."}, {"speaker": "Micaiah", "line": "...Yes. Together, we shall see victory!"}, {"speaker": "Micaiah", "line": "Volug, where-- How did you get this?"}, {"speaker": "Volug", "line": "(I got it from the ruins in the desert.)"}, {"speaker": "Micaiah", "line": "From the ruins of the desert? Oh, you got it when we were there before?"}, {"speaker": "Volug", "line": "(No, not quite.)"}, {"speaker": "Micaiah", "line": "No? Then... how? When?"}, {"speaker": "Volug", "line": "(You should keep it.)"}, {"speaker": "Micaiah", "line": "What? It’s for me?"}, {"speaker": "Volug", "line": "(I will catch up to you later.)"}, {"speaker": "Micaiah", "line": "Wait! Volug? Did he go back to the desert just to get this...?"}]}