{"chapter": "1:2", "title": "The Dispossessed", "speakers": ["Nolan", "Sothe", "Edward", "Micaiah", "???", "Laura", "Zaitan", "Begnion", "Jarod", "Alder"], "dialogue_counts": {"Nolan": 1, "Sothe": 8, "Edward": 1, "Micaiah": 14, "???": 2, "Laura": 4, "Zaitan": 5, "Begnion": 4, "Jarod": 5, "Alder": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 45, "transitions": "-------------", "intro": [{"speaker": "Nolan", "line": "Just a quick half-mark, and we'll be in Kisca. I'd like to stock up there, but..."}, {"speaker": "Sothe", "line": "Begnion will be on the lookout for us. Let's steer clear of towns for now, unless we want more trouble."}, {"speaker": "Edward", "line": "Don't tell me... This means another night sleeping on the cold ground with nothing but bugs to keep us warm!"}, {"speaker": "Micaiah", "line": "Oh, Edward, it's not that bad!  The forest is so beautiful and serene. I'd almost rather be out here. Right, Yune?"}, {"speaker": "???", "line": " Um...excuse me. Are you people heading to town by any chance? Our abbot is ill. He needs medicine, but Begnion soldiers are hoarding our provisions in the manor house."}, {"speaker": "Micaiah", "line": "The Dawn Brigade, at your service! I'm sure we can help you and your abbot."}, {"speaker": "Micaiah", "line": "Sothe, do you know the layout of the manor?"}, {"speaker": "Sothe", "line": "I was here years ago. As I remember, there's a large armory tucked deep inside the building. And if I understand correctly, Begnion soldiers guard valuables they've stolen-—from rare objects to necessary supplies—-in that armory."}, {"speaker": "Micaiah", "line": "Then the medicine will be there, too."}, {"speaker": "Laura", "line": "Are you sure you don't mind?"}, {"speaker": "Micaiah", "line": "Of course not! Danger is part of our work. Leave everything to us!"}, {"speaker": "Sothe", "line": "Your abbot will have his medicine."}, {"speaker": "Laura", "line": "Oh, thank you so much! Good luck!"}], "battle": [{"speaker": "Zaitan", "line": "Intruders, you say?! What with a full battalion stationed here? The gall! And the intrigue! Now, listen up, my men, catch 'em midstream and filet 'em like fish!"}, {"speaker": "Sothe", "line": " That takes care of the locks. Now, I just have to figure out how to get everybody safely up here."}, {"speaker": "Begnion", "line": "Hey, you! How did you get in here?!"}, {"speaker": "Sothe", "line": "We are the Dawn Brigade. We go where we please. We're here to reclaim what you've stolen from the people of Daein."}, {"speaker": "Begnion", "line": "Sir! There are burglars on the loose! Several young men and women have broken into the manor house!"}, {"speaker": "Jarod", "line": "Did you say women? What... What color is their hair?"}, {"speaker": "Begnion", "line": "There are two girls. One has bizarre silver-colored hair, and the other—-"}, {"speaker": "Jarod", "line": "The Silver-Haired Maiden! Hm, very well. I want all soldiers on hand. Capture the girl...alive. Do what you will with the others, but bring me that girl! Understand!?"}, {"speaker": "Begnion", "line": "Sir, yes sir!"}], "boss": [{"speaker": "Zaitan", "line": "Don't move a finger, thief, or I'll skewer you with my lance and serve you for lunch!"}, {"speaker": "Zaitan", "line": "With this many, we...can't...hold them back... Call...for...rein...force...ments..."}, {"speaker": "Zaitan", "line": "The Silver-Haired Maiden! I've got you! Lucky for you, Jarod wants you alive—-but there's no escaping now!", "unit": "Micaiah", "boss": "Zaitan"}, {"speaker": "Micaiah", "line": "I'm afraid I have to disappoint you.", "unit": "Micaiah", "boss": "Zaitan"}, {"speaker": "Zaitan", "line": "Oh, how pompous! Try to \"disappoint\" me, and I'll break both your arms!", "unit": "Micaiah", "boss": "Zaitan"}], "end": [{"speaker": "Laura", "line": "At last... Glory be! The abbot will have his medicine. Wait for me here. I'll return soon."}, {"speaker": "Sothe", "line": "Well done, everybody! Are we all present and accounted for?"}, {"speaker": "Micaiah", "line": "Wait! Laura's missing! She was just with me."}, {"speaker": "Sothe", "line": "Let's split up and search for her. Micaiah, you come with me."}, {"speaker": "Micaiah", "line": "...Hm, the forest is huge. We can cover more ground if we search individually."}, {"speaker": "Sothe", "line": "But..."}, {"speaker": "Micaiah", "line": "Let's rendezvous at Kunu Swamp in three marks' time."}, {"speaker": "Micaiah", "line": "Somebody's near by..."}, {"speaker": "???", "line": "You sensed me, did you?"}, {"speaker": "Micaiah", "line": "Where is Laura?"}, {"speaker": "Jarod", "line": "And you saw through my ruse. You're as clever as they say, my dear. You even came alone. How brave of you. Was that to give your friends a chance to escape? What a thoughtful little thing you are."}, {"speaker": "Laura", "line": "Mi-Micaiah! Don't come any closer!"}, {"speaker": "Micaiah", "line": "Laura! Let her go! She isn't one of us..."}, {"speaker": "Jarod", "line": "Now, you know I can't do that. She's a valuable hostage, just like you!"}, {"speaker": "Micaiah", "line": "No! Yune, fly away!"}, {"speaker": "Jarod", "line": "Argh, dratted bird! Yes, get that mangy flying bag of bones out of here before I squash it like a fly! Tch. How annoying. Enough of this! Back to the castle. As long as we have these two, the others don't matter."}, {"speaker": "Alder", "line": "Sir. All hands, withdraw!"}, {"speaker": "Micaiah", "line": "I've got a bad feeling about this..."}]}