{"chapter": "1:5", "title": "The Lost Heir", "speakers": ["Micaiah", "Sothe", "Tauroneo", "Zihark", "Jill", "Ilyana", "Wystan", "Izuka", "Pelleas", "Almedha", "Nailah", "Rafiel", "Volug", "Aran", "Laura", "Edward", "Leonardo", "Nolan"], "dialogue_counts": {"Micaiah": 38, "Sothe": 42, "Tauroneo": 8, "Zihark": 10, "Jill": 5, "Ilyana": 5, "Wystan": 4, "Izuka": 9, "Pelleas": 5, "Almedha": 1, "Nailah": 11, "Rafiel": 3, "Volug": 1, "Aran": 7, "Laura": 5, "Edward": 10, "Leonardo": 10, "Nolan": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 181, "transitions": "---------------------", "intro": [{"speaker": "Micaiah", "line": "We have to go back to the desert. We still have something we need to do."}, {"speaker": "Sothe", "line": "It'd be great if it were to find Ashnard's son. I'm burning up out here."}, {"speaker": "Micaiah", "line": "I'm not sure what it is. I see a lot of images, stacked on top of each other. It's hard to see what they all are. There's danger, battles, and terrible sadness, but also...hope. Whatever our destiny is, I know we'll find it in the desert. Let's go."}, {"speaker": "Sothe", "line": "I understand, Micaiah. I'll tell everyone to make ready."}, {"speaker": "Sothe", "line": "We've already been north, where we met Prince Rafiel and his party. That leaves east or south... Which way?"}, {"speaker": "Micaiah", "line": "What is it, Volug? Is something wrong? Volug says he senses beorc to the south. A lot of beorc."}, {"speaker": "Sothe", "line": "That settles it then. We'll head south."}, {"speaker": "Tauroneo", "line": "Hmph!"}, {"speaker": "Zihark", "line": "Impressive as ever, General Tauroneo. However, we can't hold out forever. We are seriously outnumbered. It's time we put these vermin in their place. Are you ready, Jill?"}, {"speaker": "Jill", "line": "Just give the word!"}, {"speaker": "Zihark", "line": "All right then, let's get 'em!"}, {"speaker": "Sothe", "line": "Who could the Begnion soldiers be attacking out here in the middle of nowhere?"}, {"speaker": "Micaiah", "line": "Whoever it is, we have to help them!"}], "battle": [{"speaker": "Sothe", "line": "wait a moment. Those people fighting the Begnion soldiers... It couldn't be... That white armor... Only certain generals were allowed to wear it. I may very well know that soldier. Micaiah: Really? Well then, all the more reason to help them. Let's hurry!"}, {"speaker": "Micaiah", "line": "Really? Well then, all the more reason to help them. Let’s hurry!"}], "battle-talk": [{"speaker": "Ilyana", "line": "Ah…", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "Ilyana! It’s been a while.", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Ilyana", "line": "Too long, Zihark…", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "So you remember my name!", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Ilyana", "line": "How could I forget you, Zihark? Why, I think of you often! You treated me to food…glorious food… On 23 separate occasions! But who’s counting?", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "Apparently, you are. And now, might I request something in return?", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Ilyana", "line": "Well, um, yes. What exactly did you have in mind?", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "For you, something sweet! You join our merry band, and together, we fight for Daein’s freedom. I’m counting on you, my dear. You wouldn’t want to disappoint me, would you?", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Ilyana", "line": "…Ah…er… What?", "person_1": "Ilyana", "person_2": "Zihark"}, {"speaker": "Sothe", "line": "Hey, Jill? Jill Fizzart? It is you, isn’t it?", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Jill", "line": "Sothe?!", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Sothe", "line": "Haven’t seen you since the war ended.", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Jill", "line": "That does bring back memories… What are you doing out here in the middle of nowhere?", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Sothe", "line": "We heard that King Ashnard’s orphan was in need of soldiers. We came to find out if it’s true.", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Jill", "line": "The prince? He’s just inside the fort.", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Sothe", "line": "Then it’s true?", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Jill", "line": "It is. Will you help us protect him?", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Sothe", "line": "Of course.", "person_1": "Sothe", "person_2": "Jill"}, {"speaker": "Sothe", "line": "General Tauroneo!", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Tauroneo", "line": "Well, if it isn't our little Sothe! I'd never have thought to see you here!", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Sothe", "line": "General, these ruins you're defending... Do they hold hope for Daein?", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Tauroneo", "line": "They do. In fact, these walls hold what may well be Daein's only hope.", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Sothe", "line": "I see. Then we must protect this place at all costs.", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Tauroneo", "line": "Indeed.", "person_1": "Sothe", "person_2": "Tauroneo"}, {"speaker": "Sothe", "line": "Need a hand?", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "Sothe? Where did you come from? What are you doing here?", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Sothe", "line": "Hello, Zihark. I see you’re fighting Begnion soldiers. I assume you’re siding with Daein here?", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "That’s right. This is my homeland. These are my people.", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Sothe", "line": "Oh, really? I didn’t know you were from Daein.", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "Yep, I’m a Daein, through and through.", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Sothe", "line": "All that time we fought together, and I never knew.", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Zihark", "line": "That’s because I never told you. At any rate, let’s rejoin the fight. We can talk later.", "person_1": "Sothe", "person_2": "Zihark"}, {"speaker": "Sothe", "line": "Ah, yes…", "person_1": "Sothe", "person_2": "Zihark"}], "boss": [{"speaker": "Wystan", "line": "You're a tenacious bunch, I'll grant you. Daein isn't known for winning its wars... So why do you keep trying?"}, {"speaker": "Wystan", "line": "Absurd... One must not...meet failure...against the tattered remnants...of a conquered...coun...try..."}, {"speaker": "Wystan", "line": "Come to help the helpless? A dainty little flower like you is hardly worth the effort! Well, do your worst.", "unit": "Micaiah", "boss": "Wystan"}, {"speaker": "Micaiah", "line": "What is Begnion doing out here in the desert? Is there something or someone in these ruins that you're interested in?", "unit": "Micaiah", "boss": "Wystan"}, {"speaker": "Wystan", "line": "That's none of your business, little girl. We'll slash our way in no matter what anybody else wants!", "unit": "Micaiah", "boss": "Wystan"}], "end": [{"speaker": "Sothe", "line": "General Tauroneo! Zihark and Jill, too. I haven't seen you since the war ended three years ago. Who would've thought we'd meet again in such a desolate place?"}, {"speaker": "Tauroneo", "line": "Sothe, you've grown. I hardly recognized you."}, {"speaker": "Sothe", "line": "We have a lot of catching up to do, but for now, I'll just make introductions. This is Micaiah..."}, {"speaker": "Izuka", "line": "And who have we here? Hmmm?"}, {"speaker": "Sothe", "line": "Step back. Who are you?"}, {"speaker": "Tauroneo", "line": "Lord Izuka, there's no need for concern. This young man is Sothe. We know him well. Sothe, may I introduce Lord Izuka. He is advisor and close confidant to Prince Pelleas, Ashnard's son."}, {"speaker": "Sothe", "line": "Micaiah! Did you hear that? The prince IS here. Still, I can't believe we ran into you three--of all people--guarding the prince. What a lucky coincidence. General Tauroneo, we came here because we heard the prince was gathering forces in the desert. We want to help you in your efforts. Will you let us join you?"}, {"speaker": "Tauroneo", "line": "Certainly. Daein needs all the courage we can muster. Let us join forces."}, {"speaker": "Izuka", "line": "See here! What do you think you're doing?! You can't just ignore me and start making decisions! These people are suspicious, verrry suspicious. You're all Begnion spies, aren't you? Come now, tell the truth!"}, {"speaker": "Sothe", "line": "We're the Dawn Brigade. We'd never work for those filthy curs!"}, {"speaker": "Izuka", "line": "The Dawn Brigade! But how? Then, perhaps the girl... No! Could it be? Are you the Silver-Haired Maiden? Do you have the healing touch of Sacrifice?"}, {"speaker": "Micaiah", "line": "Excuse me!"}, {"speaker": "Sothe", "line": "Take your hands off her!"}, {"speaker": "Izuka", "line": "What a coincidence! Or is it fate? Or maybe it's my unrivaled skill as a revolutionary organizer? With the Silver-Haired Maiden at our side, we'll surely win over the people of Daein! And then...yes! Incite scattered rebel movements, mm-hm, and then, further...the future of...change..."}, {"speaker": "Sothe", "line": "Is he...touched in the head?"}, {"speaker": "Izuka", "line": "Oh, my, but yes. I'll beckon to...no, demand that the vicious scalawags...surrender! Perfect! I am a genius! Come, come, my dear maiden! You must meet the prince!"}, {"speaker": "Tauroneo", "line": "Goddess help me, that man could try the patience of a stone."}, {"speaker": "Sothe", "line": "Hmmm..."}, {"speaker": "Izuka", "line": "Look here! Before you stands the one and only, the grand Prince Pelleas, true-blooded son of the king of Daein. And here we have the consort and queen of our late King Ashnard, Lady Almedha. And look at you! You're standing? Did the desert dry out your brains? Kneel ye before these royal personages!"}, {"speaker": "Pelleas", "line": "It's all right, Izuka. Please, don't stand on ceremony. I didn't know I was a prince until very recently. So, really, I'm not used to any of this."}, {"speaker": "Micaiah", "line": "What do you mean?"}, {"speaker": "Pelleas", "line": "Until a half year ago--that is, until Izuka found me--I was raised as a normal commoner. To be frank, it still doesn't feel real to me. That I...I myself could be the son of King Ashnard. It's a little overwhelming."}, {"speaker": "Almedha", "line": "Don't talk nonsense, darling. You are my own sweet, sweet son, Prince Pelleas, yes... I'll never let you be parted from me, no, never ever again..."}, {"speaker": "Izuka", "line": "Ahem! Enough of the pleasantries, then. Shall we get down to business? Well then, Micaiah of the Dawn Brigade. I henceforth appoint thee to the post of Vice-General of the Daein Liberation Army!"}, {"speaker": "Sothe", "line": "Excuse me?! What do you mean by that?"}, {"speaker": "Micaiah", "line": "Wait a moment! I appreciate the offer, Izuka, but I'm afraid I cannot accept. I have no war experience and no knowledge of battle tactics. Daein needs a general with both."}, {"speaker": "Izuka", "line": "Are you not a member of the heroic Dawn Brigade, whose conquests precede them?! Do you not want to save the people of Daein?! Serve the prince, and you can step out of the shadows and face the empire boldly, without shame! Why hesitate?"}, {"speaker": "Sothe", "line": "This is a thinly veiled scheme...and I see right through it. You just want Micaiah to serve as a figurehead for your revolution."}, {"speaker": "Izuka", "line": "Is that a problem?"}, {"speaker": "Sothe", "line": "Yes, that's a problem! She's not some fancy stoneware for you to set on display. If you're going to do this...then I cannot sign on."}, {"speaker": "Micaiah", "line": "Exactly."}, {"speaker": "Pelleas", "line": "Micaiah, please, wait! That isn't what we meant. You're not the only one who knows nothing about battle. I don't either. But if I don't act, the devastation of Daein will grow ever worse. So, I have to be brave. Please, I'm asking you to do the same, Micaiah... For the sake of the future of Daein, will you join our cause?"}, {"speaker": "Micaiah", "line": "...Prince Pelleas...I will."}, {"speaker": "Sothe", "line": "Micaiah?!"}, {"speaker": "Pelleas", "line": "Thank you."}, {"speaker": "Micaiah", "line": "And in return, will you ensure, beyond a shadow of a doubt, that Daein will be freed from the rule of the Begnion Empire?"}, {"speaker": "Pelleas", "line": "I promise."}, {"speaker": "Micaiah", "line": "I trust in your word."}, {"speaker": "Sothe", "line": "I can't believe you!"}, {"speaker": "Micaiah", "line": "Sothe, why are you so angry about this?"}, {"speaker": "Sothe", "line": "You have to ask? You know we can't live in the public eye. Doing something that will deliberately make you stand out... I'm just saying, it isn't like you, Micaiah."}, {"speaker": "Micaiah", "line": "When we were separated during the war, you changed, Sothe. And I changed too. I want to protect Daein more than anything. Our people must be saved, and if I can help in that effort, I will."}, {"speaker": "Sothe", "line": "So much so that you'll risk your life and sacrifice who you are?"}, {"speaker": "Micaiah", "line": "Yes. But that isn't all. Prince Pelleas cherishes the same wish that I do. I can feel it. Deep in his heart, he wants to save Daein. If we work together, I know that we can do it."}, {"speaker": "Sothe", "line": "And you don't hear that voice we spoke of? The voice that warns you of impending danger?"}, {"speaker": "Micaiah", "line": "It's all right, Sothe. The visions I see spreading out before us... most of them shine with hope."}, {"speaker": "Sothe", "line": "All right. I trust you. More importantly, I believe in you. I won't resist anymore. But let me just say one thing."}, {"speaker": "Micaiah", "line": "What?"}, {"speaker": "Sothe", "line": "I will protect you."}, {"speaker": "Micaiah", "line": "I know that! Why do you think you need to say it?"}, {"speaker": "Sothe", "line": "I just wanted to make sure you knew."}, {"speaker": "Micaiah", "line": "...Thank you, Sothe."}], "narration": ["Three years past, Daein mustered all of its formidable military might and cut a bloody swath through neighboring Crimea in a sudden invasion. Daein was defeated, however, and the dreams of its ruler, Mad King Ashnard, died with him.", "Ashnard's son, Pelleas, possesses a gentle sincerity that is a bright counterpoint to his late father's violence and duplicity. Ill-suited though he seems for these troubled times, his presence is a welcome sight of Micaiah's eyes. Pelleas, declared rightful heir to the throne, finds his name becoming a rallying cry for Daein. At his side is the only person he believes can lead his Liberation Army...the Silver-Haired Maiden."], "conversation": [{"speaker": "Sothe", "line": "Hey, Micaiah. I sold the treasures we took from the ruins. We have traveling cash now."}, {"speaker": "Micaiah", "line": "How did we do?"}, {"speaker": "Sothe", "line": "We have 10,000 in gold."}, {"speaker": "Micaiah", "line": "Great! That’ll help a lot."}, {"speaker": "Sothe", "line": "Maybe. We could use more."}, {"speaker": "Micaiah", "line": "Sothe, 10,000 is plenty. We just need enough money to live on. More than that, and the soul becomes impoverished."}, {"speaker": "Sothe", "line": "I know, I know. We should be rich of heart and poor of pocket… Me, I just follow your orders."}, {"speaker": "Nailah", "line": "So, you’re returning to the desert?"}, {"speaker": "Micaiah", "line": "Yes, we must go back."}, {"speaker": "Rafiel", "line": "My dear…"}, {"speaker": "Nailah", "line": "Yes, Rafiel, I know. Micaiah, I have a question. How can we help you in this fight?"}, {"speaker": "Micaiah", "line": "What? But…"}, {"speaker": "Nailah", "line": "I know you probably don’t want to be seen with laguz. But we cannot just sit on our paws, so to speak, while our allies are in danger."}, {"speaker": "Micaiah", "line": "I appreciate that, but…"}, {"speaker": "Nailah", "line": "No? Fine. Sorry to bother you."}, {"speaker": "Micaiah", "line": "No, no. It’s not what you think. Please don’t apologize. It’s just that…"}, {"speaker": "Nailah", "line": "What is it, Volug?"}, {"speaker": "Volug", "line": "…"}, {"speaker": "Nailah", "line": "I see. That is a good idea."}, {"speaker": "Rafiel", "line": "Oh, yes. I agree. That’s a wonderful idea."}, {"speaker": "Micaiah", "line": "Yes? Volug? What’s going on?"}, {"speaker": "Nailah", "line": "Micaiah, it will not seem so strange if you travel into the desert with this dog at your side, will it?"}, {"speaker": "Micaiah", "line": "What?!"}, {"speaker": "Nailah", "line": "As you know, we laguz fight only in our shifted forms. However, we can’t remain in that state for very long. It is too exhausting. Volug, however, has halfshifted. When he does this, he can remain in beast form all day long."}, {"speaker": "Micaiah", "line": "Queen Nailah, I appreciate you help–"}, {"speaker": "Nailah", "line": "He is not as strong in this transitional form. Even so, he is still more than a match for any beorc."}, {"speaker": "Micaiah", "line": "How could you call Volug a dog?!"}, {"speaker": "Nailah", "line": "I know. He’s not as friendly as a dog. And I don’t know if he’s housebroken. But he can fight!"}, {"speaker": "Micaiah", "line": "That is not what I meant."}, {"speaker": "Nailah", "line": "Micaiah. We wish you good luck. Volug, guard her well."}, {"speaker": "Rafiel", "line": "Do be careful."}, {"speaker": "Micaiah", "line": "I will. Thank you. Volug, is she always so…blunt?"}, {"speaker": "Micaiah", "line": "So, you are an old friend of Laura’s?"}, {"speaker": "Aran", "line": "Yes. I’m afraid I must apologize for my poor choice in employers."}, {"speaker": "Micaiah", "line": "Please don’t worry about it. After all, you saved us."}, {"speaker": "Aran", "line": "When I saw Laura, I simply couldn’t stand by any longer."}, {"speaker": "Laura", "line": "Thank you, Aran."}, {"speaker": "Aran", "line": "I’ve been meaning to ask you, Laura. What’s become of your church? I’d heard that, since the occupation, most of Daein’s clergy have been excommunicated and sent to prisons. I know that the empire sent its own replacements. Was your church affected?"}, {"speaker": "Laura", "line": "No, thankfully. Our congregation would always say… \"The clergy of the empire wouldn’t even consider coming to a dingy church in a backwater village like this! You’re been spared, Minister!\" Ha ha ha… We extended our prayer time to thank the goddess for saving our church."}, {"speaker": "Aran", "line": "Ah… I see."}, {"speaker": "Laura", "line": "Oh, Aran. I meant to tell you, now that you’re one of us, you’ll have to become a bandit."}, {"speaker": "Micaiah", "line": "Excuse me?"}, {"speaker": "Aran", "line": "I’m sorry…a bandit?"}, {"speaker": "Laura", "line": "There’s really no need to worry. The Dawn Brigade bandits have virtuous people like Micaiah in their ranks."}, {"speaker": "Aran", "line": "Er… Okaaaay…"}, {"speaker": "Micaiah", "line": "No, we’re not ban--"}, {"speaker": "Laura", "line": "But always remember, Aran. We must strive above all else to be honorable bandits. For the future of Daein."}, {"speaker": "Aran", "line": "Uh… All right…"}, {"speaker": "Micaiah", "line": "…Bandits?"}, {"speaker": "Edward", "line": "Oh, man… Where is this prince, anyway? I wanna go home to Nevassa."}, {"speaker": "Leonardo", "line": "A long-lost prince of Daein? Who even knows if he really exists…"}, {"speaker": "Edward", "line": "Of course he does!"}, {"speaker": "Leonardo", "line": "How do you know? Do you have any proof?"}, {"speaker": "Edward", "line": "Simple. Micaiah told us we should look for the prince. So, it’s gotta be true!"}, {"speaker": "Leonardo", "line": "Yeah, you’re right. Her farsight is always spot on."}, {"speaker": "Edward", "line": "Even if we don’t find him, there’s no need to worry… ’cause I’m here!"}, {"speaker": "Leonardo", "line": "Excuse me?"}, {"speaker": "Edward", "line": "Since we left Nevassa, my swordsmanship has pretty much improved tenfold! By the time we get back home, I’ll be invincible! I’ll kick those tyrants out of Daein with my own two hands and one sharp blade!"}, {"speaker": "Leonardo", "line": "It’s great to have a dream, Edward…but you should wake up now!"}, {"speaker": "Edward", "line": "Are you saying I’m not good enough?!"}, {"speaker": "Leonardo", "line": "No. I’m saying there’s a limit to how much one person can achieve. I’m going to do the best I can, but… It doesn’t matter how strong the two of us become. We can’t change what’s going on in Daein. Not by ourselves."}, {"speaker": "Edward", "line": "Well, duh! I’m just saying it’s a goal! You know? Just something to work toward."}, {"speaker": "Leonardo", "line": "Sure. But you shouldn’t say such things lightly. It might be just a joke to you. It’s not to me."}, {"speaker": "Edward", "line": "Wow. Sorry."}, {"speaker": "Leonardo", "line": "Ya, well. So am I. I didn’t mean to get so serious. All the fighting…it just gets to me sometimes."}, {"speaker": "Nolan", "line": "Hey, boys. What is this, a funeral? What’s with all the doom and gloom?"}, {"speaker": "Edward", "line": "Nolan."}, {"speaker": "Nolan", "line": "I couldn’t help but overhear, and I have a little to say on the subject. You’re right, each of us can only achieve so much on our own. But you boys are still young. Don’t let go of your hopes and dreams. Not yet, anyway."}, {"speaker": "Leonardo", "line": "But…"}, {"speaker": "Nolan", "line": "Listen, there’s no way we can free Daein by ourselves. But we CAN find King Ashnard’s lost son and fight against the empire under Daein’s banner. If we gather our strength, we stand a better chance of freeing our motherland. Now then, how’s that for a little motivation to get your sorry backsides into training harder?"}, {"speaker": "Edward", "line": "That’s great! Thanks, Nolan. You’re pretty smart for an old man!"}, {"speaker": "Nolan", "line": "Hey, now… None of that, or I’ll show you what an old man can do! Leonardo, are you feeling better?"}, {"speaker": "Leonardo", "line": "Yes, sir. Thank you, Nolan. I guess age does make you wiser."}, {"speaker": "Nolan", "line": "How old do you think I am, anyway? Now I’m getting depressed…"}]}