{"chapter": "1:6", "title": "Raise The Standard", "speakers": ["Begnion", "Man", "Fiona", "Jarod", "Izuka", "Sothe", "Pelleas", "Micaiah", "Jill", "Tauroneo", "???", "Lass", "Grandmother", "Kurth", "Almedha", "Laverton", "Boy", "Volug", "Numida"], "dialogue_counts": {"Begnion": 3, "Man": 2, "Fiona": 13, "Jarod": 9, "Izuka": 9, "Sothe": 15, "Pelleas": 3, "Micaiah": 38, "Jill": 2, "Tauroneo": 3, "???": 4, "Lass": 12, "Grandmother": 8, "Kurth": 28, "Almedha": 11, "Laverton": 14, "Boy": 3, "Volug": 1, "Numida": 4}, "gender_counts": {"M": 68, "F": 64, "N": 50, "A": 0}, "lines": 184, "transitions": "NNN-N-FMFMFM-M-MMM-MMMFMFFMMFMMFMMMMMM-NNFNNNNNNNFMNNFMFMFM-MFMFMMFNFMFMFMFMFMFMFMFMFMFMF-NN-FNF-N-NFNNFMNFMNF-NFNMF-N-N-FN-NMN-NF-FN-FMFFMFFF-MNMN-MNMNM--NNFNNNNNNNFMNNFMFMFM-MFMFMFMFNFMFMFMFMFMFMFMFMFMFMF", "intro": [{"speaker": "Begnion", "line": "A small troop approaches from the east! It appears to be the Daein Liberation Army!"}, {"speaker": "Laverton", "line": "...Blissfully ignorant of the trap that awaits them. I pity them, really. Have the first platoon assume their battle positions!"}, {"speaker": "Fiona", "line": "Shall we deploy too?"}, {"speaker": "Laverton", "line": "Kind of you to offer, Lady Fiona. But the first platoon will suffice here. This is really none of Marado's business."}, {"speaker": "Fiona", "line": "I see. In that case, we'll use this opportunity to observe the empire's army at work."}], "conversation": [{"speaker": "???", "line": "Yes, that’s what I heard! What with that light… and that silver…"}, {"speaker": "Lass", "line": "Could she… Could she be the Silver-Haired Maiden?"}, {"speaker": "Micaiah", "line": "Hm?"}, {"speaker": "Lass", "line": "Oh, it is! It is you!"}, {"speaker": "Grandmother", "line": "Oh… Oh, my…"}, {"speaker": "Lass", "line": "You’re fighting with King Ashnard’s son to free Daein, aren’t you? Oh, we’ve heard so much about you!"}, {"speaker": "Grandmother", "line": "Oh…what a blessing! What a blessing!"}, {"speaker": "Lass", "line": "We’re all waiting! We’re waiting for the day you free us from those filthy Begnion pigs!"}, {"speaker": "Grandmother", "line": "Please…take…this."}, {"speaker": "Lass", "line": "It’s not much, but people from all over the village pitched in."}, {"speaker": "Micaiah", "line": "Oh, no, I couldn’t possibly…"}, {"speaker": "Sothe", "line": "Thank you. We appreciate your kindness."}, {"speaker": "Grandmother", "line": "…"}, {"speaker": "Lass", "line": "We’re all counting on you! Please, free us!"}, {"speaker": "Micaiah", "line": "…"}, {"speaker": "Sothe", "line": "Looks like Izuka’s propaganda is working fast."}, {"speaker": "Micaiah", "line": "Mm."}, {"speaker": "Sothe", "line": "You didn’t want me to take the money, did you?"}, {"speaker": "Micaiah", "line": "It’s not that. It’s just… Oh, never mind."}, {"speaker": "Sothe", "line": "Oh, come on. What did I do this time? You’re not going to say? Great. In that case, let’s get out of here and go find the others."}, {"speaker": "Kurth", "line": "So, you’re staying, then?"}, {"speaker": "Almedha", "line": "I appreciate your concern. However, I--"}, {"speaker": "Kurth", "line": "You can’t leave Prince Pelleas’s side. Is that not so?"}, {"speaker": "Almedha", "line": "That’s right."}, {"speaker": "Kurth", "line": "Then take this, at least."}, {"speaker": "Almedha", "line": "A sending stone?"}, {"speaker": "Kurth", "line": "Do you remember how to use one?"}, {"speaker": "Almedha", "line": "Of course I remember how to use one. But it’s such a precious gift… Are you sure about this? Thank you, Kurth."}, {"speaker": "???", "line": "Kurth! Where are you?"}, {"speaker": "Almedha", "line": "I must go now."}, {"speaker": "Kurth", "line": "Please, remain safe."}, {"speaker": "Almedha", "line": "You as well."}, {"speaker": "Kurth", "line": "…"}, {"speaker": "Micaiah", "line": "Kurth?"}, {"speaker": "Kurth", "line": "Micaiah. How nice to see you."}, {"speaker": "Micaiah", "line": "Kurth, I’m leaving for Terin. I know this is sudden. To tell the truth, I’m surprised too."}, {"speaker": "Kurth", "line": "I see. You are off to perform your first duties as a general of this \"Liberation Army.\""}, {"speaker": "Micaiah", "line": "Yes."}, {"speaker": "Kurth", "line": "I abhor violence. I do not think you should fight."}, {"speaker": "Micaiah", "line": "Kurth, I’m not fighting because I enj--"}, {"speaker": "Kurth", "line": "I know. I know you wish there were another way. And I understand that you feel this is what you must do to save your country."}, {"speaker": "Micaiah", "line": "…"}, {"speaker": "Kurth", "line": "Here, take this."}, {"speaker": "Micaiah", "line": "What is it?"}, {"speaker": "Kurth", "line": "May it serve to protect you. Micaiah, I must leave you now. I am going home to my own country."}, {"speaker": "Micaiah", "line": "What? So suddenly?"}, {"speaker": "Kurth", "line": "I’m sorry, Micaiah. Being so close to battle frightens me, to tell the truth. Thank you for rescuing me. And thank you for the short time we spent together. I enjoyed it immensely."}, {"speaker": "Micaiah", "line": "Will I ever see you again?"}, {"speaker": "Kurth", "line": "Who knows? Why don’t we… Yes. Let us leave it up to the goddess."}, {"speaker": "Micaiah", "line": "I suppose we must."}], "battle": [{"speaker": "Laverton", "line": "Hornet hairs! At this rate they'll breach our lines before we can stop them. I have no choice. You! Bring out the prisoners!"}, {"speaker": "Boy", "line": "I'm sc-scared! Please don't hurt me."}, {"speaker": "Fiona", "line": "Lord Laverton, exactly what are you planning to do?!"}, {"speaker": "Laverton", "line": "This so-called \"Liberation Army\" is forcing me to sacrifice this boy!"}, {"speaker": "Boy", "line": "Help!"}, {"speaker": "Micaiah", "line": "No!"}, {"speaker": "Sothe", "line": "Micaiah!"}, {"speaker": "Laverton", "line": "Fight, and these people will be executed right now! Surrender, and they will be spared."}, {"speaker": "Micaiah", "line": "...Everyone, throw down your weapons."}, {"speaker": "Sothe", "line": "You have a feeling, don't you? Got it. We'll follow your instinct."}, {"speaker": "Laverton", "line": "Ha ha ha ha ha... A wise choice, girl! Well, no more need for these prisoners, is there? Kill them all!"}, {"speaker": "Fiona", "line": "No!"}, {"speaker": "Laverton", "line": "What do you think you're doing?"}, {"speaker": "Fiona", "line": "I'll have nothing to do with you and your monstrous tactics!"}, {"speaker": "Laverton", "line": "So, you betray us after all. Marado has never been known for holding its faith. You'll die like the rest!"}, {"speaker": "Sothe", "line": "A troop of Daein cavalry just mutinied. Is this what you sensed?"}, {"speaker": "Micaiah", "line": "Yes. Now we must reinforce them and help save the hostages!"}], "boss": [{"speaker": "Laverton", "line": "Y-you pretentious little fools. I'll show you how insignificant you are!"}, {"speaker": "Laverton", "line": "Gu...uarrgh... You...disgust...me..."}, {"speaker": "Micaiah", "line": "Making hostages of the helpless. Is that how knights of the great Begnion Empire operate?", "unit": "Micaiah", "boss": "Laverton"}, {"speaker": "Laverton", "line": "Shut up, shut up, shut up!", "unit": "Micaiah", "boss": "Laverton"}, {"speaker": "Laverton", "line": "Wh-what kind of monster are you?! A su-sub-human? B-but, there are no wolf sub-humans!", "unit": "Volug", "boss": "Laverton"}, {"speaker": "Volug", "line": "…", "unit": "Volug", "boss": "Laverton"}, {"speaker": "Laverton", "line": "Don’t just stand there! Say something, you vile beast!", "unit": "Volug", "boss": "Laverton"}, {"speaker": "Laverton", "line": "General Jarod will never, ever overlook this betrayal! Marado will be put to the torch, and your people will be put to the sword. You will rue this day!", "unit": "Fiona", "boss": "Laverton"}, {"speaker": "Fiona", "line": "Empty threats! My fate lies in defending my country and my people. You don’t stand a chance against that kind of loyalty!", "unit": "Fiona", "boss": "Laverton"}], "end": [{"speaker": "Micaiah", "line": "Dear boy, I'm sorry you had to suffer on our account."}, {"speaker": "Boy", "line": "I wasn't scared! I knew the Dawn Brigade would save us. Thank you!"}, {"speaker": "Fiona", "line": "Thank you for rescuing my people."}, {"speaker": "Tauroneo", "line": "Your people? So you must be--"}, {"speaker": "Fiona", "line": "Yes. I am Lanvega's daughter, Fiona. After my father died, I assumed the governance of Marado."}, {"speaker": "Micaiah", "line": "General Lanvega? From the song? \"Bryce, Tauroneo, Gawain, and Lanvega... Four Riders of Daein, one country, one king, While they bear our banner, A free Daein shall sing.\" You're THAT General Lanvega's daughter?"}, {"speaker": "Tauroneo", "line": "Indeed... Lanvega, of the Four Riders. He was a good friend, and a mighty swordsman as well. And stubborn as a mule. Your father was a powerful warrior of unquestionable integrity. A great man."}, {"speaker": "Fiona", "line": "Yes. And that's why he renounced his rank and title as Rider and withdrew from court life, rather than serve King Ashnard. You've heard the rumors, no doubt, that Ashnard murdered his own father? My father could not serve such a man... And so, to protect Marado from a madman, we did not send men to fight for Daein in the war. I doubt you could ever forgive us..."}, {"speaker": "Micaiah", "line": "No, quite the opposite. You are these people's steward, and you chose the course that would protect them. But now, Begnion is willing to sacrifice innocent children to maintain their grip over our country. We cannot allow that. That is why we are asking you to lend your strength to the Liberation Army. Together, we can reclaim our country."}, {"speaker": "Fiona", "line": "And now, you ask us to bear part of the burden of restoring our motherland? If you would have my lance, then... I, Fiona, Steward of Marado, do gladly swear allegiance to your Liberation Army. I and my men bind ourselves to your fate. Use my army as best you see fit."}, {"speaker": "Jarod", "line": "And now, Marado betrays us as well? You are aware that riots broke out in three other regions yesterday, are you not? ...All quelled immediately, of course, but the unrest grows."}, {"speaker": "Numida", "line": "Who cares what the commoners do or think? Does the shepherd fuss when his sheep butt their heads against the fence post?"}, {"speaker": "Jarod", "line": "Nevertheless, as the insurgence grows, news of it will inevitably reach Begnion."}, {"speaker": "Numida", "line": "Yes... I see what you mean. That would be...less than desirable."}, {"speaker": "Jarod", "line": "The Imperial Prime Minister Sephiran casts a grim eye on dishonesty. If he finds out what has been going on in Daein under our rule..."}, {"speaker": "Numida", "line": "That would not be good. Sephiran's persistent as a mosquito and quick to judge. Though you and I know I have been nothing but fair and just in my rule here...it's best to avoid an inquiry."}, {"speaker": "Jarod", "line": "Which leaves us but one recourse... Crush the rebel faction before it grows larger. Exterminate them. Then the commoners, bereft of all hope, will turn their sheep eyes back to us and beg to rejoin the flock."}, {"speaker": "Numida", "line": "I see. Well, I leave the matter in your hands. What funding you need is yours."}, {"speaker": "Jarod", "line": "I'm glad we agree on this. Well then, pardon me, sir, while I tend to our little lambs on the loose."}], "narration": ["The Liberation Army's sweeping victory seems to signal a turn in the war for Daein. However, General Jarod uses his superior numbers to harry the group and threaten their fragile momentum. Begnion has fortified its army with weapons and supplies bought with funds stolen from Daein. Begnion has also purchased the swords of a vast number of mercenaries from these same stolen funds.", "The Liberation Army does not want for willing fighters of its own. However, most are old men and inexperienced boys whose passion far outstrips their skill. The Liberation Army has no choice: it must bolster its ranks if it is to meet Begnion on equal terms. Its only hope lies locked in Begnion's prison camps, where Daein's former soldiers await their rescue."]}