{"chapter": "1:7", "title": "A Gathering Hope", "speakers": ["Izuka", "Micaiah", "Tauroneo", "Sothe", "Pelleas", "Meg", "Zihark", "Djur", "Begnion", "Tormod", "Muarim", "Vika", "???", "Jill", "Ex-Daein"], "dialogue_counts": {"Izuka": 11, "Micaiah": 47, "Tauroneo": 3, "Sothe": 25, "Pelleas": 30, "Meg": 14, "Zihark": 21, "Djur": 6, "Begnion": 5, "Tormod": 22, "Muarim": 16, "Vika": 2, "???": 1, "Jill": 8, "Ex-Daein": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 217, "transitions": "---------------------------", "intro": [{"speaker": "Djur", "line": "What?! An enemy attack?"}, {"speaker": "Begnion", "line": "Yes, sir! The Liberation Army has mounted an assault on the gate! We require reinforcements!"}, {"speaker": "Djur", "line": "Hmph. They seek to free their men? My elite guard shall stay here with me. Take the rest to squash these \"rebels\"!"}, {"speaker": "Begnion", "line": "But, sir, if your guard remains here, we'll have barely enough men to--"}, {"speaker": "Djur", "line": "Who do you think you're talking to, soldier? With my guard and me at the ready, this camp need fear no attack. Understood? Now go! You have your orders!"}, {"speaker": "Sothe", "line": "Looks like Tauroneo has them distracted. They've left only a small force here to defend the camp itself."}, {"speaker": "Micaiah", "line": "Perfect. That should make it easier for us to eliminate their defenses, seize the camp, and free the prisoners."}], "conversation": [{"speaker": "Pelleas", "line": "Sorry to call you here like this. Forgive me."}, {"speaker": "Micaiah", "line": "It's quite all right."}, {"speaker": "Pelleas", "line": "Can I pour you some tea? Or is there something else you would prefer?"}, {"speaker": "Micaiah", "line": "I'm fine, thank you. What did you want to speak with me about?"}, {"speaker": "Pelleas", "line": "I know you are angry with me. Please, forgive me."}, {"speaker": "Micaiah", "line": "Can you tell me why you stopped showing up at our meetings?"}, {"speaker": "Pelleas", "line": "It was at Izuka's request."}, {"speaker": "Micaiah", "line": "You are the leader of this army! You cannot simply leave all the decisions to someone else!"}, {"speaker": "Pelleas", "line": "...I'm sorry. I'll ask Izuka before the next meeting. I need his permission to attend."}, {"speaker": "Micaiah", "line": "Why? You're the prince. Why should you need any man's permission, much less your own advisor's?"}, {"speaker": "Pelleas", "line": "Yes, I am the prince, but...I owe much to Izuka. He taught me everything I needed to know to become a proper member of the royal family. He contacted Tauroneo and the other senators from Daein for help. Without his power and influence, I would never have mustered an army--or met my own mother."}, {"speaker": "Micaiah", "line": "I see. You were alone..."}, {"speaker": "Pelleas", "line": "Pardon?"}, {"speaker": "Micaiah", "line": "And then Izuka reunited you with your mother, gave you a place to stay, and provided you with a reason to live. And you feel you owe him a debt of gratitude for ending your loneliness. That is why you try to do as you are told--as Izuka wishes."}, {"speaker": "Pelleas", "line": "Micaiah, you're--"}, {"speaker": "Micaiah", "line": "I'm sorry! I didn't mean to-- That was inappropriate."}, {"speaker": "Pelleas", "line": "You're amazing!"}, {"speaker": "Micaiah", "line": "Amazing?"}, {"speaker": "Pelleas", "line": "You really can read minds! I'm simply amazed! You saw right through me!"}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Pelleas", "line": "Sorry, I got too excited. Look at me, I'm sweating."}, {"speaker": "Micaiah", "line": "Prince Pelleas!"}, {"speaker": "Pelleas", "line": "What is it? Why are you looking at me like that?"}, {"speaker": "Micaiah", "line": "That mark..."}, {"speaker": "Pelleas", "line": "Oh...that."}, {"speaker": "Micaiah", "line": "What is it?"}, {"speaker": "Pelleas", "line": "It's called the Spirit's Protection. The source of all magic in this world is tied to the power of the spirits. When you make a pact with such a spirit, its power manifests on your body like this."}, {"speaker": "Micaiah", "line": "I...see."}, {"speaker": "Pelleas", "line": "What am I saying? You already know all of this, of course. You have the Spirit's Protection, too."}, {"speaker": "Micaiah", "line": "What?"}, {"speaker": "Pelleas", "line": "I saw you washing your hands the other day. When I walked up to you to say hello, Is aw the mark on your right hand."}, {"speaker": "Micaiah", "line": "You saw..."}, {"speaker": "Pelleas", "line": "I thought of confiding in you right away, but my mother called for me. I didn't get a chance to tell you until now."}, {"speaker": "Micaiah", "line": "Do you think this mark is really the Spirit's Protection?"}, {"speaker": "Pelleas", "line": "Oh! You didn't enter into the pact yourself?"}, {"speaker": "Micaiah", "line": "No."}, {"speaker": "Pelleas", "line": "I see. So, it must have been the spirit who wished to make a pact with you."}, {"speaker": "Micaiah", "line": "Pardon?"}, {"speaker": "Pelleas", "line": "It's a very rare phenomenon among newborns. Usually it happens to infants who have an exceptional talent for magic. You truly are amazing, Micaiah."}, {"speaker": "Micaiah", "line": "I don't know about that..."}, {"speaker": "Pelleas", "line": "Let's keep this among ourselves... We don't want people to confuse us with the Branded."}, {"speaker": "Micaiah", "line": "What are the \"Branded\"?"}, {"speaker": "Pelleas", "line": "I'm pretty sure it refers to beorc who have laguz blood in their veins. I know, it's hard to imagine someone with the blood of a sub-human running through their veins. Anyway, I've been terribly mistreated by people who thought I was one of the Branded."}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Pelleas", "line": "Micaiah?"}, {"speaker": "Micaiah", "line": "Oh...sorry. I think I understand more about you now, and about the marks we share..."}, {"speaker": "Pelleas", "line": "I'm glad I was able to tell you. I'm surprised you didn't know. Come talk to me again sometime."}, {"speaker": "Micaiah", "line": "Certainly."}, {"speaker": "Pelleas", "line": "Oh, I almost forgot. Here. I wanted to give you this."}, {"speaker": "Micaiah", "line": "What is it?"}, {"speaker": "Pelleas", "line": "It's this splendid sword I recently acquired. It gives its wielder the upper hand in battle. Keep it or give it to whomever you like."}, {"speaker": "Micaiah", "line": "Shouldn't you give it to the soldier you deem most worthy?"}, {"speaker": "Pelleas", "line": "No, I wouldn't want the soldiers thinking I'm giving anyone special treatment. It would be inappropriate. That's what Izuka says, anyway. So I think you should do it."}, {"speaker": "Micaiah", "line": "I understand. You must have so much on your mind."}, {"speaker": "Pelleas", "line": "Indeed. I long for the hold days when I was poor, but had few worries."}, {"speaker": "Micaiah", "line": "Prince Pelleas..."}, {"speaker": "Pelleas", "line": "But I'll keep fighting. I won't stop until Daein is free once more."}, {"speaker": "Micaiah", "line": "Hear, hear!"}, {"speaker": "Meg", "line": "H-hello..."}, {"speaker": "Zihark", "line": "Oh, hello there."}, {"speaker": "Meg", "line": "H-h-hello."}, {"speaker": "Zihark", "line": "Yes...hello. Now that we have that established, what can I do for you?"}, {"speaker": "Meg", "line": "Um... Uh... I... I'm...Meg."}, {"speaker": "Zihark", "line": "Yes, I know. It's nice to meet you, Meg. That's a very nice name."}, {"speaker": "Meg", "line": "And, uh... I'm from Crimea."}, {"speaker": "Zihark", "line": "Yep, I'm one step ahead of you! Heard that too. You're far away from home now, aren't you? Quite an independent girl, eh?"}, {"speaker": "Meg", "line": "Um, and, my village... It's called Ohma."}, {"speaker": "Zihark", "line": "Oh! You're from Ohma? Now that's something I didn't know."}, {"speaker": "Meg", "line": "Yes."}, {"speaker": "Zihark", "line": "Then you must know Brom... Hold on a second... You look exactly like him. Are you two related?"}, {"speaker": "Meg", "line": "We sure are! I'm his daughter. His...youngest daughter."}, {"speaker": "Zihark", "line": "Oh, I've heard stories! He loves to tell stories about his kids. He said that you could lift a full-grown cow! It's nice to meet the person I've heard so much about! How is Brom? Doing well?"}, {"speaker": "Meg", "line": "Yes! Yes, he is! He works ALL the time. I do wish he would slow down..."}, {"speaker": "Zihark", "line": "Ah, yes. Well, it's good to hear he's staying busy. Brom, huh? Wow, brings back memories... Well, if you're his daughter, I'll do whatever I can do help you. You said you were looking for somebody? Who is this person?"}, {"speaker": "Meg", "line": "Well... He's my... He's my fiance."}, {"speaker": "Zihark", "line": "How could any guy leave a girl like you? What's this lucky guy's name? What's he like?"}, {"speaker": "Meg", "line": "Well...he's standing right in front of me."}, {"speaker": "Zihark", "line": "I'm sorry, I'm sure I misheard you. Can you repeat that? ...Slowly?"}, {"speaker": "Meg", "line": "My daddy told us years ago that he was going to marry one of us to a really nice friend of his, a mercenary named Zihark."}, {"speaker": "Zihark", "line": "Whoa, hey now...I don't, uh..."}, {"speaker": "Meg", "line": "But my older sister got married last year, and so I came instead! Oh, it's so nice to finally meet my husband!"}, {"speaker": "Zihark", "line": "Meg, look, this is kind of crazy..."}, {"speaker": "Meg", "line": "Zihark... I'm sure I still have a lot to learn... But after meeting you, I just know we'll live happily ever after!"}, {"speaker": "Zihark", "line": "Meg, I need you to listen very closely..."}, {"speaker": "Meg", "line": "Oh, don't worry! I'll work hard every waking moment to become a good wife! Even during a fight! See you later, pookums!"}, {"speaker": "Zihark", "line": "Meg, wait! Wow, she's downright pushy. She must get that from her old man. ...And did she just call me \"pookums\"?"}], "battle": [{"speaker": "Ex-Daein", "line": "Y-you really came to save us? Thank you. Oh, thank you. You have no idea how scared I've been. I'm so glad I didn't give up. We knew the Maiden of Miracles would free us."}, {"speaker": "Ex-Daein", "line": "Thank you! I'm saved! I couldn't have held on any longer... I'm going to make a run for it. I refuse to die in this pit of despair. I choose to live and return to my family!"}, {"speaker": "Ex-Daein", "line": "This isn't a dream? I can really leave this miserable cage? Oh, thank you. Thank you! You've saved my life!"}, {"speaker": "Ex-Daein", "line": "You're the Liberation Army. I've heard about you... I'll never forget my debt to you. If I survive and make it home, I vow to devote the rest of my life to your cause. I'll fight for Daein honor, like you do."}], "recruit-talk": [{"speaker": "Sothe", "line": "Hey, Tormod!", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Tormod", "line": "You! What in blazes did you do?! You scurvy traitor!", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Sothe", "line": "What are you talking about?", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Tormod", "line": "You grew! Too tall!", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Sothe", "line": "And to think, I expected you to make sense. I have more important things to tend to.", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Tormod", "line": "Hey, it's important to me!", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Sothe", "line": "What I'd really like to hear about is that issue I asked you to look into... How did it go?", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Tormod", "line": "I have news to report. But! There's no time to chat in the thick of a fight. I'll tell you later!", "recruiter": "Sothe", "recruit": "Tormod"}, {"speaker": "Sothe", "line": "Hey! Drat!", "recruiter": "Sothe", "recruit": "Tormod"}], "battle-talk": [{"speaker": "Sothe", "line": "Ah, hello. It's been a while.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Little Sothe... You've grown up.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Sothe", "line": "Why does everybody keep saying that?", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Hmm?", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Sothe", "line": "You know, \"little\"?", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Oh, sorry. I guess I have to respect your manly pride now.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Sothe", "line": "Yes, please. Or something like that.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "\"Sir Sothe.\" Will that do?", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Sothe", "line": "Sothe will do. Just Sothe.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "I'm afraid I could never speak so familiarly with my little one's good friend. So, with your permission... Sir Sothe.", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Sothe", "line": "No! That doesn't... Ohhh, never mind!", "person_1": "Sothe", "person_2": "Muarim"}, {"speaker": "Jill", "line": "Muarim, do you remember me?", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Indeed I do, Jill.", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Jill", "line": "I'm glad. So why are you in Daein?", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "You'll have to ask the little one. I merely trail around after him.", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Jill", "line": "I see. I will ask him. Thank you for helping us today.", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "It is an honor.", "person_1": "Jill", "person_2": "Muarim"}, {"speaker": "Jill", "line": "Tormod!", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "If it isn't Jill!", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Jill", "line": "Thanks for fighting beside us. It's a big help.", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "Ah, it's nothing!", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Jill", "line": "How did you happen to...", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "An enemy! Excellent! Leave him to me!", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Jill", "line": "There he goes... At least some things never change.", "person_1": "Jill", "person_2": "Tormod"}, {"speaker": "Zihark", "line": "Hey there, Tormod. You're looking well.", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "So you're here too, eh, Zihark?", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Zihark", "line": "Polished your mage skills over the last few years, I see.", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "But of course! I'll toast anyone who dares oppose me!", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Zihark", "line": "Really? Well then, why don't you take on the rest of the guards while I sit back and take a break?", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "You know what I mean! Get back here and fight like you mean it! Zihark!", "person_1": "Zihark", "person_2": "Tormod"}, {"speaker": "Zihark", "line": "Muarim!", "person_1": "Zihark", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Zihark, has it been three years?", "person_1": "Zihark", "person_2": "Muarim"}, {"speaker": "Zihark", "line": "First Crimea, now Daein. Never a dull day! Still, it's good to fight with you again.", "person_1": "Zihark", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "You can say that again.", "person_1": "Zihark", "person_2": "Muarim"}, {"speaker": "Zihark", "line": "OK. It's good to fight with you again.", "person_1": "Zihark", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Beorc humor is so...odd. But you know I feel the same.", "person_1": "Zihark", "person_2": "Muarim"}], "boss": [{"speaker": "Djur", "line": "Errrrrgh...! Blundering through like a bull in a china shop... Come closer, so I can shatter your ambition like glass! I will beat into your very bones just who rules this land!"}, {"speaker": "Djur", "line": "They were...worthless, trivial... Only...scum of Daein... How? How... could that filth have..."}, {"speaker": "Micaiah", "line": "We are the Daein Liberation Army! We demand you free the hostages... or face the consequences!", "unit": "Micaiah", "boss": "Djur"}, {"speaker": "Djur", "line": "Of all the ridiculous... All of you pigs from Daein will be our slaves 'til you die! It's your destiny. What need have swine for freedom? Swine are happier being kept...and consumed.", "unit": "Micaiah", "boss": "Djur"}, {"speaker": "Micaiah", "line": "If that's how you really feel, then....", "unit": "Micaiah", "boss": "Djur"}], "end": [{"speaker": "Izuka", "line": "S-see here! Sothe! Who were those three, and where did they come from? Will they join my Liberation Army?"}, {"speaker": "Sothe", "line": "They are my personal acquaintances from Begnion. And yeah, they can handle themselves in a fight. But if any more laguz join us, there will be problems. We've managed to hide Volug and his true nature, but...with more laguz, it will surely get out."}, {"speaker": "Izuka", "line": "Any such backlash can be extinguished with proper punishment. But laguz... They're powerful!  Just what we need. By all means, invite them to join!"}, {"speaker": "Sothe", "line": "They're good friends. I'm sure they'll agree to help if I ask . But... Isn't it the prince--and not you--who should make those decisions?"}, {"speaker": "Izuka", "line": "Question me not, young Sothe. My words are the prince's words. You need to understand that. Isn't that right, my prince?"}, {"speaker": "Pelleas", "line": "Ah, ah, yes, that's right. You should do as Izuka wishes."}, {"speaker": "Sothe", "line": "I...see."}, {"speaker": "Izuka", "line": "I'm glad you see. Now, quickly, quickly...go talk to your friends. And see to it you don't foul up."}, {"speaker": "Sothe", "line": "How did you get here so soon? More importantly, how did the investigation go?"}, {"speaker": "Tormod", "line": "It went great! In fact, we finished up so quickly that we flew here to back you up in case you needed help."}, {"speaker": "Micaiah", "line": "Um..."}, {"speaker": "Tormod", "line": "Oh, sorry I haven't introduced myself yet. You're Micaiah, I take it? I'm Tormod! Three years back, Sothe and I were in the Crimean Army...sorta. We fought side by side as mercenaries under Ike."}, {"speaker": "Micaiah", "line": "Of course...General Ike...again."}, {"speaker": "Tormod", "line": "I beg your pardon?"}, {"speaker": "Micaiah", "line": "Nothing. Don't mind me. So, anyway, what is this investigation Sothe requested of you?"}, {"speaker": "Sothe", "line": "I began to doubt that the apostle--Begnion's empress--actually knew what was happening in Daein. At only thirteen, the apostle may be young, but she's proud and upstanding. She'd never let these kinds of things happen to Daein. So, I asked Tormod to fill her in on what was really happening here."}, {"speaker": "Tormod", "line": "This is what we learned... The apostle had noticed something shady about Daein. She was investigating on her own. She traced the ones pulling the strings to a certain faction of senators. Now, she's snapping mad, but without proof, she can't publicly move against them."}, {"speaker": "Sothe", "line": "The apostle is the highest power in Daein... Even so, she and the senate are rarely on good terms with each other."}, {"speaker": "Tormod", "line": "Sothe, she promised she'd help us however she can. She said to do whatever is necessary... And that inspired me to find you sooner than later."}, {"speaker": "Sothe", "line": "I see. So... I can depend on having you three around, for at least a little while?"}, {"speaker": "Tormod", "line": "Yeah! Your old pal here is gonna take care of everything. Just try getting rid of me!"}, {"speaker": "Sothe", "line": "I can only try!"}, {"speaker": "Tormod", "line": "What do you mean by that?! Ah, you're as blockheaded as ever."}, {"speaker": "Micaiah", "line": "That Sothe... He looks happy, for some reason."}, {"speaker": "Muarim", "line": "Because he's reunited with my little one?"}, {"speaker": "Micaiah", "line": "That must be it... Oh, Sothe, ever since he was small, he's tried to act more grown up than the grown-ups... I've taken care of him so long, and still I've never seen him smile so easily before."}, {"speaker": "Muarim", "line": "Hm... Watch what you say. Comments like that... They reveal that your appearance belies your true age."}, {"speaker": "Micaiah", "line": "What are you--"}, {"speaker": "Muarim", "line": "Among the laguz, there are those who detest and revile half-breeds such as yourself. They call you \"parentless,\" and deny you any laguz heritage, honor, or dignity. Take due care."}, {"speaker": "Micaiah", "line": "Oh... Oh no..."}], "narration": ["Laguz warriors led by Tormod join the escaped prisoners, and Daein's army grows ever larger. Its victories at Talrega and other locations have strengthened its position. The army rides across the land, liberating prisoners from Begnion encampments. The Daein ranks swell with the influx of veteran soldiers, and the men begin to dream of the day when they may retake the capital.", "Like a fever, conflict grips the nation. The night will be long before this fever breaks. All eyes turn towards Daein's capital as the liberation begins what all believe will be a long and bloody march."]}