{"chapter": "1:8", "title": "Glory Unwanted", "speakers": ["Jarod", "Numida", "Alder", "Daein", "Prisoner", "Micaiah", "Pelleas", "Tauroneo", "Izuka", "Sothe", "Vika", "Radmin", "Bandit", "Youth", "Begnion", "Nailah", "Rafiel", "Tormod", "Muarim", "Sanaki", "Lekain", "Sephiran"], "dialogue_counts": {"Jarod": 4, "Numida": 5, "Alder": 1, "Daein": 7, "Prisoner": 2, "Micaiah": 58, "Pelleas": 5, "Tauroneo": 5, "Izuka": 8, "Sothe": 26, "Vika": 11, "Radmin": 6, "Bandit": 1, "Youth": 3, "Begnion": 2, "Nailah": 2, "Rafiel": 4, "Tormod": 9, "Muarim": 4, "Sanaki": 4, "Lekain": 5, "Sephiran": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 178, "transitions": "-----------------------------------", "intro": [{"speaker": "Radmin", "line": "Good. You may begin!"}, {"speaker": "Bandit", "line": "Here, have a little swim!"}, {"speaker": "Youth", "line": "Aaaaaaaahhh! No! Nooo! Help, someone!"}, {"speaker": "Micaiah", "line": "Stop!"}, {"speaker": "Begnion", "line": "You're that...bleeding-heart filth!"}, {"speaker": "Micaiah", "line": "We are the Daein Liberation Army! Everyone, hold tight! You'll be safe soon!"}, {"speaker": "Youth", "line": "Look at her hair... Could it be the Silver-Haired Maiden? Our country's savior, come to rescue us?"}, {"speaker": "Youth", "line": "The Savior of Daein!"}, {"speaker": "Radmin", "line": "Whether they suspected a trap or not, they're here. Brazen fools! All hands, take battle positions!"}, {"speaker": "Radmin", "line": "Silver-haired wench! I'm going to drown you and all of Daein's hopes in these filthy waters! You've no escape!"}, {"speaker": "Micaiah", "line": "So...it's a trap after all."}, {"speaker": "Sothe", "line": "Don't get too smug, you cruel cowards! We have a little something up our sleeves too. Tormod! Here's your chance!"}, {"speaker": "Micaiah", "line": "Lady Nailah! Volug!"}, {"speaker": "Begnion", "line": "Su-sub-humans! They're everywhere! How?"}, {"speaker": "Micaiah", "line": "Rafiel, even you came to help?"}, {"speaker": "Micaiah", "line": "What happened just now? What was that strange song?"}, {"speaker": "Sothe", "line": "That was Vigor, a heron galdr that can reenergize our allies in a fight. Don't be distracted, Micaiah! Let's set our formation while we can."}], "conversation": [{"speaker": "Sothe", "line": "We're just about ready. Let's talk to Tormod, and--"}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Sothe", "line": "Micaiah?"}, {"speaker": "Micaiah", "line": "Oh, sorry."}, {"speaker": "Sothe", "line": "Hey, remember our promise from three years ago? There are no secrets between us."}, {"speaker": "Micaiah", "line": "Sothe, Muarim knows that I'm older than I look."}, {"speaker": "Sothe", "line": "I see. Well, don't worry too much about it. You can trust him."}, {"speaker": "Micaiah", "line": "Yes, I'm sure of that. Muarim seems very trustworthy. But, what about everyone else? What would they think if they knew all of my abilities came from the mixed blood running through my veins? Blood they consider cursed!"}, {"speaker": "Sothe", "line": "Micaiah, stop..."}, {"speaker": "Micaiah", "line": "Right now, when they look at me, they have love and affection in their eyes, but would they look at me the same way if they knew? I don't want to find out, Sothe. I don't think I could bear the truth."}, {"speaker": "Sothe", "line": "You know, we can stop."}, {"speaker": "Micaiah", "line": "What do you mean?"}, {"speaker": "Sothe", "line": "Look, this was an impossible situation to begin with. You've always led such a secluded life... Ever since you were thrust into this position, I worried that the pressure might get to you."}, {"speaker": "Micaiah", "line": "You're right. I knew it would turn out like this. Despite that, I accepted the job. I can't stop now."}, {"speaker": "Sothe", "line": "But, Micaiah..."}, {"speaker": "Micaiah", "line": "Listen, Sothe. I realized something after Daein lost the war."}, {"speaker": "Sothe", "line": "What's that?"}, {"speaker": "Micaiah", "line": "I realized how much I loved my country."}, {"speaker": "Sothe", "line": "And?"}, {"speaker": "Micaiah", "line": "During the war, I spent a lot of time with the people of Daein while I was waiting for you to return. After we lost the war, all our cities and towns had been reduced to ruins. We had to help each other to cope. We supported and comforted each other. That's how we survived."}, {"speaker": "Sothe", "line": "You never mentioned this before."}, {"speaker": "Micaiah", "line": "I've been secluded so long, I had no idea people were so strong...and kind. No one knew who I was, but they helped me because I was from Daein. They were so...loving. They were my friends."}, {"speaker": "Sothe", "line": "And now you won't leave them."}, {"speaker": "Micaiah", "line": "I was touched by their kindness. Now, I'm scared to lose it. Very scared."}, {"speaker": "Sothe", "line": "Micaiah..."}, {"speaker": "Micaiah", "line": "I suppose this isn't the time to worry about such things. If my power is needed to liberate Daein, I will stand my ground and fight."}, {"speaker": "Sothe", "line": "Well, not to spoil your resolve... But if things get too hot, I'm just going to grab you and run."}, {"speaker": "Micaiah", "line": "Sothe..."}, {"speaker": "Sothe", "line": "Friends and Daein are important, but not as important as you are to me. Remember that."}, {"speaker": "Micaiah", "line": "...All right. Thank you, Sothe."}, {"speaker": "Tauroneo", "line": "Sorry about this, Lady Micaiah. Just this once, I agree with Lord Izuka’s concerns."}, {"speaker": "Micaiah", "line": "I completely understand. This is my fight, and mine alone. Please keep the prince safe, General Tauroneo."}, {"speaker": "Sothe", "line": "I’ll protect Micaiah. I’ve enlisted extra help, too. We’ll make it back in one piece."}, {"speaker": "Tauroneo", "line": "I place my trust in you, Sothe. Best of luck. Oh, I nearly forgot. You should take this."}, {"speaker": "Micaiah", "line": "What a peculiar staff… What power does it possess?"}, {"speaker": "Tauroneo", "line": "It is a restore staff. It will help you recover from poison, sleep, and paralysis. Enemies will use every method they possess to destroy you. It is best that you be prepared for every eventuality."}, {"speaker": "Micaiah", "line": "Thank you, General Tauroneo. We will return safely."}, {"speaker": "Tauroneo", "line": "I know. And I know you’ll save the hostages, too."}, {"speaker": "Vika", "line": "Hm… I wonder where Boss is? These tents all look the same…"}, {"speaker": "Micaiah", "line": "Hello, Vika. Can I help you?"}, {"speaker": "Vika", "line": "Meep!"}, {"speaker": "Micaiah", "line": "Vika!"}, {"speaker": "Vika", "line": "…"}, {"speaker": "Micaiah", "line": "You always run away from me… Did I do something to offend you?"}, {"speaker": "Vika", "line": "No, I’m so sorry. I can’t explain why this happens. I get so jumpy around you. There’s just… something about you."}, {"speaker": "Micaiah", "line": "Oh…"}, {"speaker": "Vika", "line": "Oh, but please don’t be sad! It’s not you. It’s me. I get…confused…sometimes. I really admire you, and then I get a bizarre feeling, and…"}, {"speaker": "Micaiah", "line": "It’s all right. Sorry to bother you."}, {"speaker": "Vika", "line": "…No. Wait."}, {"speaker": "Micaiah", "line": "Hm?"}, {"speaker": "Vika", "line": "I want to overcome this. I don’t like that I feel I must avoid you for some inexplicable reason."}, {"speaker": "Micaiah", "line": "But…"}, {"speaker": "Vika", "line": "I know how painful it is to be…feared. I’m really, really sorry. Let’s be friends, OK? If you can forgive me, that is…"}, {"speaker": "Micaiah", "line": "Of course I forgive you! Thank you, Vika. I’d be honored to have your friendship."}, {"speaker": "Vika", "line": "Here. Take this as a token of that friendship. Please, take it. I’d like you to have it."}, {"speaker": "Micaiah", "line": "What a beautiful figurine. The goddess looks so serene."}, {"speaker": "Vika", "line": "Carry it with you. It’ll bring you good luck. I met my boss and Muarim thanks to that figurine."}, {"speaker": "Micaiah", "line": "Thank you, Vika. I’ll cherish it."}, {"speaker": "Vika", "line": "I’m glad you like it."}], "battle-talk": [{"speaker": "Micaiah", "line": "Queen Nailah, are you sure it's all right involving not only you, but Rafiel, as well?", "person_1": "Micaiah", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "Rafiel can't fly, so sometimes he has trouble keeping up. But even so, the effects of his galdr make him a valuable asset in battle. All I ask is that you keep him near me, so I can keep him safe.", "person_1": "Micaiah", "person_2": "Nailah"}, {"speaker": "Micaiah", "line": "I understand. I will.", "person_1": "Micaiah", "person_2": "Nailah"}, {"speaker": "Micaiah", "line": "Rafiel...why did you come? I thought herons abhorred fighting...", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Rafiel", "line": "Wherever the queen goes, I follow. I practice seid magic... Even if I cannot fight, I can lend strength to my friends and companions.", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Micaiah", "line": "Yes, I heard you singing to Queen Nailah and Volug earlier. We are blessed to have you at our side.", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Rafiel", "line": "And if I sing to you, I can restore your spirits as well, so that you might attack your foes swiftly.", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Micaiah", "line": "So you will help us?", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Rafiel", "line": "Helping you would give me great joy.", "person_1": "Micaiah", "person_2": "Rafiel"}, {"speaker": "Micaiah", "line": "You have my thanks.", "person_1": "Micaiah", "person_2": "Rafiel"}], "boss": [{"speaker": "Radmin", "line": "Silver-Haired Maiden, or whoever you really are! I knew you'd come! I knew how your reputation would suffer if you abandoned these prisoners here. You had no choice but to come."}, {"speaker": "Micaiah", "line": "How many innocent, defenseless people have you ordered killed...just to lure me here?"}, {"speaker": "Radmin", "line": "Look who's passing judgment! Maiden of Miracles, Savior of Daein... You've spun quite a pack of lies to inspire your conquered people. But that ends here, wench! Let's show them how insignificant you really are!"}, {"speaker": "Radmin", "line": "That wench...her powers...much...too dangerous... She mustn't be allowed...to..."}], "end": [{"speaker": "Micaiah", "line": "We're nearly back to camp. I wonder if the prince will overlook the fact that I insisted on this mission?"}, {"speaker": "Sothe", "line": "I'm sure he'll be happy when he sees the prisoners are safe."}, {"speaker": "Micaiah", "line": "Sothe...do you hear a noise coming from the canyon? Is it...people shouting?"}, {"speaker": "Daein", "line": "Look! Look up there! The Maiden has returned! And the prisoners are with her!"}, {"speaker": "Daein", "line": "She won another victory! She escaped their trap and destroyed the enemy...again!"}, {"speaker": "Daein", "line": "Radiant with divine protection, she truly has the goddess's blessing! The Silver-Haired Maiden! Our priestess!"}, {"speaker": "Daein", "line": "Priestess...of Dawn! Hooray, Lady Micaiah!"}, {"speaker": "Micaiah", "line": "What could they be celebrating?"}, {"speaker": "Nailah", "line": "It seems the soldiers are celebrating your liberation of the prisoners. You should wave to them. People like their heroes to seem approachable. It would make them happy."}, {"speaker": "Micaiah", "line": "I'm no hero... But I see what you mean."}, {"speaker": "Daein", "line": "What a glorious sight she is!"}, {"speaker": "Daein", "line": "Lady Micaiah! Lady Micaiah, the Priestess of Dawn!"}, {"speaker": "Sothe", "line": "Here you are. I've been looking for you."}, {"speaker": "Micaiah", "line": "Sothe, after all those soldiers cheering... I feel like I'm doing real good here..."}, {"speaker": "Sothe", "line": "...Micaiah?"}, {"speaker": "Tormod", "line": "Sothe! Please, come quick! There's something wrong with Muarim!"}, {"speaker": "Muarim", "line": "Ghh...grraaahrrrr..."}, {"speaker": "Tormod", "line": "Muarim, get ahold of yourself! Look at me!"}, {"speaker": "Muarim", "line": "...Gh... Li...ttle...one..."}, {"speaker": "Tormod", "line": "This happens over and over... Muarim suddenly transforms, and...he growls like he's losing his mind. And if I...if I grab him and yell his name again and again, he returns to himself, but...then it just starts over. And...and...when he's growling, his eyes, they look... It's as if, as if one of \"them\" is looking at me..."}, {"speaker": "Micaiah", "line": "\"Them\"? One of \"them\"? One of who?"}, {"speaker": "Sothe", "line": "You can't mean... No!"}, {"speaker": "Tormod", "line": "H-help him, please. I don't know what to do. The time between transformations is getting shorter and shorter..."}, {"speaker": "Muarim", "line": "Agh... My body can't... ...No, no, no... Little one...get away..."}, {"speaker": "Tormod", "line": "No, I won't let you! I'll die before I let you go feral! Muarim! Look at me!"}, {"speaker": "Sothe", "line": "That song..."}, {"speaker": "Micaiah", "line": "Rafiel..."}, {"speaker": "Muarim", "line": "Gh..."}, {"speaker": "Tormod", "line": "Wha--! Muarim! Muarim!"}, {"speaker": "Rafiel", "line": "...The galdr of rebirth restores twisted bodies and souls to their proper states. He will be all right now."}, {"speaker": "Tormod", "line": "Th...thank you... Without Muarim...life would be...terrible..."}, {"speaker": "Micaiah", "line": "What was that song? It was different than when he sang before..."}, {"speaker": "Sothe", "line": "It was the galdr of rebirth. I heard it once before, in the war. But... Micaiah, what's wrong?"}, {"speaker": "Micaiah", "line": "I feel...odd. Maybe it was the song... I'm shaking, for some reason... But I'm truly glad that Muarim will be all right..."}, {"speaker": "Pelleas", "line": "Feral Ones?"}, {"speaker": "Sothe", "line": "In the Mad King's War... Daein's military developed living weapons. They were called \"Feral Ones\"...laguz that had been warped and twisted by terrible experiments."}, {"speaker": "Izuka", "line": "\"Terrible,\" you say?! Do you mean to refute the highly effective results of my brilliant research?!"}, {"speaker": "Micaiah", "line": "Then it was you! You secretly gave Muarim the drug to turn him into a Feral One!"}, {"speaker": "Izuka", "line": "And what's wrong with that? Maintaining constant battle strength in beast state... How splendid!"}, {"speaker": "Tormod", "line": "How dare you! Transforming laguz into Feral Ones dramatically shortens their life spans. It destroys their sense of self, and they do nothing but fight until they die! And you! You gave Muarim that drug!"}, {"speaker": "Izuka", "line": "Pawns need no sense of self! It's only natural to sacrifice soldiers for victory in war!"}, {"speaker": "Micaiah", "line": "You twisted maniac! You are the lowest--"}, {"speaker": "Pelleas", "line": "Everybody! Wait, please! Izuka clearly did a terrible thing to that sub-hum--that laguz, I apologize. Tormod... I'm truly sorry. He will not use the drug again. So, please... Try to forgive him..."}, {"speaker": "Micaiah", "line": "Prince Pelleas..."}, {"speaker": "Izuka", "line": "My prince! We must not have royalty bowing and scraping before swine like--"}, {"speaker": "Tormod", "line": "...That's enough!"}, {"speaker": "Sothe", "line": "Tormod!"}, {"speaker": "Micaiah", "line": "Let him go..."}, {"speaker": "Sanaki", "line": "I see... Is that true?"}, {"speaker": "Lekain", "line": "Yes, Apostle. Our occupation forces have engaged in appalling and inhumane excesses in Daein. These excesses were perpetrated entirely outside the knowledge of the occupational governor, Duke Numida."}, {"speaker": "Numida", "line": "I come to you penitent... Failing my duties as governor, I, Numida, share a measure of guilt for this disaster. I am prepared to take the appropriate punishment, Apostle Sanaki. However, I feel that freeing the people of Daein from the clutches of our oppression is our most urgent task..."}, {"speaker": "Sanaki", "line": "Urgent, you say? Then we must make haste. We will forthwith convene an inspection team and request a meeting with the army led by the late King Ashnard's orphan. We will assure them of Begnion's intentions. Then, we will immediately address the occupation force's tyranny."}, {"speaker": "Lekain", "line": "Excellent! In that case, please deign to allow me, your humble servant Lekain, to lead the inspection team. The soldiers who have stained the empire's name will be toppled where they stand! I promise, they shall not live to return here."}, {"speaker": "Sanaki", "line": "That is unacceptable. I will decide the soldiers' punishment only after hearing their side. And I have chosen to appoint Sephiran, Duke Persis, to lead the investigation team. Is that acceptable, Sephiran?"}, {"speaker": "Sephiran", "line": "I hear and I obey, my empress."}, {"speaker": "Lekain", "line": "What?! But, but, Apostle Sanaki..."}, {"speaker": "Sanaki", "line": "This is a dire situation. Accordingly, I judge the prime minister, Duke Persis, to be more suited to the role than you, Vice-Minister Lekain. That is all."}, {"speaker": "Lekain", "line": "Hrrgh..."}, {"speaker": "Numida", "line": "L-Lord Lekain...! What shall I do?!"}, {"speaker": "Lekain", "line": "Duke Numida, my friend... I'm afraid you must sacrifice every last Begnion in the Imperial Occupation Army."}, {"speaker": "Numida", "line": "What? Th-that's ridiculous! But...grrgh! Blast that spoiled brat and her cunning little schemes... You'll regret this, Apostle Sanaki!"}], "narration": ["Micaiah and her small band of fighters knowingly walk into a trap to save condemned Daein prisoners. Even without the benefit of Izuka's vast information network, news of Micaiah's heroism in Shifu Swamp spreads like wildfire across Daein.", "The once-hopeless citizens of Daein dub her the Priestess of Dawn and find their spirits restored. In their troubled hearts, they see in her nothing less than the promise of salvation. Throughout Daein, the people rise as one against the brutality of their oppressors. Begnion's occupying forces cannot deal with open war on so many fronts.", "General Jarod redeploys his men to key locations to better defend the capital city. Jarod's forces still outnumber those of the Daein liberators, and he has hardened his defenses in hopes of holding off Micaiah's army.", "The liberation forces fight with a fury not to be denied, however, and the occupation army begins to lose its will to fight. Breaking through enemy lines again and again, Micaiah's forces gain vital ground and momentum.", "Despite the anger Micaiah feels toward Izuka for his treatment of their laguz allies, she continues to lead the army in its lightning-quick advance. Nevassa is now mere days away."]}