{"chapter": "1:9", "title": "One Survives", "speakers": ["Tormod", "Micaiah", "Sothe", "Begnion", "Jarod", "Alder", "Izuka", "Daein", "Pelleas", "Black Knight", "Jill"], "dialogue_counts": {"Tormod": 6, "Micaiah": 43, "Sothe": 19, "Begnion": 2, "Jarod": 18, "Alder": 5, "Izuka": 1, "Daein": 1, "Pelleas": 7, "Black Knight": 15, "Jill": 14}, "gender_counts": {"M": 66, "F": 57, "N": 8, "A": 0}, "lines": 135, "transitions": "MFMFMMMFMMMFMF-NMN-MNMNM--MNM-F-FF-MF-FMFMF-MFMMMM-MF-FMFMF-MM-FM-MM-NMNMNMMMFMFMF-FMMMFMFMMMMFMFMFMFMMFMFMM--MMMMMMMMMMMM-FFFFFFFFFFFFFFFFFFFFFFFFFFF", "intro": [{"speaker": "Tormod", "line": "Listen and be amazed! BIG news afoot! The apostle is sending an inspection team to investigate the occupation army's abuses!"}, {"speaker": "Micaiah", "line": "Really?"}, {"speaker": "Tormod", "line": "She sent me a message that preparations are finally complete. But wait...it gets better. She also issued an imperial edict to the occupation forces telling them to cease all military action immediately!"}, {"speaker": "Micaiah", "line": "Does that mean the fighting is over? That we've won?"}, {"speaker": "Sothe", "line": "Indeed. It's hard to believe it's over. It almost seems too easy."}, {"speaker": "Tormod", "line": "And best of all, Duke Persis is leading the inspection team! We'll be home free the moment they arrive. Our worries are over."}, {"speaker": "Sothe", "line": "Duke Persis...Lord Sephiran? So Apostle Sanaki's dispatching one of the empire's greatest men to handle this."}, {"speaker": "Micaiah", "line": "What kind of man is he?"}, {"speaker": "Tormod", "line": "He is amazing...the best person ever! He's incredibly influential and high up, but he never stood on ceremony with us. Well, go on, you guys! Don't just stand there. You have to spread the news!"}, {"speaker": "Sothe", "line": "We have to spread the news? Aren't you going with us?"}, {"speaker": "Tormod", "line": "Umm...nah. It's mostly your doing. We'll hold back...let you take the glory."}, {"speaker": "Micaiah", "line": "It's Izuka, isn't it? You don't want to come because he'll be with the prince."}, {"speaker": "Tormod", "line": "Well, yeah, basically."}, {"speaker": "Micaiah", "line": "All right...but wait here! We'll come right back once we've announced the good news."}, {"speaker": "Begnion", "line": "...In light of which, Her Imperial Highness, Empress Sanaki, has conveyed to you this edict. Occupation forces are to hereby lay down all arms, convene in Daein Keep, and await the inspection team."}, {"speaker": "Jarod", "line": "Hmmm..."}, {"speaker": "Begnion", "line": "Duke Numida maintains that your forces performed alleged abuses independently...in flagrant violation of his orders. The apostle, in her mercy, will hear your testimony. Do not abuse her magnanimous spirit...and lose your small advantage."}, {"speaker": "Jarod", "line": "Hah! What a magnificently ruthless maneuver. I didn't know Numida had it in him. Disowning the entire occupation army...and framing me for their actions. Brilliant."}, {"speaker": "Alder", "line": "So then...the game is over. Might we at least drag Duke Numida down with us?"}, {"speaker": "Jarod", "line": "Not a chance. We are proof that Duke Numida--and therefore the entire senate--is corrupt. No doubt they'll work together to silence us. Besides, there's more tantalizing prey than those tottering relics. If I'm to fall, so too should the one who upended our plans and drove us to this dead end... That girl."}, {"speaker": "Alder", "line": "Oh... I like that. Our final mission."}, {"speaker": "Jarod", "line": "You create a diversion with the troops tonight, after dark. And I will seek our target...the girl's silver-maned head."}, {"speaker": "Izuka", "line": "A-hhrrmm! Silence! Prince Pelleas would now like to favor you with a word. You may begin, my prince."}, {"speaker": "Daein", "line": "Am I dreaming? Everything looks so delicious! What should I eat first...?"}, {"speaker": "Pelleas", "line": "Everyone, you've done a fine job. Once the inspection team arrives, Daein will be free once again! In anticipation of our emancipation, I invite you to eat and drink to your hearts' content."}, {"speaker": "Micaiah", "line": "...Whew... Yune! What is it? You didn't need to slip away from the banquet, too."}, {"speaker": "Micaiah", "line": "Silly you! You're kind of a mysterious bird, you know that? How is it you can fly around even at night?"}, {"speaker": "Micaiah", "line": "Oh, Yune...for some reason...I feel so tired lately. ...But it won't be long... I'll go back home to Nevassa...and then...save Daein..."}, {"speaker": "Jarod", "line": "So, you escaped the idiot's ball to be alone? How trusting of you, Silver-Haired Maiden... No--I'm sorry--\"Priestess of Dawn.\" If you really can work miracles, you'd best work one up for yourself now."}, {"speaker": "Micaiah", "line": "Hm? What? Oh! Begnion soldiers!"}, {"speaker": "Micaiah", "line": "General Jarod?! Why are you here?"}, {"speaker": "Jarod", "line": "I'm doomed, thanks to you. But if I have to go down, I'm taking someone with me... The vice-general to the Daein Liberation Army, the revered \"Priestess of Dawn.\""}, {"speaker": "Micaiah", "line": "Even if you kill me, the kingdom of Daein will be reborn. As long as the prince survives, the people will fight."}, {"speaker": "Jarod", "line": "Hah! The prince! He's a sham, a travesty, a clod of mud no amount of polishing could shine. The real jewel--whose radiance attracts the people like moths to flame--is you, Priestess. And so I shall steal you and extinguish Daein's light of hope! Know despair, Priestess of Dawn!"}, {"speaker": "Micaiah", "line": "Ah!"}, {"speaker": "Jarod", "line": "Guhahh!"}, {"speaker": "Micaiah", "line": "Who are you?"}, {"speaker": "Black Knight", "line": "Be at ease, Maiden. I shall not let him harm you. I was once one of the Four Riders, serving the army of old Daein. If you recall the name of the Black Knight, you will withdraw from this place at once."}, {"speaker": "Jarod", "line": "Riiiight! That's precious. You're the legendary Black Knight? Maybe you haven't heard...he died in the war. But let's put your claim to the test, if only to indulge my own amusement."}, {"speaker": "Black Knight", "line": "Then have at me...and learn your folly."}, {"speaker": "Jarod", "line": "In due time. But before I bother, why don't you have a go-round with my restless minions? Douse the torches!"}, {"speaker": "Black Knight", "line": "Maiden. I shall be your shield. Remain by my side."}, {"speaker": "Micaiah", "line": "I will. I know I can trust you."}], "battle-talk": [{"speaker": "Micaiah", "line": "Sir Knight, how did you know I was in danger?", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "That is not important right now. Are you injured?", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Micaiah", "line": "No, I'm all right.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Black Knight", "line": "Maiden, stay by me. I will not let them harm you.", "person_1": "Micaiah", "person_2": "Black Knight"}, {"speaker": "Micaiah", "line": "I know you won't. Thank you.", "person_1": "Micaiah", "person_2": "Black Knight"}], "boss": [{"speaker": "Jarod", "line": "I see you're pretty impressed with yourself!"}, {"speaker": "Black Knight", "line": "Did you think the likes of you could be a worthy opponent for me? Know your place."}, {"speaker": "Micaiah", "line": "General Jarod! Your occupation army has caused untold suffering to the people of Daein... The time has come! You must atone for your deeds!", "unit": "Micaiah", "boss": "Jarod"}, {"speaker": "Jarod", "line": "As if I should care one whit about the wretched worms I trample!", "unit": "Micaiah", "boss": "Jarod"}], "end": [{"speaker": "Black Knight", "line": "Make your peace. This blow will be your end."}, {"speaker": "Jarod", "line": "Heh... How kind of you..."}, {"speaker": "Alder", "line": "Gugrh..."}, {"speaker": "Jarod", "line": "Alder?! You... Why are you here?"}, {"speaker": "Alder", "line": "I'd rather fight beside my general than create a distraction with the other soldiers."}, {"speaker": "Jarod", "line": "You idiot! Who asked you to join me?"}, {"speaker": "Alder", "line": "General Jarod... You are a terror to work under. Even so...I've always sensed a kindred spirit in you. I will follow you and fight for you...to the very gates of the abyss..."}, {"speaker": "Jarod", "line": "He was a good soldier... What now? Why don't you kill me?"}, {"speaker": "Black Knight", "line": "My sword is not made for killing those who will not raise their weapons."}, {"speaker": "Jarod", "line": "You've got to be kidding me!"}, {"speaker": "Micaiah", "line": "Stop! Stop it, both of you! A man has died protecting you. Don't waste his sacrifice!"}, {"speaker": "Jarod", "line": "This is not the end!"}, {"speaker": "Micaiah", "line": "No. It's not."}, {"speaker": "Black Knight", "line": "You would simply let him go?"}, {"speaker": "Micaiah", "line": "He is not ours to judge. He belongs to the apostle now. I suppose he must bury his fallen friend and pray before facing her."}, {"speaker": "Micaiah", "line": "You have my thanks for saving me."}, {"speaker": "Black Knight", "line": "There is no need for thanks."}, {"speaker": "Sothe", "line": "Micaiah, are you safe?!"}, {"speaker": "Sothe", "line": "You! Micaiah, run!"}, {"speaker": "Micaiah", "line": "Sothe! It's OK. This knight just saved my life!"}, {"speaker": "Sothe", "line": "What?! Micaiah, do you know who this is?"}, {"speaker": "Micaiah", "line": "Everybody knows who he is, Sothe! He is the Black Knight. One of the Four Riders under King Ashnard, and the strongest swordsman--"}, {"speaker": "Sothe", "line": "Exactly! The scum that General Ike defeated in Nados Castle in Crimea, three years ago. So how can he be here now...alive?"}, {"speaker": "Black Knight", "line": "You are correct, Sothe. Ike did defeat me in that battle, in a fashion. But as you can see, I managed to escape."}, {"speaker": "Sothe", "line": "What do you want?"}, {"speaker": "Black Knight", "line": "For Daein to raise its banner as a kingdom once again. I came here to protect those who are necessary for that dream."}, {"speaker": "Micaiah", "line": "Sothe, General Jarod was here a moment ago. If the Black Knight hadn't stepped in, Jarod would have killed me."}, {"speaker": "Sothe", "line": "What?! But...I don't see his corpse here. And that means...he's still alive, isn't he?"}, {"speaker": "Micaiah", "line": "Yes. There was another soldier who sacrificed his life protecting Jarod. I presume Jarod's burying him now. Oh! Oh, no..."}, {"speaker": "Sothe", "line": "What is it?!"}, {"speaker": "Micaiah", "line": "I see a dark cloud... It's dimming the light of hope... By letting Jarod go, I may have allowed something terrible to happen..."}, {"speaker": "Sothe", "line": "You aren't sure?"}, {"speaker": "Micaiah", "line": "Sothe, I hadn't told you, but I haven't been feeling well lately. My mind feels...foggy. Things I could always see clearly are now dim and vague. I may have committed us to an irreversible fate."}, {"speaker": "Black Knight", "line": "I shall aid you. No matter what Jarod may plot, I will prevent it."}, {"speaker": "Sothe", "line": "Micaiah and I don't want your help!"}, {"speaker": "Micaiah", "line": "Sothe, stop that! In King Ashnard's War, you severed below General Ike, and you and the Black Knight were enemies. But now, you are comrades with the same goal--Daein's restoration. Listen to me. The Black Knight was Daein's strongest general. We need him."}, {"speaker": "Black Knight", "line": "And I am willing to serve."}, {"speaker": "Micaiah", "line": "Sir Knight... That you should come to us now, is surely the will of the goddess. I thank you for your aid just now, and ask you to lend us your strength a while longer."}, {"speaker": "Black Knight", "line": "May my sword serve you well, Maiden of Dawn."}, {"speaker": "Sothe", "line": "I don't like this..."}], "narration": ["A figure from Daein's past appears unexpectedly in the night. A figure thought to have perished in the Mad King's War, the blood-stained right hand of the king himself, the mysterious Black Knight.", "The Black Knight protects Micaiah against Jarod's cowardly surprise attack. However, Micaiah suspects that Jarod has one last move to make. Deprived of his chance to capture Micaiah, Jarod abandons all notions of retreat or negotiation. Instead, he makes plans for revenge. He murders an emissary from his homeland of Begnion and reclaims control of Daein Keep.", "From within the keep, he launches a savage barrage of catapult fire, all but destroying the castle town. The momentary peace that arrived with the Begnion emissary shatters along with Nevassa's walls, and the people of the city see their kin and their capital crushed under a rain of stone. This treachery proves too much for them, and their grief explodes into rage.", "Micaiah and company have pitched camp on a nearby hillside. When this merciless attack begins, its brutality leaves them lost for words."], "conversation": [{"speaker": "Pelleas", "line": "Sothe. How unusual to see you alone."}, {"speaker": "Sothe", "line": "Prince Pelleas. You here to see Micaiah?"}, {"speaker": "Pelleas", "line": "Yes. At least, I intended to. But she is quite popular, isn’t she? She’s always so busy talking to everyone that I can never get near her."}, {"speaker": "Sothe", "line": "They’re your soldiers. Tell them to get out of the way."}, {"speaker": "Pelleas", "line": "No, I can’t do that. My job is to be the symbol of Daein’s liberation. But the Priestess of Dawn is no mere symbol. For her, the soldiers will gladly give their lives."}, {"speaker": "Sothe", "line": "Prince Pelleas?"}, {"speaker": "Pelleas", "line": "Oh, don’t worry, Sothe. I’m not jealous, if that’s what you’re thinking. It isn’t like that. Although I have to admit, I do envy her from time to time."}, {"speaker": "Sothe", "line": "Hm."}, {"speaker": "Pelleas", "line": "I almost forgot. Here. These war funds are for you."}, {"speaker": "Sothe", "line": "But the war’s over. And, besides, this is a small fortune."}, {"speaker": "Pelleas", "line": "Yes, well, share it with the troops if you like. I may not be much a leader, but I truly appreciate the sacrifices everyone has made. They deserve something in return. Divide it up as you see fit. I trust your judgment."}, {"speaker": "Sothe", "line": "Prince Pelleas, you should be the one to give the troops their reward."}, {"speaker": "Jill", "line": "Lady Micaiah."}, {"speaker": "Micaiah", "line": "Hello, Jill. What are you doing here?"}, {"speaker": "Jill", "line": "I saw you walking over here as I was heading back to my tent. Is something wrong? You shouldn’t be leaving camp by yourself."}, {"speaker": "Micaiah", "line": "I’m just exhausted from talking to so many people. But there’s no need for concern. I just need some time to myself."}, {"speaker": "Jill", "line": "Now that you mention it, you do look a little pale. Why not rest in your tent? It’d be much more comfortable."}, {"speaker": "Micaiah", "line": "I don’t want Sothe and the others to know how tired I am. They worry too much."}, {"speaker": "Jill", "line": "Ah, I can see that. Sothe seems so detached from everything, unless it involves you... He gets so... worked up. He strikes me as a bit overprotective."}, {"speaker": "Micaiah", "line": "We’ve always lived by ourselves, just the two of us. I don’t think he can help it."}, {"speaker": "Jill", "line": "Then I shall bring you some medicine, and I’ll make sure no one sees me. I’ll meet you at your tent."}, {"speaker": "Micaiah", "line": "Oh, no, that won’t be necessary! Do you see that tree? I’ll be resting over there. I should recover in no time."}, {"speaker": "Jill", "line": "But..."}, {"speaker": "Micaiah", "line": "I’ll be safe. We’re still in camp. Besides, don’t you have an errand of your own to take care of? It must be really important to leave the feast so early in the evening."}, {"speaker": "Jill", "line": "Oh, no, not really. I just thought I’d write a letter to a friend. That’s all."}, {"speaker": "Micaiah", "line": "To the man you told me about? The one you run a wyvern delivery service with?"}, {"speaker": "Jill", "line": "Well... um, yes. You know everything, don’t you, Lady Micaiah?"}, {"speaker": "Micaiah", "line": "You’re going to tell him that the fighting is over, right?"}, {"speaker": "Jill", "line": "Yes. More than anything, he despises trouble. He made a delivery to Begnion, and never returned. I’m sure it’s the war that has kept him away."}, {"speaker": "Micaiah", "line": "Really?"}, {"speaker": "Jill", "line": "Well, indirectly, at least. To be honest, it’s probably more about his napping. Give him a few minutes of free time, and he’s sure to close his eyes and drift away. The war would certainly disrupt his sleep schedule."}, {"speaker": "Micaiah", "line": "What an... interesting fellow. Well, you should write him and let him know it’s safe to return."}, {"speaker": "Jill", "line": "Are you sure you’re all right? You’re not pushing yourself too hard?"}, {"speaker": "Micaiah", "line": "I’m fine. Please, don’t worry about me."}, {"speaker": "Jill", "line": "All right. I’ll let you relax alone, then. Oh, but here... Please take this."}, {"speaker": "Micaiah", "line": "What is it?"}, {"speaker": "Jill", "line": "It’s a Pass scroll. It might come in handy. Please keep it, if you’d like."}, {"speaker": "Micaiah", "line": "Thank you, Jill. I will."}, {"speaker": "Jill", "line": "Good night, Lady Micaiah."}]}