{"chapter": "2:1", "title": "Winds Of Rebellion", "speakers": ["Brom", "Jacob", "Nephenee", "Yeardley", "Youth", "Man", "Lass", "Boy", "Lady", "Heather", "Grandmother"], "dialogue_counts": {"Brom": 30, "Jacob": 3, "Nephenee": 19, "Yeardley": 13, "Youth": 8, "Man": 1, "Lass": 1, "Boy": 2, "Lady": 1, "Heather": 21, "Grandmother": 1}, "gender_counts": {"M": 30, "F": 40, "N": 30, "A": 0}, "lines": 102, "transitions": "MNMFMFMNM--NNNNN--F-MFMFM-NNFMNMNMFM-N--N--N--N--N-F-FFFFFFFFFFFFF-MFMFMFMFMFMFMFMFMFMFMFM-NFNFNF-MNMN-NFNF-N-N-NNFMNMF-NMNFM-", "intro": [{"speaker": "Brom", "line": "Mornin', Jacob!"}, {"speaker": "Jacob", "line": "Look atcha, always sowin' yer seeds! It's lookin' like it'll be a fine crop this year--a real dandy!"}, {"speaker": "Brom", "line": "Heck, I just work the fields. It's the rich soil beneath m' boots and the fine sun over m' head what does the hard stuff."}, {"speaker": "Nephenee", "line": "Brom!"}, {"speaker": "Brom", "line": "Well, if it isn't Nephenee. What's the story with the armor? Haven't ya heard the war's over?"}, {"speaker": "Nephenee", "line": "You'll be needin' armor too. A revolution's brewin'. Better suit up--and make it snappy!"}, {"speaker": "Brom", "line": "Revolution?!"}, {"speaker": "Jacob", "line": "...Oh yeah. Nobody tells us ol' geezers much, but I hear talk about some young hotheads over yonder. They're jawin' about bein' fed up with the queen, and how they want change..."}, {"speaker": "Brom", "line": "I don't get it! Her Majesty is a fine, fine lady... ...even if she is a tad young to be passin' laws instead of havin' fun. I guess I'll go have a look for m'self."}, {"speaker": "Yeardley", "line": "...We are the victors. It was Crimean blood and sweat that defeated Ashnard! And what do we have to show for it? We do not rule Crimea. Our towns have been destroyed. We need coin to ease our suffering. Who's to blame?"}, {"speaker": "Youth", "line": "The queen!"}, {"speaker": "Yeardley", "line": "We've been violated! Daein robbed us of families, friends, and homes! We cannot reconcile with monsters! And now, our hated enemy is rebuilding to threaten us again. Will we stand by and accept this?"}, {"speaker": "Youth", "line": "No! We will not!"}, {"speaker": "Yeardley", "line": "To arms, I say! We are not afraid! We shall fight for the prosperity of our fatherland, as did Ike the patriot!"}, {"speaker": "Nephenee", "line": "Hmm..."}, {"speaker": "Brom", "line": "Oomph, hoaa... Lemmee tell ya... It's been a while. This armor feels like a ton of bricks."}, {"speaker": "Nephenee", "line": "Brom... Didn't you say somethin' about usin' axes these days...not spears?"}, {"speaker": "Brom", "line": "Uh, yeah... I suppose I did. What, ya went and brought armor AND weapons?"}, {"speaker": "Nephenee", "line": "Here, you take this axe... And hold on to it good, ya hear? All right... Let's go!"}, {"speaker": "Brom", "line": "Hey now... What's going on?"}, {"speaker": "Youth", "line": "Hey, look, it's Nephenee. She even brought her own weapon. So you're gonna join the revolution?"}, {"speaker": "Youth", "line": "Together, we can make a difference. Together, we have the power to dethrone the queen!"}, {"speaker": "Nephenee", "line": "...What're y'all thinking?! You don't know the first thing about Queen Elincia!"}, {"speaker": "Brom", "line": "Maybe this is all some big mistake? Our queen is a splendid gal. Ain't nobody out there with a kinder heart. We should know as well as anyone... Heck, we fought beside her."}, {"speaker": "Yeardley", "line": "...You fought with the queen, eh? Hmph... I see. Brothers! Do not be deceived! These two are the queen's agents, and are undoubtedly spying on us!"}, {"speaker": "Brom", "line": "Listen, fella, you're talkin' nonsense. Queen Elincia wouldn't dream of usin' spies like that!"}, {"speaker": "Yeardley", "line": "Do not be deceived, my people! If they go to the Royal Knights... ...they will return bearing torches, burning homes, and taking prisoners! We must silence these spies!"}, {"speaker": "Brom", "line": "Listen up, you blockheads... I guess you forgot 'bout the war. After fighting for years, we finally have peace...and now you want to fight again?"}, {"speaker": "Nephenee", "line": "Ain't no good, Brom. These folk got their blood a-pumpin'. Ain't got a lik'a sense left in 'em."}, {"speaker": "Brom", "line": "Horsefeathers. Reckon you're right. Listen up, Nephenee, let's try not to kill too many of these dang fools."}], "visit": [{"speaker": "Man", "line": "There was a stranger in here earlier. He left this axe--probably meant to use it on the queen. You know, I came to this village for some peace and quiet! Isn't there something you can do? Heck with it! Just take this thing. I'm fed up with war!"}, {"speaker": "Lass", "line": "What? People are fighting outside? That doesn't make any sense... If anyone were to get hurt... We've got to do something. Ohhhh, I hope Sis is all right..."}, {"speaker": "Boy", "line": "You ever heard of Miss Calill? She teaches magic. You know what? I told her she was pretty, and she gave me one of these! People who can't use magic can use this, and then...well...they'll be able to use magic...or something like that. Here, you take this one!"}, {"speaker": "Boy", "line": "What? People are fighting outside? That doesn't make any sense... If anyone were to get hurt... Wait, you should take this. It's a kind of medicine we make. Ohhhh, I hope Sis is all right..."}, {"speaker": "Lady", "line": "There was a bizarre man who just came through here. He was talking about a revolution and stuff. Left this. I'm tellin' ya, I've had a bellyful of this war business. I don't want this anywhere near me. Toss it... Sell it... I don't care what you do with it. Just get it out of my house. It's all yours."}], "battle": [{"speaker": "Heather", "line": "Sounds like the whole village is in an uproar. More men fussing over nothing, I'm sure. Bigger fools were never made. Lucky me! Time to find one ripe for the picking, get his goods, and be on my way. Be home soon, Mom!"}], "recruit-talk": [{"speaker": "Nephenee", "line": "...Uh, hello?", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "Argh, whaaat?! Do you need something?", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "Hey, y'all best... Er... You should be careful hanging around here like that. I reckon you should clear out of here while you're still in one piece.", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "Aww, that's so sweet of you! What's your name?", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "Nephenee...", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "Nephenee... What a cute name. I'm Heather. Pleased to meet you.", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "Pleasure's all mine. So it's Heather, huh? You gonna get outta here, then?", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "Well... It looks to me like you have an uphill battle to fight. I bet I can help you out.", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "But you...", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "Don't worry about it. I'm the type that likes to help nice country girls like you.", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "Um...like me?", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Heather", "line": "That's right. Don't worry about it. Tee hee... This is turning out to be a great day.", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Nephenee", "line": "Uhhh... Yeah...", "recruiter": "Nephenee", "recruit": "Heather"}, {"speaker": "Brom", "line": "Hey...", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "...", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Hey, pay attention.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "... ...", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Aw, heck, I hope I ain't shoutin' at a deaf girl... CAN YOU HEAR ME?!", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "...Knock it off, already. What do you want, you old hick?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "...Oh, sorry 'bout that. They call me Brom, by the way... How 'bout you?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "...Excuse me? Are you trying to get lucky or something? Give it up, you smelly pig farmer. There's no way I'm having anything to do with you.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "No, no! It's nothin' like that at all! I got myself a darlin' wife and a whole passel of kids, and I love 'em ta death.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "So... What do you want?!", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "See, I believe ya just went and stole something from one of these here youngsters in the village. You did quite a job at it, I might add.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "Were... Were you watching?!", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Now hold on a spell... I ain't preachin' at ya, and I'm not gonna turn ya in or nuthin'. I was just thinkin' that maybe ya could lend me a hand.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "A hand? With what?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Well, me and uh...you see that girl over there with the long hair? We're havin' a bit of a tussle with some'a the young folk in the village... They picked a fight, but we don't want anyone gettin' hurt. I just thought maybe you could borrow some'a their weapons, so we won't have to fight at all?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "Huh... So that girl is a friend of yours? Hmmm...", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Friend ain't exactly the right word... Nephenee... We met when we fought together during the war. We're kinda neighbors, so we hit it off. Durin' the war, neither of us knew much about fightin', so we helped each other out.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "All right, I'll help.", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Whew, that's great! That's just swell of ya!", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "Hey, I couldn't care less about you, but I can't just sit back when a girl's in trouble. OK, let's go. We can't leave Nephenee waiting!", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Hey, hold up! Just wait a tick. What's your name?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Heather", "line": "Heather! but as for you, hayseed...don't forget the \"Miss.\" Got it?", "recruiter": "Brom", "recruit": "Heather"}, {"speaker": "Brom", "line": "Miss Heather, then. All righty. By the way... Could ya maybe slow down a touch? Huff huff huff...", "recruiter": "Brom", "recruit": "Heather"}], "boss": [{"speaker": "Yeardley", "line": "No! My duty is incomplete... Lord Ludveck... Please forgive me!"}], "end": [{"speaker": "Youth", "line": "You bumpkins! Just stay out of it!"}, {"speaker": "Youth", "line": "It hurts! It hurts so bad! Look, my leg! It... My leg!"}, {"speaker": "Youth", "line": "M-murderer! You're a murderer!"}, {"speaker": "Nephenee", "line": "But I..."}, {"speaker": "Brom", "line": "Yeah. That's right. Nephenee and me... We been to war. When y'all were hidin' in cellars and attics, we were toe-to-toe with Daein. And look at us now..."}, {"speaker": "Youth", "line": "St-stop it... Please! I...was wrong! I'm sorry! I'm so sorry!"}, {"speaker": "Brom", "line": "You got your head on straight now? You youngsters get so riled up... \"Let me at 'em!\" and \"Bring 'em on!\" Hmph! You know spit about war! Nephenee... Let's gear up and head out to the royal palace. Her Majesty's gotta know Ludveck's stirrin' up all kinds of nonsense. And my girl, Meg... She's off on her own... Knowing Meg, though, she'll be fine. All righty then. Let's get movin'."}, {"speaker": "Nephenee", "line": "Sounds like a plan."}, {"speaker": "Jacob", "line": "You two're really leaving, then?"}, {"speaker": "Brom", "line": "We put the people of this village in danger. We can't stay here now, knowin' that. We'll hafta set things straight. I hate to leave, but..."}, {"speaker": "Grandmother", "line": "Why did it have to come to this? I always thought our Queen Elincia was about as good as they come, lowering taxes and looking after orphans."}, {"speaker": "Nephenee", "line": "The young folk don't care 'bout that stuff. They only care about what's getting' their dander up. Then they ignore everything else. I reckon that's why we gotta do what we gotta do. If we don't step up, the whole country'll be goin 'on the compost heap."}, {"speaker": "Brom", "line": "That's why we've got to get to Queen Elincia right away. It's all gonna be just fine. If I know Her Majesty, she'll take care of this uprising in no time. Then we can return to our farms and grow some mighty good eats. All of ya just hold tight, now."}], "narration": ["In a rural Crimean town, a band of rebels sow the seeds of discontent. They are stopped by Brom and Nephenee, two former Crimean soldiers. However, more uprisings are sure to follow.", "Brom and Nephenee decide to travel to Melior, the capital of Crimea, and inform Queen Elincia as to the gravity of the situation."]}