{"chapter": "2:2", "title": "Tides Of Intrigue", "speakers": ["Elincia", "Brom", "Geoffrey", "Lucia", "Nephenee", "Ludveck", "Mordecai", "Lethe", "???", "Nealuchi", "Leanne", "Maraj", "Crimea", "Marcia", "Heather"], "dialogue_counts": {"Elincia": 22, "Brom": 8, "Geoffrey": 10, "Lucia": 42, "Nephenee": 4, "Ludveck": 3, "Mordecai": 7, "Lethe": 8, "???": 3, "Nealuchi": 3, "Leanne": 7, "Maraj": 6, "Crimea": 1, "Marcia": 1, "Heather": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 134, "transitions": "----------------------", "intro": [{"speaker": "Elincia", "line": "I see... So, that's what's going on. Thank you for bringing it to my attention. I'm very sorry your village was affected by this. You have my sincere apologies."}, {"speaker": "Brom", "line": "Oh, no, Your Majesty. We don't need no apology. We're just happy we could help."}, {"speaker": "Geoffrey", "line": "Lucia... Brom's story confirms what we've suspected all along."}, {"speaker": "Lucia", "line": "Yes, as we thought. Duke Ludveck of Felirae is firing up a rebellion. We should have seen it coming. To be honest, Queen Elincia, there have been a number of indications that something like this was under way. We'd hoped to uncover something more tangible than hushed rumors... I should have told you sooner."}, {"speaker": "Elincia", "line": "No... I bear some responsibility as well. The discontent among the populace...is due to my lack of experience as a ruler. Now that a rebellion is gaining momentum, innocent blood will surely be spilled..."}, {"speaker": "Elincia", "line": "I have always held the well-being of the Crimean people as my highest priority... I've done my utmost in Crimea's name. ...And all I've ever desired is a country where war and hunger are unknown."}, {"speaker": "Brom", "line": "Beggin' your pardon, Queen Elincia."}, {"speaker": "Elincia", "line": "...Yes, Brom?"}, {"speaker": "Brom", "line": "Your Majesty is doin' a bang-up job of it. This country's a safe place to live, and that's more than most can say! Once you get the hang of things, I'm sure you'll be the name future kings and queens try to live up to. We know you can do it!"}, {"speaker": "Nephenee", "line": "And it ain't like ALL the young bucks out there got bees in their bonnets! There's a whole mess o' folk doin' their darnedest to make this a fine country. They wanna make you proud, Your Majesty."}, {"speaker": "Elincia", "line": "I... Thank you."}, {"speaker": "Geoffrey", "line": "All nations experience unrest when the reins of leadership change hands. It's true the world over. But for Ludveck to start beating the drums of war as if this were unheard of... What utter nonsense! We must not allow it! Your Majesty, would you be so kind as to appoint me to the task of his capture? I myself will march into Felirae and seize Ludveck and his rebels."}, {"speaker": "Lucia", "line": "No, Geoffrey. We can't do that. Unfortunately, we don't have enough evidence to arrest him."}, {"speaker": "Geoffrey", "line": "But..."}, {"speaker": "Lucia", "line": "Don't worry, Brother. If we have no evidence, then I suppose we'll have to dig some up. Your Majesty, I'd like to take on that job."}, {"speaker": "Elincia", "line": "Lucia, I appreciate your dedication. You have my permission to proceed..."}, {"speaker": "Ludveck", "line": "Well, well... My dear Lady Lucia. Quite a way from home, aren't we?"}, {"speaker": "Lucia", "line": "Please do excuse the sudden visit, Your Grace. Princess Leanne, Lady Lethe... This is Lord Ludveck, duke of Felirae. I was thinking that our laguz guests might enjoy the fine fruits this region is known for. We've traveled quite a long way... I hope it won't be too much trouble."}, {"speaker": "Ludveck", "line": "Don't be ridiculous! I could be nothing but delighted by a visit from you, Lady Lucia. Although I must admit... I would be all the more pleased if you had come such a long way just to see me."}, {"speaker": "Lucia", "line": " ...You are too kind, Lord Ludveck."}, {"speaker": "Ludveck", "line": "Please, feel free to take your ease. You are welcome to stay in Felirae as long as you desire."}, {"speaker": "Lucia", "line": "...This is it! This document is an order written by Ludveck himself, marked with his signal. If we show this to the royal assembly, we'll surely have the backing to indict him. Thank you so much...both of you. We have to quell this uprising before things get out of hand."}, {"speaker": "Mordecai", "line": "If there is no war, we are happy. But if there is war, it is good we came."}, {"speaker": "Lethe", "line": "Ludveck is poor prey. He hides behind a shield of words, not realizing that words can be seen through."}, {"speaker": "Lucia", "line": "Yes, and that's quite fortunate for us. But we still have to get out of here without being detected."}, {"speaker": "???", "line": "M-my lady! You mustn't raise your voice..."}, {"speaker": "Lucia", "line": "Who's there?! Show yourself!"}, {"speaker": "???", "line": "..."}, {"speaker": "Lucia", "line": "Princess Leanne! Sir Nealuchi! I thought you had returned to the royal palace... What in the world are you doing here?!"}, {"speaker": "Nealuchi", "line": "Oh ho ho... Forgive us... We just couldn't help but be concerned for you."}, {"speaker": "Leanne", "line": "..."}, {"speaker": "Lucia", "line": "Well, what can I say? This just means we'll have to be even more careful to get out of here safely."}, {"speaker": "Mordecai", "line": "...Someone is coming."}, {"speaker": "Lucia", "line": "Guards? This cave has only one exit... I guess that means we do this the hard way. We've obtained enough evidence to indict Ludveck, so there's no point in sticking around. Let's go!"}], "boss": [{"speaker": "Maraj", "line": "As I expected. The queen's house pets are playful little pups indeed. The only thing your sniffing about will get you, however, is an abruptly shortened life span!"}, {"speaker": "Maraj", "line": "To associate with beasts like you... One has to wonder where the queen acquired such a lack of taste."}, {"speaker": "Maraj", "line": "My death...means nothing... Our plan...is perfect... There is... nothing...nothing the queen...can do..."}, {"speaker": "Maraj", "line": "Well, look what we have here... Lady Lucia and her pack of curs. How interesting. What cause could you have for roaming the grounds at night, hmm?", "unit": "Lucia", "boss": "Maraj"}, {"speaker": "Lucia", "line": "Cause? Why, we've merely lost our way.", "unit": "Lucia", "boss": "Maraj"}, {"speaker": "Maraj", "line": "Is that so? In that case, I will gladly escort you back to the castle.", "unit": "Lucia", "boss": "Maraj"}, {"speaker": "Lucia", "line": "That's quite all right. We should be going home. But please do give Lord Ludveck a message... Tell him that his revolt will never succeed!", "unit": "Lucia", "boss": "Maraj"}, {"speaker": "Maraj", "line": "...Tsk tsk. I did try to warn Lord Ludveck, but it seems that he is quite fond of you. If he knew of your little discovery... I'm certain he would have no qualms about eliminating you.", "unit": "Lucia", "boss": "Maraj"}], "end": [{"speaker": "Lucia", "line": "This way!"}, {"speaker": "Lucia", "line": "As we suspected, Lord Ludveck is intent on rebellion. His followers are spread across the land, inciting insurrection. We have the documents to prove it."}, {"speaker": "Geoffrey", "line": "Queen Elincia, I stand ready to defend the realm! I will lead the Royal Knights into Felirae, and we will seize the duke!"}, {"speaker": "Elincia", "line": "I am hesitant to resort to the sword without at least attempting diplomacy. At all costs, I must stop the people of Crimea from fighting one another."}, {"speaker": "Crimea", "line": "Your Majesty! News from the countryside! Duke Ludveck has assembled an army and announced his intentions against you! The rebellion in Felirae is growing quickly!"}, {"speaker": "Elincia", "line": "I see..."}, {"speaker": "Lucia", "line": "He must have realized that his operations were no longer a secret. Your Majesty, we have no time to waste. We must stand against this, for the future of Crimea!"}, {"speaker": "Elincia", "line": "...I understand. Geoffrey, leader of the Royal Knights... I hereby authorize the use of military force against the rebel army!"}, {"speaker": "Geoffrey", "line": "Yes, Your Majesty. At once!"}, {"speaker": "Lucia", "line": "I will begin marshalling forces. This rebellion must be stopped...before nobles in surrounding areas catch wind of it."}, {"speaker": "Elincia", "line": "...Am I doing the right thing? Oh, Father... Uncle Renning..."}, {"speaker": "Elincia", "line": "Welcome back, Marcia. Did you learn of Sir Ike's whereabouts?"}, {"speaker": "Marcia", "line": "No... I'm sorry. I've got nothing but sore feet and a tired pegasus. I've talked to a few local villagers who say the Greil Mercenaries have been working low-paying odd jobs here and there. Nobody seems to know where they are now, but everyone agrees that this is the first time they've been gone for so long."}, {"speaker": "Leanne", "line": "..."}, {"speaker": "Elincia", "line": "Princess Leanne, please try to keep your spirits high. I assure you, we will continue to investigate Sir Ike's whereabouts."}, {"speaker": "Leanne", "line": "Th-thank...you."}, {"speaker": "Elincia", "line": "Oh! Princess Leanne! You spoke?!"}, {"speaker": "Nealuchi", "line": "Quite a shock, yes? My lady has been studying your language, which we often call \"modern speech.\""}, {"speaker": "Elincia", "line": "That's wonderful! It's hard enough visiting a strange land, let alone learning the languages."}, {"speaker": "Leanne", "line": " Me...not big...no pr-problem. Queen Elincia has tr-trouble...heart."}, {"speaker": "Elincia", "line": "Ah... I'd forgotten. The heron tribe can peer into the heart. I can't hide the pain I'm feeling... At least not from you, Princess Leanne."}, {"speaker": "Leanne", "line": "Queen... El...Elincia."}, {"speaker": "Elincia", "line": "...Why does this happen?! My people fight, brother against brother... And no matter what I do, I can't stop it! I'm a miserable failure. I just want to crawl into a cave somewhere. How can anyone believe in me now?"}, {"speaker": "Elincia", "line": "I never asked for any of this... I never wanted to be queen!"}, {"speaker": "Leanne", "line": " ..."}, {"speaker": "Elincia", "line": "...Sniff... I can't... I can't do it anymore..."}], "narration": ["Insurrection erupts across Crimea. The wounds Crimea suffered during the conflict with Daein have finally begun to heal, and it should be rejoicing in its hard-won peace. How is it that the fires of rebellion have been lit?", "Bastian, Queen Elincia's most trusted advisor, widely acknowledged for his political savvy, is on a mission to Daein, and the Greil Mercenaries, the original authors of Crimea's recovery, are nowhere to be found.", "Queen Elincia, close to despair, has nonetheless ordered the Crimean Royal Knights to restore order in Felirae. Her only wish is to win the coming battle, so that she may stave off a civil war."], "conversation": [{"speaker": "Heather", "line": "Awww... I really wanted to go to the palace. I would've been happy with just a tiny little glance at Queen Elincia. She's... glorious. This is so unfair!"}, {"speaker": "Brom", "line": "Yup, it's the pits. But that queen of ours is a real nice lady. Knowin' her, she'd prob'ly just let ya talk to 'er, noble or not."}, {"speaker": "Heather", "line": "The nerve of that Duke Ludveck! He ruined my one chance to meet the queen. I won't stand for it! He needs a kick in the rear! Or a punch in the mouth! The things I'd do to him..."}, {"speaker": "Nephenee", "line": "Uhm... Heather? You sure are a lovely gal and all, but... You sure do say some funny things."}, {"speaker": "Brom", "line": "Can't argue with that, Nephenee. But that's just the way folks are. They ain't always what they appear to be. Ain't nobody perfect, neither. 'Less you're talkin' 'bout the goddess, that is."}, {"speaker": "???", "line": "Excuse me..."}, {"speaker": "Heather", "line": "Hm?"}, {"speaker": "Nephenee", "line": "Oh!"}, {"speaker": "Brom", "line": "Well! Hi there, Miss Lucia. What can we help ya with?"}, {"speaker": "Lucia", "line": "I came to ask for a favor. If it's not too much to ask, I'd like you both to accompany me to Felirae."}, {"speaker": "Brom", "line": "Hmm. Naw, that won't be a problem. You goin' ta catch the duke?"}, {"speaker": "Lucia", "line": "Something a little more... preliminary. I guess you could call it espionage."}, {"speaker": "Brom", "line": "Espio-what? Sounds serious! Nephenee, you ever hearda that?"}, {"speaker": "Nephenee", "line": "Oh, sure. When I was just a sprout, I caught a real bad case'a that. I got this awful rash all over my back, too!"}, {"speaker": "Lucia", "line": "Uh... That's... a very nice story. Maybe I'd better explain what I mean."}, {"speaker": "Heather", "line": "Don't you know anything!? Espionage is all about stealing secrets and not getting caught. It's one of my many strong points!"}, {"speaker": "Lucia", "line": "Oh, really? And who might you be?"}, {"speaker": "Heather", "line": "My name is Heather! I'm a friend of Nephenee's. I'd do ANYTHING to help Her Majesty. Seriously, anything!"}, {"speaker": "Lucia", "line": "...I see. Maybe you can lend a hand as well."}, {"speaker": "Heather", "line": "Miss Lucia, you're the greatest! Like, amazingly stupendously great! I'd love to help!"}, {"speaker": "Lethe", "line": "Lady Lucia! We've heard a rumor that you'll be leaving to investigate an enemy. Is this true?"}, {"speaker": "Lucia", "line": "Lady Lethe, Sir Mordecai... I... Well..."}, {"speaker": "Lethe", "line": "We could return to Gallia and bring back soldiers to help, you know. As an ally in a time of crisis, I'm certain our king would lend support."}, {"speaker": "Lucia", "line": "No, Lady Lethe. This is an internal affair. We don't want to have to involve Gallia in Crimea's civil problems."}, {"speaker": "Mordecai", "line": "More fighters are always better. The people of Gallia... All will fight for Queen Elincia."}, {"speaker": "Lucia", "line": "Listen, I know you mean well, but I just can't allow it. I'm sorry, but if there were even a hint of Gallia's assistance, there would be even more problems in the royal court."}, {"speaker": "Mordecai", "line": "Problems? What problems?"}, {"speaker": "Lethe", "line": "This conflict isn't exactly a life-or-death situation for Crimea, so... Relying on support from a laguz nation would cause an uproar with the nobility. Is that what you mean?"}, {"speaker": "Lucia", "line": "Yes, unfortunately. I'm ashamed to admit it, but it's the truth."}, {"speaker": "Lethe", "line": "No. It's common sense, given the history of both our nations. I completely understand. We won't report this to Gallia."}, {"speaker": "Lucia", "line": "Thank you for understanding. I apologize for troubling you."}, {"speaker": "Mordecai", "line": "No, it is fine."}, {"speaker": "Lethe", "line": "Why this tactic of rousing the people to rebel against the queen, though? Any laguz who wanted to be king would fight for it with teeth and claws, as is proper. You beorc are always wasting time talking."}, {"speaker": "Lucia", "line": "Our society is very complex. There's history and tradition, unwritten law and custom. There are lots of reasons for why we--"}, {"speaker": "Lethe", "line": "Bah! Attempts to compromise won't get you anywhere. You should just kill him and get it over with."}, {"speaker": "Mordecai", "line": "Mordecai feels sad. Poor Queen Elincia... We cannot help her."}, {"speaker": "Lucia", "line": "That's not true, Mordecai. Having support from you and Lethe is very helpful."}, {"speaker": "Mordecai", "line": "Really? Mordecai will help with anything!"}, {"speaker": "Lucia", "line": "Hmm. I have a great idea. Together with the laguz..."}, {"speaker": "Leanne", "line": "(I'll go too!)"}, {"speaker": "Lucia", "line": "Princess Leanne? Why do I suddenly have a crowd?"}, {"speaker": "Lethe", "line": "She says that she'd like to go."}, {"speaker": "Lucia", "line": "No, I'm sorry. It's much too dangerous where we're going. I couldn't risk something happening to you."}, {"speaker": "Nealuchi", "line": "Hoo hoo! I guess this mangy old coot will be joining the action, then! To ensure my lady's safety, of course."}, {"speaker": "Lucia", "line": "Sir Neluchi, as well? Stars above..."}, {"speaker": "Lucia", "line": "Your Majesty...?"}, {"speaker": "Elincia", "line": "OK... All finished."}, {"speaker": "Lucia", "line": "What are you doing?"}, {"speaker": "Elincia", "line": "Don't worry about it. It's a secret."}, {"speaker": "Lucia", "line": "Aha! That was a needle and thread, wasn't it?! Did you just sew something into my collar?"}, {"speaker": "Elincia", "line": "It's a good-luck charm. To keep you safe while you're away. So you'll come back to me in one piece."}, {"speaker": "Lucia", "line": "Elincia..."}, {"speaker": "Elincia", "line": "Be careful out there. I'll be praying for you."}, {"speaker": "Lucia", "line": "Thanks. I'll be back with good news. I promise."}, {"speaker": "Geoffrey", "line": "Lucia, wait!"}, {"speaker": "Lucia", "line": "You can't stop me, Geoffrey."}, {"speaker": "Geoffrey", "line": "I know that. But I can try to keep you safe, can't I? So I'd like you to take this."}, {"speaker": "Lucia", "line": "An elixir? I don't need it. I'm just... I'm not going to fight, you know."}, {"speaker": "Geoffrey", "line": "If you don't use it, so much the better. But just hold on to it. For me."}, {"speaker": "Lucia", "line": "All right."}, {"speaker": "Geoffrey", "line": "Promise me you won't do anything stupid. Promise for Elincia and me. And for Bastian."}, {"speaker": "Lucia", "line": "For you to even mention his name at a time like this... I give up. Sure, I promise. Keep Queen Elincia safe, got it?"}, {"speaker": "Geoffrey", "line": "Of course. On my life."}]}