{"chapter": "2:3", "title": "Geoffrey's Charge", "speakers": ["Lucia", "Geoffrey", "Crimean Rebel", "Ludveck", "Kieran", "Tashoria", "Crimea", "Haar", "???", "Calill", "Amy", "Makalov", "Astrid", "Largo", "Danved", "Elincia"], "dialogue_counts": {"Lucia": 17, "Geoffrey": 42, "Crimean Rebel": 2, "Ludveck": 8, "Kieran": 14, "Tashoria": 4, "Crimea": 1, "Haar": 6, "???": 1, "Calill": 11, "Amy": 2, "Makalov": 2, "Astrid": 5, "Largo": 6, "Danved": 3, "Elincia": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 135, "transitions": "---------------------", "intro": [{"speaker": "Lucia", "line": "Good luck! I'll be sure to keep the palace safe. I'm sorry we couldn't allocate more troops for you. You'll be OK, though, right?"}, {"speaker": "Geoffrey", "line": "Of course. We might even have too many. Actually, I'm more worried about the queen's safety. Make sure the guards stay sharp."}, {"speaker": "Lucia", "line": "Count on it. I'll maintain a tight watch on the area, and there is the backup plan, just in case."}, {"speaker": "Geoffrey", "line": "Good... Hearing you reiterate that makes me feel better, I have to admit."}, {"speaker": "Lucia", "line": "Remember, this isn't for glory. You'll be confronting our own people. Just do your job and come straight back."}, {"speaker": "Crimean Rebel", "line": "The Royal Knights have left the capital! We estimate roughly 4,000 soldiers are marching on Felirae."}, {"speaker": "Ludveck", "line": "That means about 2,000 are left in the capital... That's more than I'd expected. ...Hmm, I suppose it can't be helped. The column headed toward Felirae is primarily cavalry, is it not?"}, {"speaker": "Crimean Rebel", "line": "Yes, sir. Exactly as you surmise, sir."}, {"speaker": "Ludveck", "line": "In that case, the forces at the capital will be led by the queen's confidante, Lady Lucia. This is most perfect. The soldiers remaining at Castle Felirae have been given detailed instructions...false instructions, I might add. ...The dear pawns. They are so very heroic, and so very disposable."}, {"speaker": "Kieran", "line": "General, all troops are in position! We stand ready for the assault!"}, {"speaker": "Geoffrey", "line": "Thank you, Kieran. The majority of the castle vanguard appears to be common soldiers. And there's still no sign of Ludveck or any of his subordinates?"}, {"speaker": "Kieran", "line": "Correct, sir. And the rest are a bunch of amateurs! You should see them flop around on their horses like rag dolls. They won't last long against the finely tuned skills of our Crimean Royal Knights."}, {"speaker": "Geoffrey", "line": "Don't get overconfident, now... Most of their forces are likely inside, waiting for us to exhaust ourselves out here."}, {"speaker": "Kieran", "line": "Yes, good point, sir!"}, {"speaker": "Geoffrey", "line": "And the main gate... Have you seen it? Breaking through that is not going to be easy. We must be patient."}, {"speaker": "Kieran", "line": "Yes, sir."}, {"speaker": "Geoffrey", "line": "And remember, we're not facing enemy soldiers. Yes, they're foolish enough to be lured into joining Ludveck...but they are fellow Crimean citizens. Her Majesty would prefer to capture these rebels alive and try to talk some sense into them."}, {"speaker": "Kieran", "line": "I'm...amazed, sir. Her Majesty's kindness is touching! I'll convey that to all our men."}, {"speaker": "Geoffrey", "line": "Listen up! We're to sweep aside the rebels and punch through the fortress gate! Her Majesty wants as many lives to be spared as possible! Set lances! All forces, charge!"}], "battle": [{"speaker": "Tashoria", "line": "Not one step backward! Be strong! The duke will soon arrive with reinforcements. Stand strong a little longer... Stand firm for the revolution!"}], "boss": [{"speaker": "Tashoria", "line": "W-we have to hold out! The duke is on his way! We'll be heroes! Adored, and showered with riches!"}, {"speaker": "Tashoria", "line": "Duke... Duke Ludveck... Where are...our reinforcements...?"}, {"speaker": "Geoffrey", "line": "Rebel forces! I am Geoffrey, commander of the Royal Knights of Crimea! Lay down your weapons and submit to the rule of law! Further resistance is futile! Her Majesty the queen promises leniency and means you no harm! Listen to me! You must yield!", "unit": "Geoffrey", "boss": "Tashoria"}, {"speaker": "Tashoria", "line": "Tch... What nonsense is this? Do you take us for idiots!? Our reinforcements will arrive shortly, and your fate will be sealed! Death to the tyrant and her lapdogs!", "unit": "Geoffrey", "boss": "Tashoria"}, {"speaker": "Geoffrey", "line": "Grr... The queen lives to serve you! Why can't you see that?!", "unit": "Geoffrey", "boss": "Tashoria"}], "end": [{"speaker": "Crimea", "line": "Sir, the rebels have been routed! Some managed to escape, but most have surrendered their weapons."}, {"speaker": "Kieran", "line": " General Geoffrey! No sign of the Felirae regulars, is there?"}, {"speaker": "Geoffrey", "line": "...No. This was clearly a ruse. Duke Felirae's main force is most likely en route to the capital."}, {"speaker": "Kieran", "line": "But how?! Quickly! Rally the troops! We must return to Melior at once!"}, {"speaker": "Geoffrey", "line": "Don't panic! They want us to act rashly. Settle down. ...We have contingencies in place. Light the flares to notify the capital. Move, man!"}, {"speaker": "Geoffrey", "line": "Scout commander!"}, {"speaker": "Geoffrey", "line": "It's very likely we'll be ambushed on the way back to the capital. Don't let anything escape your notice! We may need an alternate route back to the capital... Send some men out to investigate the old highway."}, {"speaker": "Geoffrey", "line": "Those of you who remain, disarm the prisoners and tend the wounded! Let's move, everyone!"}, {"speaker": "Haar", "line": "...Well, look at that. Someone's launched a flare... And from Felirae, of all places."}, {"speaker": "Lucia", "line": "The emergency signal from Geoffrey! As I suspected... The rebels were just a decoy. Sir Haar, thank you for your assistance."}, {"speaker": "Haar", "line": "Hey, wait... Are you telling me that you knew about this all along?"}, {"speaker": "Lucia", "line": "We knew the duke was up to no good. But if we had known about the decoys, we wouldn't have sent the Royal Knights to Castle Felirae. I suppose I'm just surprised that Lord Ludveck, the supposed epitome of nobility, would so willingly sacrifice his followers."}, {"speaker": "Haar", "line": "You know...you play a pretty deep game, woman."}, {"speaker": "Lucia", "line": "We all do, wouldn't you say? Her Majesty is at Fort Alpea. We're due to hear from her at any moment. I'll go check on that."}, {"speaker": "Haar", "line": "Sharp as a tack, aren't we? I think I'll excuse myself, then..."}, {"speaker": "Lucia", "line": "Actually, there's one more thing... I want you to wait here a little longer. If all goes as planned, I'll be back shortly with your payment. Then you may do as you wish."}, {"speaker": "Haar", "line": "And if all doesn't go as planned?"}, {"speaker": "Lucia", "line": "Then set out for Fort Alpea and alert the queen. I'll also send a messenger to Geoffrey. Thank you."}, {"speaker": "Haar", "line": "Very well, time for a nap..."}, {"speaker": "???", "line": "..."}, {"speaker": "Lucia", "line": "...Well? Any news from Queen Elincia?"}, {"speaker": "Lucia", "line": "What?! How?!"}, {"speaker": "Lucia", "line": "You..."}, {"speaker": "Ludveck", "line": "Yes, me. I was very hurt by how cruelly you manipulated me, my lady. And I am not easily wounded."}, {"speaker": "Lucia", "line": "Lord Ludveck... How did you..."}, {"speaker": "Ludveck", "line": "My lady, I am certain to know of any and all facts that concern your activities. My dear, lovely Lucia. Oh yes, it was quite some time ago that I was informed of both this place and your network of shadowy assistants."}, {"speaker": "Lucia", "line": "Ah."}, {"speaker": "Ludveck", "line": "I would like to know one more thing... Something only you are aware of. ...Where the queen is currently hiding."}, {"speaker": "Lucia", "line": "Good luck finding that out."}, {"speaker": "Ludveck", "line": "Perhaps it's a little place called...Alpea? All that foolishness... the ruses, the informers, the secret flight from the palace... Ha ha ha... All that effort, wasted."}, {"speaker": "Lucia", "line": "...Is that so?"}, {"speaker": "Ludveck", "line": "Hm? I can see that my lady still retains secrets. Would it trouble you so much to tell them to me?"}, {"speaker": "Lucia", "line": "To you, Lord Ludveck? I am afraid there is nothing to tell."}, {"speaker": "Ludveck", "line": "Lady Lucia... I'm done with these games. You'll tell me whatever I wish to know... But I believe I already know your secret."}, {"speaker": "Lucia", "line": "We shall see."}], "narration": ["Having anticipated Queen Elincia's attack, the majority of Duke Ludveck's forces left Felirae. The troops stationed at Castle Felirae were merely the bait with which to lure Geoffrey and his troops away from Melior.", "In Geoffrey's absence, Ludveck's objective is nothing less than to take the royal palace...and Queen Elincia with it. Lucia, foreseeing a possible attack on the capital, arranged for Queen Elincia and Princess Leanne to be secretly moved to Fort Alpea.", "Yet Lucia herself is unable to evade Duke Ludveck's agents. She is captured in the dead of night while attempting to contact an informant.", "Queen Elincia receives the sad news the next morning."], "conversation": [{"speaker": "Calill", "line": "Come on in!"}, {"speaker": "Geoffrey", "line": "May I?"}, {"speaker": "Calill", "line": "Well, speak of the devil! If it isn't General Geoffrey himself. I wouldn't have expected a visit, since you're leaving tomorrow."}, {"speaker": "Amy", "line": "Hi, General Geoffrey! What can we do for you today?"}, {"speaker": "Geoffrey", "line": "Sorry, Amy, but I'm not here as a customer."}, {"speaker": "Amy", "line": "Huh?"}, {"speaker": "Calill", "line": "Oh, I see why you're here. It's about time, too. I'm ready to string that blathering drunkard up by his heels."}, {"speaker": "Makalov", "line": "Ta dah...! Whoops... Who put that chair there? I could have been killed! Lady Calill, you beckoned?"}, {"speaker": "Geoffrey", "line": "Makalov, why are you drinking? You realize that tomorrow we have a battle to fight, yes?"}, {"speaker": "Makalov", "line": "Greetings, General! My, you're looking even more dashing and handsome than usual, Your Excellency."}, {"speaker": "Calill", "line": "Good grief... That man's an embarrassment. Are you sure he's a Royal Knight? He's like a pig pretending to fly. Why not put a dog in armor and call it \"sir\"!"}, {"speaker": "Astrid", "line": "Miss Calill, that's not very nice! I think Sir Makalov deserves a little more respect than that."}, {"speaker": "Calill", "line": "Are you blind, Astrid? It's the night before a mission, and that fool is stinking drunk. Probably gambled all his money away, too. And you! You follow him around mooning over him and cleaning up his messes! Do you have no pride, girl? What the man needs is someone to slap some sense into him. Perhaps I should--"}, {"speaker": "Astrid", "line": "I've chosen to look after Sir Makalov! Nobody's forced me to do it. And it's really none of your business!"}, {"speaker": "Calill", "line": "You know, I'm really starting to wonder about your \"good upbringing.\" Of all the men out there, what possessed you to place your bets on such a shabby prospect?"}, {"speaker": "Astrid", "line": "Wh-what did you just say!? There are no gentlemen in this land half as fine as Sir Makalov!"}, {"speaker": "Geoffrey", "line": "Oh my..."}, {"speaker": "Largo", "line": "All right, settle down, everybody. Keep this up and the general's gonna pretend he doesn't know either of you."}, {"speaker": "Calill", "line": "Fine, fine. I'm sorry, all right? Happy? So... what was it that you needed with that ale-soaked oaf, anyway?"}, {"speaker": "Geoffrey", "line": "I just wanted to go over our battle plan one last time before retiring."}, {"speaker": "Largo", "line": "I heard you're going after the duke of Felirae? You think you can handle him?"}, {"speaker": "Geoffrey", "line": "Of course. However, he's been marshalling his forces for quite some time now. Which means our preparations will have to be flawless if we want to end this quickly."}, {"speaker": "Largo", "line": "If only I were up to it. You know me. Hah! I'd crush him! I'd kick him apart!"}, {"speaker": "Calill", "line": "Well, I suppose I could go? Someone of my wisdom and power is easily worth two of you clods."}, {"speaker": "Largo", "line": "Yeah! That's a great idea, lamb-blossom. Like I always say, the best enemies are the ones that are on fire."}, {"speaker": "Geoffrey", "line": "I'm sorry, but no. Although I do appreciate the enthusiasm."}, {"speaker": "Calill", "line": "I don't see the problem! Do you think I've gone soft! My magic is still in tip-top shape, I'll have you know!"}, {"speaker": "Geoffrey", "line": "No. It's just that I'm sure Queen Elincia wouldn't be pleased with civilians fighting against their countrymen."}, {"speaker": "Calill", "line": "Hmm. I suppose you have a point."}, {"speaker": "Danved", "line": "In that case, let Danved join you. Danved is not a citizen of Crimea. Danved will fight like ten men."}, {"speaker": "Geoffrey", "line": "Devdan! When did you get here?"}, {"speaker": "Largo", "line": "Actually, General... This, uh... This is not Devdan. This is a friend of mine, Danved."}, {"speaker": "Danved", "line": "Yes, it's true. People often make that mistake. But Danved is definitely not Devdan."}, {"speaker": "Geoffrey", "line": "Uh-huh. You look exactly like him."}, {"speaker": "Largo", "line": "Doesn't he?! Amazing, isn't it? Anyway, you can take him with you. Oh, and no pressure, but the fate of our country depends on the Royal Knights. Good luck! Don't blow it!"}, {"speaker": "Danved", "line": "Danved will fight like a bear! like a tiger! We don't need Largo and Calill, because Danved is pretty amazing."}, {"speaker": "Geoffrey", "line": "Uh... I understand, I think. Thank you for your help."}, {"speaker": "Calill", "line": "Well, I suppose that's settled. It's time for you to discuss tomorrow's tactics. Good luck with that. As for that useless drunk... I'll have someone carry him over later."}, {"speaker": "Geoffrey", "line": "Thank you."}, {"speaker": "Astrid", "line": "Sir Makalov is not useless! How many times do I have to say it!?"}, {"speaker": "Geoffrey", "line": "Astrid. It's about time you got back, as well."}, {"speaker": "Astrid", "line": "Y-yes, General! Forgive me! I'll hurry back as soon as Sir Makalov is feeling better!"}, {"speaker": "Geoffrey", "line": "Give me strength... The sooner, the better."}, {"speaker": "Geoffrey", "line": "Your Majesty! What are you doing with that lance?"}, {"speaker": "Elincia", "line": "I asked your servant for it, and he gave it to me."}, {"speaker": "Geoffrey", "line": "Why would Your Majesty, as queen, do such a thing? Who knows how tangled the web of rumors could become, because of that..."}, {"speaker": "Elincia", "line": "Let the court say what it wishes. You are far more important to me than the whispers of nattering nobles."}, {"speaker": "Geoffrey", "line": "...You don't need to say that."}, {"speaker": "Elincia", "line": "Geoffrey... I'm sorry."}, {"speaker": "Geoffrey", "line": "I don't understand. What's wrong?"}, {"speaker": "Elincia", "line": "Three years ago... you fought to free Crimea from the clutches of Daein. While you held this lance, your courage was dauntless and your prowess, legendary."}, {"speaker": "Geoffrey", "line": "Yes. It's a brave lance, and I'm very proud of it."}, {"speaker": "Elincia", "line": "I... I can't have you raise the same lance against your fellow people of Crimea. I'm sorry... I just can't."}, {"speaker": "Geoffrey", "line": "Your Majesty is worried about the shadow it would cast over my name? The dishonor of using that weapon on Crimeans?"}, {"speaker": "Elincia", "line": "I would never want to damage your pride as a knight. It would be too much to bear."}, {"speaker": "Geoffrey", "line": "Believe no such thing, Your Majesty. My pride as a knight is most deeply rooted in my service to you. That will never waver, no matter what. Elincia... You know that."}, {"speaker": "Elincia", "line": "Then take your lance. Use it to fight for Crimea once again."}, {"speaker": "Kieran", "line": "Forgive my tardiness, sir! Kieran, second in command of the Royal Knights, at your service!"}, {"speaker": "Geoffrey", "line": "Sorry to have disturbed your rest."}, {"speaker": "Kieran", "line": "Not at all! If it were your will, General, I would hasted to the very edge of the world at your calling."}, {"speaker": "Geoffrey", "line": "Kieran, I'm lucky to have such a devoted follower. This is no reward, but there's something I want you to have."}, {"speaker": "Kieran", "line": "A silver axe!? Th-this is... It's so sharp! Do you mean I can have it!?"}, {"speaker": "Geoffrey", "line": "Do you like it?"}, {"speaker": "Kieran", "line": "Like it? My heart is ready to burst! I feel... It's like it's my birthday, and I just got my first suit of armor!"}, {"speaker": "Geoffrey", "line": "Wonderful. I'm glad to hear it."}, {"speaker": "Kieran", "line": "It will look fabulous on the mantel! My family will enjoy it for years to come. I can't tell you how grateful I am."}, {"speaker": "Geoffrey", "line": "Kieran, that's an axe, not a painting. Paintings are for mantels. Axes are for fighting. I want you to use that axe."}, {"speaker": "Kieran", "line": "What!? I couldn't!"}, {"speaker": "Geoffrey", "line": "You can't refuse. It's an order."}, {"speaker": "Kieran", "line": "Sigh... Understood, sir! I promise to keep it well protected and free from scratches!"}, {"speaker": "Geoffrey", "line": "Sigh. You're hopeless."}]}