{"chapter": "2:4", "title": "Elincia's Gambit", "speakers": ["Haar", "Elincia", "Crimea", "Nealuchi", "Leanne", "Crimean Rebel", "Ludveck", "Lethe", "Servant", "Mordecai", "Brom", "Nephenee", "Heather", "???", "Marcia", "Geoffrey", "Lucia", "Shinon", "Rolf", "Mia", "Mist", "Ike"], "dialogue_counts": {"Haar": 3, "Elincia": 51, "Crimea": 6, "Nealuchi": 4, "Leanne": 2, "Crimean Rebel": 10, "Ludveck": 17, "Lethe": 2, "Servant": 1, "Mordecai": 1, "Brom": 1, "Nephenee": 1, "Heather": 1, "???": 1, "Marcia": 2, "Geoffrey": 14, "Lucia": 5, "Shinon": 3, "Rolf": 1, "Mia": 1, "Mist": 2, "Ike": 12}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 141, "transitions": "----------------------------------------", "intro": [{"speaker": "Haar", "line": "So... We're guessing that flare sent up from Geoffrey's troops means Ludveck plans to come for Your Majesty. He's probably marching his troops toward this fortress as we speak. Since it's come to this, I'd like to stick around and help. Let me know if you need me."}, {"speaker": "Elincia", "line": "...I see. Thank you ever so much. Sir Haar... I have one more question. What about Lucia? Have you heard from her? Is she safe?"}, {"speaker": "Haar", "line": "We found a man's body in the village safehouse. We believe he was her messenger. We also found this..."}, {"speaker": "Elincia", "line": "No! This is... This is Lucia's hair! But... How?"}, {"speaker": "Haar", "line": "Well, we assume that Ludveck infiltrated her network of spies and captured her. This is his way of letting us know. It also means she's still alive, which means we still can save her. Queen Elincia, it's up to you to determine the best course of action."}, {"speaker": "Elincia", "line": "Y-yes, I... I know... Royal guards! Arm yourselves, and prepare to meet the rebel forces in battle. I will be commanding you personally."}, {"speaker": "Crimea", "line": "Your Majesty! But...you are the queen! It's much too dangerous! Please, assign a subordinate to this duty!"}, {"speaker": "Elincia", "line": "I will not. It is my indecision that has allowed the rebellion to come this far. I refuse to run from this problem any longer."}, {"speaker": "Elincia", "line": "Lucia... Lucia, I'm sorry. Somehow, I promise you... I will save you!"}, {"speaker": "Elincia", "line": "Princess Leanne, Sir Nealuchi... This fortress will soon be under siege."}, {"speaker": "Nealuchi", "line": "Wh-whaaat?!"}, {"speaker": "Elincia", "line": "Somehow the enemy has found out that I am hiding here. My two fine friends... You must escape."}, {"speaker": "Leanne", "line": "I...sing...and h-help...Queen Elincia!"}, {"speaker": "Elincia", "line": "No! Under no circumstances! I won't allow any such thing!"}, {"speaker": "Leanne", "line": "I...like help...Q-Queen...Elincia."}, {"speaker": "Nealuchi", "line": "Now, now. When my lady makes up her mind, nothing in Tellius can sway her. And me? I'm sure you wouldn't mind having these old bones on the battlefield."}, {"speaker": "Elincia", "line": "Sir Nealuchi... Honestly, I couldn't... Sigh..."}, {"speaker": "Nealuchi", "line": "Wait until you see me... Even at my age, I'll be one step ahead of those freshly hatched whippersnappers."}, {"speaker": "Elincia", "line": "...Very well. I must prepare as well. I had hoped this day would never come... Amiti, the treasured blade of House Crimea, will awake from its long slumber."}, {"speaker": "Elincia", "line": "...The battle will begin soon. I want both of you to promise me that you will fall back if in danger. Understood?"}, {"speaker": "Nealuchi", "line": "Fall back, Your Majesty? No one can hold a candle to the speed at which the raven tribe retreats."}, {"speaker": "Elincia", "line": "Ha ha... That's a relief."}, {"speaker": "Crimean Rebel", "line": "Reporting, sir! Fort Alpea's gate is sealed, and they are readying their defenses."}, {"speaker": "Ludveck", "line": "I see... Lady Lucia must have arranged some way to warn the queen. But alas, even if they were to have all the energy and luck in the world, the Royal Knights wouldn't arrive for two days. In any case, there's no way we can lose, considering that we have a card which has yet to be put into the game."}, {"speaker": "Crimea", "line": "Y-Your Majesty, dire news! The rear gate is open, and the rebel army is storming in!"}, {"speaker": "Elincia", "line": "What?! how could this happen?!"}, {"speaker": "Lethe", "line": "I think you'll understand once you question this man."}, {"speaker": "Elincia", "line": "You guard the inner garden, correct?"}, {"speaker": "Crimea", "line": "You scum! You helped the rebel army, didn't you?!"}, {"speaker": "Servant", "line": "Yes. Yes, I did. I did it because it was the best thing for the future of this country. Those Daein murderers killed my entire family, and now the queen bows down and wags her tail at them! It's a disgrace!"}, {"speaker": "Crimea", "line": "Silence! You're the traitor here! Prepare to die."}, {"speaker": "Elincia", "line": "Wait! Killing this man will do nothing to help our situation. We have to halt Ludveck and his men. They're already inside!"}, {"speaker": "Lethe", "line": "I'm going out there, too."}, {"speaker": "Mordecai", "line": "Mordecai will fight for you, Queen Elincia."}, {"speaker": "Brom", "line": "You can count on me, Your Majesty."}, {"speaker": "Nephenee", "line": "Queen Elincia, Crimea needs you more than anything, and I reckon you could use my help."}, {"speaker": "Heather", "line": "My homeland, being ruled by a snobby stiff like Ludveck? Please. I don't think so!"}, {"speaker": "Crimea", "line": "Your Majesty! We would give our lives for our queen! Allow us to fight!"}, {"speaker": "Elincia", "line": "Thank you, everyone. I am indeed the queen of Crimea, and a queen does not hide. Our enemies are fellow citizens of Crimea. But we can no longer sit idle as they destroy the harmony of our nation."}, {"speaker": "Ludveck", "line": "Could our situation be any better? Just look at these fragile defenses... As fragile as the queen's reign! Ludveck: ...Oh? The queen's taken command? I expected her to abandon her people, turn tail, and run for the hills. How preciously naïve. We shall have to teach her that being overly optimistic can be fatal."}], "battle": [{"speaker": "???", "line": "Queen Elincia! I made it!"}, {"speaker": "Elincia", "line": "Marcia!"}, {"speaker": "Marcia", "line": "Thanks to General Geoffrey, we spotted an ambush on the main road and snuck by on the old highway instead! The Royal Knights will be here soon. I flew ahead to tell you...and to serve you some traitor pie on my lance!"}, {"speaker": "Elincia", "line": "...Thank you. I'm impressed you made it back so quickly."}, {"speaker": "Marcia", "line": "My pleasure, Your Majesty! Now, which monkeys do you want filleted before the Royal Knights get here?"}, {"speaker": "Geoffrey", "line": "Your Majesty! We'll countercharge their flank! The Royal Knights will succeed again! Indomitable knights of Crimea, this is the hour you have trained for! Hold the line, and run them down!"}, {"speaker": "Elincia", "line": "Geoffrey! Geoffrey, oh, Geoffrey!"}, {"speaker": "Geoffrey", "line": "Find Ludveck, duke of Felirae! Seize him immediately! He must not escape!"}, {"speaker": "Ludveck", "line": "What a bother! They arrived far faster than I had expected. But I will prevail. I won't lose to that worthless queen."}], "battle-talk": [{"speaker": "Elincia", "line": "Geoffrey!", "person_1": "Elincia", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Elincia! I'm relieved you're safe. Leave the rest of the battle to us. Find someplace safe.", "person_1": "Elincia", "person_2": "Geoffrey"}, {"speaker": "Elincia", "line": "No, this is my fight. This is my problem, and it will be resolved under my power!", "person_1": "Elincia", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Very well. If that's your decision, Your Majesty.", "person_1": "Elincia", "person_2": "Geoffrey"}], "boss": [{"speaker": "Ludveck", "line": "Elincia! I yield to you! Please... You may imprison me. Your Majesty, be merciful! Spare our lives. We surrender our weapons."}], "end": [{"speaker": "Geoffrey", "line": "Queen Elincia! It's Sir Ike and the Greil Mercenaries! They came to our aid! Now we'll get Lucia back in one piece. We've nothing more to worry about. I'll deploy my knights at once!"}, {"speaker": "Elincia", "line": "...Hh... ..."}, {"speaker": "Elincia", "line": "Sir Ike... If you hadn't come to help, I would have lost one of my dearest friends. Thank you... Thank you ever so much."}, {"speaker": "Ike", "line": "We were happy to do it. And Bastian pays well for mercenary work."}, {"speaker": "Elincia", "line": "Bastian?"}, {"speaker": "Ike", "line": "Yes. The count of Fayre knew about Ludveck's plotting before he left for Daein. Bastian guessed that if he left the country, the rebels would feel confident enough to make their move. What else could you expect from Crimea's top tactician? Well...Crimea's most deceptive old dog, at any rate."}, {"speaker": "Elincia", "line": "Yes, that's just like him..."}, {"speaker": "Ike", "line": "Sorry that we had to stay hidden until the last minute. For a ruse like that to work, you have to deceive allies as well as enemies. I know you were acting in Crimea's best interests, but I'm sorry you had to let that happen to Lucia."}, {"speaker": "Lucia", "line": "No... It worked out fine in the end. Please put it out of your mind."}, {"speaker": "Elincia", "line": "Lucia, Geoffrey... I value your lives more than even my own. But it's my duty to protect this country, even if that means losing you. I've learned a lot from all of this. I hope to keep them out of harm's way, and I'll never make the same mistakes again."}, {"speaker": "Ike", "line": "Good to hear. So what are you going to do about all the escaped rebel soldiers?"}, {"speaker": "Elincia", "line": "The rebel army will be eradicated. We cannot allow them to sow the seeds of discontent among the people of Crimea."}, {"speaker": "Ike", "line": "That's the right choice. Would you consider contracting my mercenaries for the job?"}, {"speaker": "Elincia", "line": "...No, Sir Ike. I'll leave that up to the Royal Knights. I'm certain this task will create anger among the people, and the Royal Knights may be resented for their role in it... But my duty as queen demands that it be done. The people will have to learn to accept that."}, {"speaker": "Ike", "line": "I respect your devotion to duty. So, you don't need me then?"}, {"speaker": "Elincia", "line": "That's right. I'm going to move on, together with my vassals and the people of this country."}, {"speaker": "Elincia", "line": "Sir Ike... Before you leave, there's something I'd like to talk to you about."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Elincia", "line": "When you heard from Bastian... Did he say anything about Daein?"}, {"speaker": "Ike", "line": "No, nothing."}, {"speaker": "Elincia", "line": "He informed me of a number of things. Apparently Daein's reconstruction is playing out much like Crimea's... He spoke of a new king raising the banner of war, and a charismatic young hero carrying it into battle. He compared King Pelleas to me, and a \"Silver-Haired Maiden\" to you... It's almost unnatural. He suspected that someone might be scheming, trying to manipulate Daein. Bastian seemed quite suspicious of it all."}, {"speaker": "Ike", "line": "So Bastian went to Daein to try and confirm his suspicions on that?"}, {"speaker": "Elincia", "line": "Yes. There was also something about Daein's resurrection that we can't afford to overlook. ...The Black Knight."}, {"speaker": "Ike", "line": "What?!"}, {"speaker": "Elincia", "line": "I'll never forget him... He was the one warrior who the late King Ashnard trusted. Encased in pitch-black armor, standing tall with a crimson cape... When the Liberation Army fought at the capital, he was there. He sided with the Silver-Haired Maiden."}, {"speaker": "Ike", "line": "The Black Knight... The man who killed my father... But I defeated him three years ago. I'm sure of it. At the very least, he couldn't have escaped when Nados Castle came crashing down on him."}, {"speaker": "Elincia", "line": "The day after you fought, Bastian ordered some men to search the remains of Nados Castle. There was no trace of the Black Knight. No armor... No sword... No corpse."}, {"speaker": "Elincia", "line": "If the Black Knight that was seen in Daein was indeed the same Black Knight... He might prove to be a threat to Crimea."}, {"speaker": "Ike", "line": "Hmm. If he's still alive... I have no doubt I'll see him again. Elincia, this is very important information to me. Thank you."}, {"speaker": "Elincia", "line": "Of course."}], "cutscene": [{"speaker": "Shinon", "line": "Come on. Do it. It's a clean shot."}, {"speaker": "Shinon", "line": " What's the problem?"}, {"speaker": "Rolf", "line": "I'm nervous. What if I hit her?"}, {"speaker": "Shinon", "line": " It's too late for nerves, Rolf. If you're not up to it, just leave it to the master, eh?  Watch and learn. One clean motion, no hesitation."}, {"speaker": "Crimean Rebel", "line": "The queen's men are attacking!"}, {"speaker": "Crimean Rebel", "line": "Stop him!"}, {"speaker": "Mia", "line": "Soren, always lost in your books! What have I said about watching your back?"}, {"speaker": "Crimean Rebel", "line": "Form up! Surround them all! Don't let a single one escape!"}, {"speaker": "Mist", "line": "Hold on, Lucia! Everything will be fine!"}, {"speaker": "Mist", "line": "Can you hear me? Hold on!"}]}