{"chapter": "3:1", "title": "Laguz And Beorc", "speakers": ["Ranulf", "Skrimir", "Ike", "Soren", "Titania", "Begnion", "Mist", "Rommit", "Grandmother", "Woman", "Oscar", "Boyd", "Rolf", "Gallia", "???", "Muston", "Gatrie", "Shinon", "Lyre", "Kyza", "Mia", "Rhys"], "dialogue_counts": {"Ranulf": 17, "Skrimir": 5, "Ike": 24, "Soren": 9, "Titania": 3, "Begnion": 8, "Mist": 15, "Rommit": 4, "Grandmother": 1, "Woman": 21, "Oscar": 4, "Boyd": 18, "Rolf": 19, "Gallia": 1, "???": 1, "Muston": 1, "Gatrie": 6, "Shinon": 9, "Lyre": 7, "Kyza": 4, "Mia": 8, "Rhys": 2}, "gender_counts": {"M": 117, "F": 33, "N": 37, "A": 0}, "lines": 189, "transitions": "MMMMMMMMMMMMM-MMMMM-MMMFMFMFMMMMMM-NNN-FNFNFNF-MMM-NNN-N-NMNMNMNMN-NMNMNMNMNMN-NMNMNMNMNMNMNMNMN-N-N-NM-N-M-NMM-MMMMN-MNMMMMM--MMMMMMFMMMMFMMFMMFMMFMFMMFMFMMMFFMF-MMMMFMMFMFMFMFMFMFMMMMMMMM-FMFMFMFMFMFMFMMMFMM", "intro": [{"speaker": "Ranulf", "line": "Now, our next target is Mugill. Its gate is already sealed, and it looks like they intend to keep it that way. This won't go as easily as our battle in Felirae."}, {"speaker": "Skrimir", "line": "Yaawwwwn... Beorc are all the same. We will run them down, just as before."}, {"speaker": "Ranulf", "line": "Skrimir, please... Listen. Just this once."}, {"speaker": "Ike", "line": "What do you think, Soren?"}, {"speaker": "Soren", "line": "The Felirae survivors will have warned Mugill of our advance. That's so obvious, even you must have anticipated it. You don't have a plan?"}, {"speaker": "Skrimir", "line": "Do not mock me, beorc boy. Why should I bother with plans? No soldier would cower behind stone walls after being challenged to a battle! We will issue a challenge, and they will meet it. We have no need for plans!"}, {"speaker": "Soren", "line": "Do you realize how completely absurd you sound? The enemy did not build the fortress so they could stand outside of it. They will not come out of their own accord."}, {"speaker": "Skrimir", "line": "But-- Those beorc cowards! They will hide from us?! What do we do? I do not know how to fight cowards!"}, {"speaker": "Ranulf", "line": "Don't you get it? That's what we're trying to decide! Think, Skrimir. Just try."}, {"speaker": "Skrimir", "line": "No! That's your job, Ranulf! You're my second in command. Think of a way for me to use my strength! Anything else is a waste of time. I'll be training outside. Tell me when you have a \"plan.\""}, {"speaker": "Ranulf", "line": "Wait, Skrimir!"}, {"speaker": "Soren", "line": "...This is ridiculous. I'm amazed that someone was desperate enough to make that fool a general."}, {"speaker": "Ranulf", "line": "I'm tempted to agree with you on that. But there's a reason he's here."}, {"speaker": "Ranulf", "line": "Never in its history has Gallia invaded another country. We don't have any experience or tactics to fall back on for this. On top of that, our general... well, you've seen it yourself. Skrimir... He doesn't pay attention to details, nor does he strategize. Sadly, it's not just Skrimir. Most laguz are the same. They're arrogant and stubborn. It doesn't even occur to them that they won't be able to power through the beorc forever."}, {"speaker": "Ike", "line": "Why isn't Caineghis leading the army?"}, {"speaker": "Ranulf", "line": "It's not an option. We aren't mobile like the bird tribes. Once we leave our lands, it isn't easy for us to get back. We can't take our king away from his domain."}, {"speaker": "Ike", "line": "Well, what about Giffca, then? There have to be other capable generals in Gallia."}, {"speaker": "Ranulf", "line": "Yeah, you'd think General Giffca would lead, but... Giffca has other duties to attend to, so really, that just leaves Skrimir."}, {"speaker": "Soren", "line": "I understand. Laguz choose their leaders based on strength. If Skrimir is to be the next king, this war is the best opportunity for him to learn about strategy."}, {"speaker": "Ranulf", "line": "Exactly. Since that's the case, we need all the help we can get. Please, lend us your wisdom. Without your help, this war's outcome is certain."}, {"speaker": "Ike", "line": "You can count on us, Ranulf."}, {"speaker": "Titania", "line": "We've told you already. We're here to help."}, {"speaker": "Soren", "line": "..."}, {"speaker": "Titania", "line": "Soren, say something!"}, {"speaker": "Ranulf", "line": "Well, well. Looks like your strategist isn't fond of laguz yet."}, {"speaker": "Titania", "line": "I'm sorry, Ranulf. he's gotten better, but..."}, {"speaker": "Ike", "line": "Soren, Ranulf helped us out. On top of that, he's our client. It's our turn to return the favor, and our job to do it right. Got that?"}, {"speaker": "Soren", "line": "...Fine. But it'll cost you more."}, {"speaker": "Ranulf", "line": "Thanks, all of you. We appreciate the help."}, {"speaker": "Soren", "line": "Give me some time to myself. I'll come up with a plan to get us through this mess."}, {"speaker": "Ike", "line": "Great. We're counting on you, Soren."}, {"speaker": "Soren", "line": "I know. I'll do what I can."}, {"speaker": "Begnion", "line": "Tch! These sub-humans don't know how much trouble they're causing! We can't go anywhere!"}, {"speaker": "Begnion", "line": "Tell me about it. Just yesterday, we could've gone out for drinks and had ourselves a merry old time."}, {"speaker": "Begnion", "line": "Fortunately, we have enough food. They'll give up if we hold out long enough."}, {"speaker": "Mist", "line": "Um... Sorry we're late!"}, {"speaker": "Begnion", "line": "Who are you? Why are you outside? The city is under lockdown! You need permission to leave your homes!"}, {"speaker": "Mist", "line": "What? Well, that's weird. We were told to hand out food to all the watchmen."}, {"speaker": "Begnion", "line": "Wh-what?"}, {"speaker": "Mist", "line": "Well, I guess this isn't the place. Should we head back? We don't want the food to spoil..."}, {"speaker": "Begnion", "line": "W-wait! Don't go! You don't have to head back. That food is for us. We're sure of it!"}, {"speaker": "Mist", "line": "Oh, wonderful! Would you call everyone, then? I'll pass out the food and drinks."}, {"speaker": "Ike", "line": "Looks like the watchmen are all asleep. Great job, everyone."}, {"speaker": "Soren", "line": "The first step is done. Next, we clear out the remaining guards and open the main gate."}, {"speaker": "Ike", "line": "Ranulf and his troops are waiting outside for us. Let's go!"}, {"speaker": "Begnion", "line": "Wh-who are you?!"}, {"speaker": "Begnion", "line": "Sub-humans! What's going on?! What happened to the lookout?!"}, {"speaker": "Rommit", "line": "Stand your ground! Our reinforcements will be here soon. Hold fast until they arrive!"}], "visit": [{"speaker": "Grandmother", "line": "The sub-humans are attacking us? Oh no! This can't be happening! You're a mercenary, right? Please, you have to save us! We'll pay, of course!"}, {"speaker": "Woman", "line": "AHHHH! A sub-human! You're a sub-human!  P-please! You can have this. Please don't eat me!"}, {"speaker": "Oscar", "line": "No, I'm beorc. Just like you. Besides, laguz don't eat people."}, {"speaker": "Woman", "line": "..."}, {"speaker": "Oscar", "line": "It's not a nice rumor to spread around. You should really try to be more thoughtful."}, {"speaker": "Woman", "line": "Are you...Oscar?"}, {"speaker": "Oscar", "line": "Huh?"}, {"speaker": "Woman", "line": "It's you! Oscar, I'm so glad to see you!"}, {"speaker": "Oscar", "line": "Um, excuse me, I have to go..."}, {"speaker": "Woman", "line": "Don't go! Please! Wait! Oh..."}, {"speaker": "Woman", "line": "AHHHH! A sub-human! You're a sub-human!  P-please! You can have this. Please don't eat me!"}, {"speaker": "Boyd", "line": "Hey, wait a second. When did laguz ever eat beorc? Have you ever actually seen it happen?"}, {"speaker": "Woman", "line": "..."}, {"speaker": "Boyd", "line": "Hmph. I doubt that any laguz would eat such a bigoted beorc, even if you asked for it. You make me sick."}, {"speaker": "Woman", "line": "Are you...Boyd?"}, {"speaker": "Boyd", "line": "Huh?"}, {"speaker": "Woman", "line": "It's you! Boyd, I'm so glad to see you!"}, {"speaker": "Boyd", "line": "Uhhhh..."}, {"speaker": "Woman", "line": "How you've grown... You look just like your father."}, {"speaker": "Boyd", "line": "No! You've got it all wrong! I don't know anyone by that name. I, um, have to go."}, {"speaker": "Woman", "line": "Don't go! Please! Wait! Oh..."}, {"speaker": "Woman", "line": "AHHHH! A sub-human! You're a sub-human!  P-please! You can have this. Please don't eat me!"}, {"speaker": "Rolf", "line": "But... I'm not a laguz."}, {"speaker": "Woman", "line": "..."}, {"speaker": "Rolf", "line": "You might not believe me, but laguz don't eat people. I just thought you should know."}, {"speaker": "Woman", "line": "...I'm sorry. I was just so scared. I didn't mean any harm."}, {"speaker": "Rolf", "line": "Oh... Well, it's all right. As long as you understand now, OK?"}, {"speaker": "Woman", "line": "I'm such a coward. I can't believe it..."}, {"speaker": "Rolf", "line": "Wait..."}, {"speaker": "Woman", "line": "What is it? Is there something on my face?"}, {"speaker": "Rolf", "line": "I thought you looked like someone I knew, but...it's just my imagination. I better get going. Good-bye!"}, {"speaker": "Woman", "line": "Hey, wait!"}, {"speaker": "Rolf", "line": "Yes?"}, {"speaker": "Woman", "line": "Here. Take this."}, {"speaker": "Rolf", "line": "For me? Why?"}, {"speaker": "Woman", "line": "I don't know... No reason, I suppose. I just thought you should have it."}, {"speaker": "Rolf", "line": "...No thanks."}, {"speaker": "Woman", "line": "What? Wait! Oh..."}, {"speaker": "Woman", "line": "AHHHH! A sub-human! You're a sub-human!  P-please! You can have this. Please don't eat me!"}], "boss": [{"speaker": "Rommit", "line": "No... We've lost the gate!"}], "end": [{"speaker": "Ike", "line": "Are we clear? Good work, everyone. Open the gate!"}, {"speaker": "Gallia", "line": "The gate is opening!"}, {"speaker": "Skrimir", "line": "Ah, finally! Soldiers of Gallia! Follow me! As long as I lead you in battle, we will always win! Crush any who stand in your way!"}, {"speaker": "Ranulf", "line": "...Phew. Great timing, Ike."}, {"speaker": "Ranulf", "line": "We won last night's battle thanks to you guys. I appreciate your help."}, {"speaker": "Ike", "line": "You should be thanking Soren. It was all his idea."}, {"speaker": "Ranulf", "line": "Yeah, I'll get right on that. ...Hey, I just remembered. Some of your old friends are here to see you."}, {"speaker": "Ike", "line": "Hm?"}, {"speaker": "???", "line": "Hey! Over here! Long time no see, Commander Ike."}, {"speaker": "Ike", "line": "Muston! You came!"}, {"speaker": "Muston", "line": "It's great to be doing business with the Greil Mercenaries again. And with you too, my feline friend."}, {"speaker": "Ranulf", "line": "Oh, you called them out here? I thought they just smelled a battle and sensed the profits!"}, {"speaker": "Ike", "line": "Well, we can't fight naked, like you laguz can. I also asked Muston to call on some other friends to come join up as well. You'll be seeing an increase in your forces real soon here, Ranulf."}, {"speaker": "Ranulf", "line": "Thanks for everything, Ike. You've done so much for us already, and now you do all this..."}, {"speaker": "Ike", "line": "Listen, when we fought Daein, Gallia came to Crimea's aid without any questions. Now we're returning the favor, that's all."}, {"speaker": "Ranulf", "line": "...All right. In any case, you guys are a great help. Thank you so much."}], "narration": ["The tactics used by the Gallian army prove effective, and like Felirae before it, Mugill falls to claw and steel. Before Begnion can react, the laguz overwhelm the remaining border defenses and cross into the Telgam region. With both defense keeps overrun, Telgam falls like ripe fruit at the feet of the Laguz Alliance. Inspired by their success, the alliance takes advantage of this momentum to strike toward the very heart of the Begnion Empire.", "Dukes Gaddos and Seliora are horrified by the speed of the laguz alliance. Banding together with the landowning nobles of the northern territories, they mass their armies in Seliora to oppose the Gallian assault. Using the Ribahn River, a tributary of the might Miscale, as a defensive front, the Begnion forces make their camps along its western bank in the Sestohl plains."], "conversation": [{"speaker": "Rolf", "line": "No, no, no! On the battlefield, nothing is more important than precision and skill!"}, {"speaker": "Boyd", "line": "Nah. Sorry, kiddo. Power is the most important element."}, {"speaker": "Rolf", "line": "You don’t know what you’re talking about. It’s skill!"}, {"speaker": "Boyd", "line": "It’s power! Did you practice being this stupid?"}, {"speaker": "Rolf", "line": "Idiot meathead!"}, {"speaker": "Boyd", "line": "What?! Take that back, you little brat!"}, {"speaker": "Mist", "line": "Stars above, don’t you two ever stop fighting? You’re siblings. Be nice to each other. So, what is it this time?"}, {"speaker": "Rolf", "line": "You be the judge, Mist. What’s the most important quality a soldier can have in battle?"}, {"speaker": "Boyd", "line": "It’s power, but little Rolfie here insists that it’s skill."}, {"speaker": "Rolf", "line": "If you don’t have skill, you can’t hit your enemies!"}, {"speaker": "Boyd", "line": "If you’re weak, you can’t hurt ’em, even if you do hit ’em!"}, {"speaker": "Mist", "line": "Oh, you two are ridiculous."}, {"speaker": "Rolf", "line": "Ridiculous?"}, {"speaker": "Boyd", "line": "Yeah, whaddya mean by that?!"}, {"speaker": "Mist", "line": "Skill and power are both important. Only a bad soldier would focus on one over the other."}, {"speaker": "Rolf", "line": "That’s true, but…"}, {"speaker": "Boyd", "line": "You could at least play along a little."}, {"speaker": "Mist", "line": "Play along? I’m sick and tired of having to listen to your silly arguments! Anyhow, I’m here to give you something. Here you go, Boyd."}, {"speaker": "Boyd", "line": "Hey, thanks!"}, {"speaker": "Rolf", "line": "What’s that? A shirt?"}, {"speaker": "Mist", "line": "Yep. Boyd’s just like Ike. He keeps growing like a beanstalk! If we didn’t constantly make his clothes bigger, he’d run out of things to wear."}, {"speaker": "Boyd", "line": "I’m too broke to buy new ones. Thanks for fixing it up, Mist. I really appreciate it."}, {"speaker": "Mist", "line": "Well, I can’t sew very well, but it gets the job done."}, {"speaker": "Boyd", "line": "That it does!"}, {"speaker": "Rolf", "line": "I thought Oscar fixed our clothes…"}, {"speaker": "Mist", "line": "He’s been busy, so I offered to take over some of his chores. Rolf, I can alter your clothes, too. If you want, I mean."}, {"speaker": "Rolf", "line": "No thanks. I can do it myself."}, {"speaker": "Mist", "line": "Really? Well, all right, then."}, {"speaker": "Boyd", "line": "Like he needs alterations! I don’t think he’s grown in years. Right, short stuff?"}, {"speaker": "Rolf", "line": "Shut up, meathead!"}, {"speaker": "Boyd", "line": "Why you little--!"}, {"speaker": "Mist", "line": "Hey, cut it out!"}, {"speaker": "Mist", "line": "Rolf, wait!"}, {"speaker": "Boyd", "line": "Yeah, you’d better run, you moss-headed twerp!"}, {"speaker": "Mist", "line": "C’mon, you guys…"}, {"speaker": "Gatrie", "line": "…Oh, and this girl! You’re going to think you’re dreaming! She’s as lovely as the dawn, I’m telling you!"}, {"speaker": "Shinon", "line": "All right, just show me already. Where is this sunrise with legs, anyway?"}, {"speaker": "Gatrie", "line": "Wait, are you saying you’re actually curious? I never thought I’d see the day."}, {"speaker": "Shinon", "line": "Well, we’re gonna have to hang around these sub-humans for quite a while. A pretty face will help keep me sane."}, {"speaker": "Lyre", "line": "Hey! You! You want to say that again?!"}, {"speaker": "Gatrie", "line": "Ahh…!"}, {"speaker": "Shinon", "line": "Hey, pussycat. You should’ve dropped by after dinner. I’m a generous man. I would’ve given you some table scraps."}, {"speaker": "Lyre", "line": "T-table scraps?! How dare you! You scum! Who do you think you are? I’m not going to forget that!"}, {"speaker": "Shinon", "line": "Aw, kitty wants to play? Sure, I’ve got some time to kill. Let’s dance, hairball!"}, {"speaker": "Lyre", "line": "HISSSSSS!!!"}, {"speaker": "Kyza", "line": "Stop! Don’t make another move."}, {"speaker": "Lyre", "line": "Kyza! You should hear the garbage he’s saying! He’s the worst man I’ve ever met!"}, {"speaker": "Kyza", "line": "He’s a beorc, Lyre. Please accept my apology on behalf of my associate. Please, forgive her. Now you, Lyre. Apologize to him."}, {"speaker": "Lyre", "line": "What?! Why do I have to be the one to apologize?! That guy was the one who started it!"}, {"speaker": "Kyza", "line": "Do you want me to report to Captain Ranulf that you couldn’t control your temper and started a fight with a beorc?"}, {"speaker": "Lyre", "line": "N-no…"}, {"speaker": "Shinon", "line": "I’m waiting… I’d forgive you if you apologized. I am a nice guy, you know."}, {"speaker": "Lyre", "line": "What?! Never! You’re lucky I don’t claw that smile off your face!"}, {"speaker": "Kyza", "line": "Lyre! I’m sorry… Maybe some other time. Excuse us."}, {"speaker": "Shinon", "line": "Hmph, I hate it when sub-humans like him act all high and mighty, pretending to be just like us beorc. He’s even worse than the other hairball."}, {"speaker": "Gatrie", "line": "…Sigh."}, {"speaker": "Shinon", "line": "What, did all that stun you into silence? You look like you’ve been hit in the head."}, {"speaker": "Gatrie", "line": "So, her name is Lyre. What a pretty name! Lyyyyyre…"}, {"speaker": "Shinon", "line": "What? Oh, come on! Don’t tell me the girl you were talking about is that pussycat!"}, {"speaker": "Gatrie", "line": "Don’t mock me, Shinon! This is serious. I feel it. It’s destiny! That girl and I are fated to be together!"}, {"speaker": "Shinon", "line": "You’re chasing after a laguz now? Gatrie, I swear you’d hit on a tree if I dressed it in a skirt. Tell me I’m wrong!"}, {"speaker": "Mia", "line": "There you are, Commander! I found ya!"}, {"speaker": "Ike", "line": "What can I do for you, Mia?"}, {"speaker": "Mia", "line": "What do you think? I only come to you for one thing… Commander! I challenge you!"}, {"speaker": "Ike", "line": "Again? Haven’t you had enough?"}, {"speaker": "Mia", "line": "Not at all. I was pretty close to beating you, last time. So c’mon! The longer we wait, the less I’m gonna remember about how I got that close!"}, {"speaker": "Ike", "line": "You know I’m not going to go easy on you, right? Or on anyone else who comes at me with a sword, for that matter."}, {"speaker": "Mia", "line": "Good! I like it that way! That’s why I love training with you."}, {"speaker": "Ike", "line": "At least you’re getting something out of it. Titania and Mist just complain afterwards."}, {"speaker": "Mia", "line": "Don’t you worry about that! I’ve got the perfect solution."}, {"speaker": "Ike", "line": "What’s that?"}, {"speaker": "Mia", "line": "Yoo-hoo! Rhys, over here!"}, {"speaker": "Ike", "line": "Oh, I see. Interesting idea."}, {"speaker": "Mia", "line": "He’ll fix me right up if I get hurt. What do you think of that, huh?"}, {"speaker": "Ike", "line": "You all right with that, Rhys? I know you don’t like watching allies cut each other up in training."}, {"speaker": "Rhys", "line": "That’s true, but… I think it’s better that I know how the injury happened, rather than having someone just show up and bleed on the floor. It will reduce the shock of seeing all that blood, you know? That’s something I learned the hard way."}, {"speaker": "Ike", "line": "Well, as long as you’re all right with it, I guess it’s fine with me, too."}, {"speaker": "Mia", "line": "That settles it! The scene is set, the arena ready… Prepare yourself, Commander!"}, {"speaker": "Ike", "line": "Oh, I already have. Get ready!"}, {"speaker": "Rhys", "line": "Just… Please go easy on each other. All right? Did you hear me? Hello?"}]}