{"chapter": "3:10", "title": "The Heart Of Crimea", "speakers": ["Ranulf", "Tibarn", "Caineghis", "Skrimir", "Ike", "???", "Nailah", "Rafiel", "Reyson", "Soren", "Gallia", "Phoenicis", "Begnion", "Valtome", "Elincia", "Levail", "Zelgius", "Mist", "Titania", "Geoffrey", "Sergei", "Tanith", "Sanaki", "Sigrun", "Giffca"], "dialogue_counts": {"Ranulf": 15, "Tibarn": 8, "Caineghis": 8, "Skrimir": 16, "Ike": 12, "???": 2, "Nailah": 1, "Rafiel": 1, "Reyson": 1, "Soren": 1, "Gallia": 3, "Phoenicis": 1, "Begnion": 6, "Valtome": 20, "Elincia": 11, "Levail": 8, "Zelgius": 11, "Mist": 1, "Titania": 1, "Geoffrey": 5, "Sergei": 4, "Tanith": 2, "Sanaki": 3, "Sigrun": 1, "Giffca": 8}, "gender_counts": {"M": 114, "F": 20, "N": 16, "A": 0}, "lines": 153, "transitions": "MMMMMMMMMMMMN-MM-FMM-MMMMMMMMMMMMMMM-NNN-NN-M--MF-FMFMF-FM-MFMM-FMFMMMMMMM-MMM-FFMMMM-M-MN-MFMFMF-MMMMMM-NM-N-NMN-MM-MMMMMMM--MMM-MMMM-MM-MN--FMFM-NN-F-FNNMFM-MM-M-MF--MMMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Ranulf", "line": "According to our scouts, the enemy has split into two forces. One is east of the Ertz Mountains. The other is approaching from the north, by crossing through Crimea."}, {"speaker": "Tibarn", "line": "So, they plan on flanking Gallia from the north and east. If we don't stop them, this is gonna hurt."}, {"speaker": "Caineghis", "line": "Agreed. What is the Crimean army doing?"}, {"speaker": "Ranulf", "line": "From what the scouts have said, nothing at all. I'm guessing they're waiting to see how everything pans out."}, {"speaker": "Skrimir", "line": "Crimea let Begnion pass without a fight?! What about their alliance with Gallia?"}, {"speaker": "Ranulf", "line": "It's not that simple, Skrimir. Begnion is Crimea's suzerain state. It's difficult for Crimea to refuse Begnion's demands."}, {"speaker": "Skrimir", "line": "A suza-what? Someone explain to me what that means."}, {"speaker": "Ranulf", "line": "Hmm, how can I explain... All right, how's this? Begnion still holds political power over countries that won independence from them. Anything you want to add, Ike?"}, {"speaker": "Ike", "line": "Don't look at me. I've always thought the whole idea was ridiculous."}, {"speaker": "Skrimir", "line": "Never mind what it means. Has Crimea broken its treaty with us?"}, {"speaker": "Ranulf", "line": "Not...as such. I didn't say it was right, just that it was complicated..."}, {"speaker": "Skrimir", "line": "It's not complicated at all! Crimea has betrayed Gallia! We cannot let this pass! How da--"}, {"speaker": "???", "line": "Control yourself, Skrimir. You're acting like a fool."}, {"speaker": "Skrimir", "line": "M-my apologies, Your Majesty. It is just--"}, {"speaker": "Caineghis", "line": "I doubt that Crimea has sided with Begnion. Queen Elincia is very clever, and I will not stop trusting her judgment just yet. She most likely allowed the Imperial Army to pass through her lands in order to avoid a slaughter."}, {"speaker": "Nailah", "line": "Who is this beorc queen who warrants so much trust? Please, enlighten us."}, {"speaker": "Caineghis", "line": "She is a delightful woman, both in manner and in reign. Her late father, King Ramon, and I forged an alliance between beorc and laguz. We sought to bring our peoples closer. She has taken her father's ideals as her own and strives to create a country where anyone, beorc or laguz, can live free and in peace."}, {"speaker": "Rafiel", "line": "How times have changed... I never could have dreamed of a time where such a beorc ruler would exist. I must admit, I still have doubts."}, {"speaker": "Reyson", "line": "I don't blame you, my brother. Change has been slow, but the circle of acceptance in Tellius has been widening. As you can see, both Leanne and I have many beorc friends. Queen Elincia of Crimea is one of them."}, {"speaker": "Skrimir", "line": "Both the king and Reyson speak well of this woman! Is she truly so special?"}, {"speaker": "Ike", "line": "She truly is. But right now, that's beside the point. The most important thing is, Elincia will never betray her allies in Gallia."}, {"speaker": "Ranulf", "line": "I couldn't agree more. We can trust her."}, {"speaker": "Caineghis", "line": "All right. Let's assume for now that Crimea will not aid the empire in any military fashion during this conflict. Hawk King, let's hear your thoughts."}, {"speaker": "Tibarn", "line": "Well, if Crimea won't make a move, then I see no reason to wait until the empire reaches Gallia. I'd prefer to take an army up north and end this mess for good."}, {"speaker": "Caineghis", "line": "Very well. Ike, do the Greil Mercenaries have anything to add?"}, {"speaker": "Soren", "line": "...I agree with Tibarn's idea. We should strike while their army is split in half. I'm pretty sure that General Zelgius will be there, though. We'd better be careful."}, {"speaker": "Caineghis", "line": "Very well. Hawk King, may I ask that your forces protect the eastern border? While they do that, I would like you to lead our strike force to the northern border. Take Ranulf with you, as well."}, {"speaker": "Skrimir", "line": "Send me too, Your Majesty! Please, let me reclaim my honor! I beg you."}, {"speaker": "Ranulf", "line": "I second that, Your Majesty. Skrimir is perfect for this mission."}, {"speaker": "Skrimir", "line": "Ranulf?"}, {"speaker": "Caineghis", "line": "...Very well. Will you look after him, Hawk King?"}, {"speaker": "Tibarn", "line": "Sure, I can handle him. He's easier to keep under control than you are, Lion King."}, {"speaker": "Caineghis", "line": "Hmph. He's all yours, then. Now, everyone. Prepare to leave before daybreak. We are all depending on you."}, {"speaker": "Gallia", "line": "Insects of Begnion! We'll show you the power of the beast tribe!"}, {"speaker": "Phoenicis", "line": "Beorc scum! For the razing of our homes, we'll make you wish you'd never been born!"}, {"speaker": "Begnion", "line": "Filthy sub-humans! This war ends now. Prepare yourselves!"}, {"speaker": "Gallia", "line": "A beorc army is approaching from the hill to the left! That flag... It's the Crimean army!"}, {"speaker": "Gallia", "line": "C-Crimea intends to side with the empire after all!"}, {"speaker": "Ike", "line": "Elincia? What are you doing..."}, {"speaker": "Valtome", "line": "Uwee hee hee. Finally, they see the light and are coming to fight with us! Excellent. Took them long enough. I suppose when you have the brain of a gnat, these things take some time to sink in."}, {"speaker": "Elincia", "line": " I am Queen Elincia of Crimea. I have a message for the commanders of both armies! I am here to declare the will of Crimea and its people! Crimea has been ruled under the ideals of peace and equality since the reign of my father, King Ramon. As such, I cannot and will not allow you to spill blood upon our land! Therefore..."}, {"speaker": "Elincia", "line": "I demand that both the Laguz Alliance and the Imperial Army leave Crimea at once!"}, {"speaker": "Valtome", "line": "Withdraw our troops?! You foolish girl! We will not be ordered about by the proclamations of a peasant like you! Puppet rulers such as yourself should stay inside their pretty castles and play dress-up. Begnion's patience has worn out. After we finish slaughtering the sub-humans, we'll be coming for you in Melior."}, {"speaker": "Elincia", "line": "Commander of the Laguz Alliance. How do you respond?"}, {"speaker": "Tibarn", "line": "...You have some serious guts, jumping into the middle of a battlefield all by yourself. But your high-and-mighty beliefs don't change the fact that Begnion must answer for its crimes. Step aside."}, {"speaker": "Elincia", "line": "...Very well. I've heard from both commanders. Then--"}, {"speaker": "Elincia", "line": "This is Crimea's answer. We will not sway from our ideas. My countrymen stand united. We will not use force. But we are willing to do whatever it takes to end this here and now."}, {"speaker": "Valtome", "line": "What?! Have you lost your mind?"}, {"speaker": "Tibarn", "line": "Heh..."}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Tibarn", "line": "...Ha... Hahahahaha!  Ike, I thought you were the craziest beorc I'd ever met, but you have some serious competition! Crimea's queen is one tough woman... Your Majesty, I like your style! Skrimir! I can't let such a pretty woman down. Let's get out of here."}, {"speaker": "Skrimir", "line": "Of course. The beast tribe will not use our claws against unarmed beorc. Soldiers, back to the forest!"}, {"speaker": "Elincia", "line": "Thank you, King Tibarn."}, {"speaker": "Tibarn", "line": "This is only temporary. The war between the Laguz Alliance and Begnion isn't finished yet."}, {"speaker": "Elincia", "line": "Yes, I understand that. Even so, I want you all to know where Crimea stands in this."}, {"speaker": "Tibarn", "line": "...Hey, you and I should get together and chat sometime. I'll be seeing you again soon."}, {"speaker": "Levail", "line": "General Zelgius! What are your orders? Shall we launch an attack?"}, {"speaker": "Zelgius", "line": "No. We will withdraw."}, {"speaker": "Levail", "line": "Are you certain, General?"}, {"speaker": "Zelgius", "line": "Could you cast aside your weapon while surrounded by armed soldiers?"}, {"speaker": "Levail", "line": "I don't know, sir... No, probably not."}, {"speaker": "Zelgius", "line": "Queen Elincia has done something that even I would be hard pressed to do. For that, we must show our respect."}, {"speaker": "Valtome", "line": "Stop this instant! Wait! Where do you think you're going?! Attack those mangy beasts!"}, {"speaker": "Zelgius", "line": "Please forgive my audacity. However, we are withdrawing. Every battle ebbs and flows. To go against these tides is unwise. Please understand, Senator."}, {"speaker": "Valtome", "line": "You self-righteous fool... You'll understand something else, once we're through with this battle."}, {"speaker": "Mist", "line": "I don't want to go back yet... Do we have time to talk to Elincia?"}, {"speaker": "Titania", "line": "It has been a long time since we last saw Queen Elincia. We should at least say hello."}, {"speaker": "Ranulf", "line": "Sure, sounds great to me. There's probably not much time for small talk, but we'll see."}, {"speaker": "Valtome", "line": "...Soldiers! Kill the queen of Crimea! That girl is a traitor to Begnion!"}, {"speaker": "Ranulf", "line": "Whoa, this isn't good! The Imperial Army is on the move. They're after Queen Elincia!"}, {"speaker": "Ike", "line": "So much for imperial honor. Greil Mercenaries! Looks like we have our old job back! Protect Queen Elincia!"}, {"speaker": "Geoffrey", "line": "Tch! I knew it! Follow me, my knights! We shall protect Her Majesty!"}, {"speaker": "Valtome", "line": "Kill every living thing that stands in our way! Show them that I--no, the senate--controls this pathetic land!"}, {"speaker": "Sergei", "line": "Of course, Senator Valtome! I'd be happy to kill the wench."}], "battle-talk": [{"speaker": "Ike", "line": "Elincia!", "person_1": "Ike", "person_2": "Elincia"}, {"speaker": "Elincia", "line": "Sir Ike!", "person_1": "Ike", "person_2": "Elincia"}, {"speaker": "Ike", "line": "I'm glad you're safe. That was one crazy move you pulled.", "person_1": "Ike", "person_2": "Elincia"}, {"speaker": "Elincia", "line": "It's what I had to do to stop the fighting. However...my efforts have failed. I could not stop them.", "person_1": "Ike", "person_2": "Elincia"}, {"speaker": "Ike", "line": "But at least you made your point to the Laguz Alliance. I'm sure there are those in the Imperial Army who understand as well. You did the right thing.", "person_1": "Ike", "person_2": "Elincia"}, {"speaker": "Elincia", "line": "You're always so kind. Thank you, Sir Ike.", "person_1": "Ike", "person_2": "Elincia"}], "battle": [{"speaker": "Levail", "line": "General Zelgius! Senator Valtome is about to run down the queen of Crimea!"}, {"speaker": "Zelgius", "line": "That useless parasite. Attacking an unarmed woman... This is beneath even him."}, {"speaker": "Levail", "line": "The Crimean army and a part of the Laguz Alliance have joined battle in order to rescue the queen. They are fighting Senator Valtome. Shall we assist the senator?"}, {"speaker": "Zelgius", "line": "Prepare to leave. We are not fighting."}, {"speaker": "Levail", "line": "But, General... That would mean that we abandoned Duke Culbert's force..."}, {"speaker": "Zelgius", "line": "I will take all responsibility for this. Make my command clear to all of the men. I will not accept more units joining this fight!"}, {"speaker": "Begnion", "line": "Commander! Our force is taking heavy losses! Defeat is imminent. Even our strike force cannot keep the enemy at bay! Please, you must escape!"}, {"speaker": "Valtome", "line": "I've been defeated? Me? By worthless rabble like this?! Ugh, blast that Zelgius! How dare he not assist me! I'll have his pompous head for this!"}], "boss": [{"speaker": "Sergei", "line": "Fools! How dare you fight my master? He is Senator Valtome, duke of Culbert! Die in his name!"}, {"speaker": "Sergei", "line": "We are under the direct orders of Senator Valtome! His words carry the weight of the entire senate! Mercenaries! You know how war works. You know that Begnion can pay--", "unit": "Sergei", "boss": "Ike"}, {"speaker": "Ike", "line": "Save your breath. The Greil Mercenaries choose our employers. All the wealth in the senate couldn't buy us. Lay down your bow and surrender.", "unit": "Sergei", "boss": "Ike"}, {"speaker": "Sergei", "line": "What?! Wretched fool! You'll rot in the ground next to that treacherous girl.", "unit": "Sergei", "boss": "Ike"}], "end": [{"speaker": "Ranulf", "line": "Phew... Begnion's finally given up! That took some doing."}, {"speaker": "Ike", "line": "Tell me about it. But we did get some good information out of all this. Now we know for certain that there are serious leadership problems in the Imperial Army. I'm glad General Zelgius was honorable enough to withdraw. If the full strength of the two armies had clashed, Elincia's effort would've been wasted."}, {"speaker": "Geoffrey", "line": "Sir Ike! Sir Ranulf! Thank you for helping us save Queen Elincia."}, {"speaker": "Ike", "line": "Geoffrey. I'm really surprised you let Elincia do such a dangerous thing. You must be more relaxed these days."}, {"speaker": "Geoffrey", "line": "It wasn't easy for me, as you could guess. But I can never really say no to Queen Elincia. What choice did we have, anyway?"}, {"speaker": "Ike", "line": "You didn't have any, and you all did what needed to be done. I'm really impressed. Crimea's become quite strong."}, {"speaker": "Geoffrey", "line": "Don't talk like such a stranger. The Greil Mercenaries are also from Crimea. You're part of that strength."}, {"speaker": "Ike", "line": "True. I'm very proud of my homeland."}, {"speaker": "Geoffrey", "line": "Let's go see Her Majesty. You do have time to speak with her, right?"}, {"speaker": "Valtome", "line": "I shall now dispense punishment for disobeying my orders! General Zelgius! Do you have anything to say? I would hear your pleas now."}, {"speaker": "Zelgius", "line": "...I am prepared to face the consequences of my actions."}, {"speaker": "Valtome", "line": "Quite an admirable sentiment, General. Although I imagine you should have thought about the consequences before you abandoned your allies! Now, on your knees. It's time for your execution. Good-bye, General Zelgius."}, {"speaker": "Levail", "line": "Wh-what?! Senator! I must ask you to reconsider! To execute a man of General Zelgius's caliber without a trial... It's madness! It's horrible!"}, {"speaker": "Valtome", "line": "Levail, are you questioning a senator? A senator holds the right to punish a prisoner however he sees fit! Oh, I'll make sure to tell our people that the general was cut down in battle after felling hundreds of sub-humans. That way, the people will not trouble themselves over details that they couldn't possibly understand."}, {"speaker": "Levail", "line": "You would bury the truth?! Do you think the apostle is as easily fooled by your lies?!"}, {"speaker": "Valtome", "line": "Oh, I sincerely doubt the apostle will ever get to hear them. ...All right, I've waited long enough. Your wait is over as well, Zelgius. Execute him!"}, {"speaker": "Valtome", "line": "Don't worry, Zelgius. I'll make sure that your lands are looked after. They'll be mine, of course. Uwee hee hee!"}, {"speaker": "Zelgius", "line": "..."}, {"speaker": "Valtome", "line": "What?!"}, {"speaker": "???", "line": "Silence, Valtome! All soldiers loyal to Begnion are to stand down immediately!"}, {"speaker": "Tanith", "line": "Hello, Senator Valtome."}, {"speaker": "Valtome", "line": "You...! You're one of the Holy Guards!"}, {"speaker": "Tanith", "line": "The apostle will be here shortly! Soldiers, sheathe your weapons and kneel before the apostle!"}, {"speaker": "Valtome", "line": "What?! No... It's impossible!"}, {"speaker": "Begnion", "line": "Ah! It's her! There's no doubt about it!"}, {"speaker": "Begnion", "line": "It's the apostle! The apostle is here!"}, {"speaker": "Sanaki", "line": "... My soldiers. I apologize for my sudden disappearance."}, {"speaker": "Sanaki", "line": "I am here today to explain things, and to bring you news from home that is of the utmost importance. My soldiers, listen to me carefully. I never wished for this war. It was started by those who wanted me dead. It was spurred on by their desire to rule Begnion for themselves. This war was the work of the senate and was organized by Vice-Minister Lekain of Gaddos!"}, {"speaker": "Begnion", "line": "The senate wished harm upon the apostle?!"}, {"speaker": "Begnion", "line": "No... Impossible! How can that be?"}, {"speaker": "Valtome", "line": "...Lies! She lies! Do not be tricked, proud soldiers of Begnion! She is not the true apostle!"}, {"speaker": "Sigrun", "line": "Ah, I see. Then we are not the real Holy Guards? Is that what you are trying to say?"}, {"speaker": "Valtome", "line": "N-no! This is a farce! You cannot trick us! You are using a fake apostle to disable the senate and take over Begnion! Men, we must act! That vile Sephiran is their leader! The fact that he's been put in chains is our proof!"}, {"speaker": "Valtome", "line": "Hurk!"}, {"speaker": "Zelgius", "line": "...I will not allow you to disgrace my master's good name. One more syllable and I shall snap your neck, Valtome."}, {"speaker": "Valtome", "line": "Urk...! Ahh!"}, {"speaker": "Zelgius", "line": "Apostle. Words cannot express how good it is to see you alive and well. We have been awaiting your return."}, {"speaker": "Sanaki", "line": "Thank you, General Zelgius. You and I have much to discuss."}], "narration": ["Apostle Sanaki arrives without warning at the Central Army's main camp in Crimea. With a strength born of conviction, she exposes the senators' vile plot to undermine and usurp her.", "Valtome counterattacks with a claim crafted by the senate--that the apostle is a fraud who, along with her prime minister, Sephiran, is attempting to deceive all of Begnion and lead them away from the goddess's graces. To the citizens of Begnion, the senators are chosen by the goddess and are worthy of the same respect given to the apostle. As for the apostle, her image is tarnished when the senate imprisons Prime Minister Sephiran in her name.", "An ever-growing number of Begnion's citizens are willing to believe the senators' claim that the apostle is an agent of evil trying to deceive them. So it is that the Central Army is divided. One camp believes in the apostle, and the other supports the senate. This new turmoil fans the flames of chaos into a mighty conflagration, burning across Tellius."], "conversation": [{"speaker": "Giffca", "line": "Welcome back, you two."}, {"speaker": "Skrimir", "line": "Giffca. Apologies for worrying you."}, {"speaker": "Giffca", "line": "You persevered through many difficult battles. We are glad to have you back in one piece."}, {"speaker": "Skrimir", "line": "Each and every soldier in the army helped me. I couldn’t do anything by myself. Alone, I was powerless."}, {"speaker": "Giffca", "line": "That’s good. If that’s what you learned from this campaign, then it wasn’t a wasted effort for Gallia. Good work, Ranulf."}, {"speaker": "Ranulf", "line": "Thank you, sir."}, {"speaker": "Giffca", "line": "Skrimir, come here. I have something from the king."}, {"speaker": "Skrimir", "line": "What is this?"}, {"speaker": "Giffca", "line": "It’s a satori sign. It is said to bring out the hidden power of the laguz."}, {"speaker": "Skrimir", "line": "Amazing!"}, {"speaker": "Giffca", "line": "Here, it’s yours."}, {"speaker": "Skrimir", "line": "Ranulf. You should take it."}, {"speaker": "Ranulf", "line": "What? Why? The king said it was for you!"}, {"speaker": "Skrimir", "line": "Yes, but you’ve been looking after me. It’s… a sign of my appreciation."}, {"speaker": "Ranulf", "line": "Skrimir…"}, {"speaker": "Giffca", "line": "Very well. Ranulf. This is yours to keep."}, {"speaker": "Ranulf", "line": "A-all right. Thank you, sir."}, {"speaker": "Giffca", "line": "Skrimir, you reply to his thanks."}, {"speaker": "Skrimir", "line": "Um, yes. You’re welcome. I am grateful for your continued support."}, {"speaker": "Ranulf", "line": "Of course, General."}]}