{"chapter": "3:11", "title": "Just Cause", "speakers": ["Sanaki", "Caineghis", "Tibarn", "Elincia", "Reyson", "Ike", "Ranulf", "Sigrun", "Crimea", "Skrimir", "Goran", "Daein", "Leanne", "Tanith", "Sothe", "Micaiah", "Inspector", "Rafiel", "Nailah", "Kieran", "Oscar"], "dialogue_counts": {"Sanaki": 22, "Caineghis": 2, "Tibarn": 7, "Elincia": 3, "Reyson": 3, "Ike": 29, "Ranulf": 1, "Sigrun": 6, "Crimea": 2, "Skrimir": 1, "Goran": 6, "Daein": 1, "Leanne": 2, "Tanith": 2, "Sothe": 5, "Micaiah": 7, "Inspector": 4, "Rafiel": 5, "Nailah": 3, "Kieran": 17, "Oscar": 17}, "gender_counts": {"M": 87, "F": 45, "N": 13, "A": 0}, "lines": 147, "transitions": "FFMFMFMFMFMMFF-MFMFMFMMF-M-FMFMFFMFM---NFNM-FM--FFMFMMM-NNN-MMMMMFMFMM-N-N-NMN-MFFMF-MFN-FNFNMNFM-MFM-F-F--MFM-MMFMMFM--MFMFMFMFMFM-FMFMF-MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Sanaki", "line": "Thank you for coming today, everyone. I am in your debt...all of you. The king of Gallia, Caineghis. The king of Phoenicis, Tibarn. The Serenes Royal Family, Rafiel and Reyson. And the queen of Crimea, Elincia, who worked tirelessly to arrange this meeting and generously extended her hospitality. She gave me hope when I was driven out of my country, and offered aid when all seemed lost. You have my sincere gratitude."}, {"speaker": "Sanaki", "line": "Before we begin, allow me to make a few things clear about the recent war between Begnion and the Laguz Alliance. When we received your letter stating that the senate had made scapegoats of the herons for the previous apostle's assassination, Prime Minister Sephiran and I decided to investigate the senate and prosecute them if needed. Then the senators made their move."}, {"speaker": "Caineghis", "line": "What did they do?"}, {"speaker": "Sanaki", "line": "They imprisoned me in a room in the Mainal Cathedral. They then forged an arrest warrant for Sephiran and jailed him. ...I admit there had been major rifts between myself and the senators in the past. However, I had no idea that they would stoop to such deplorable acts. I should have known. This is all my fault."}, {"speaker": "Tibarn", "line": "We didn't think you were behind all this war-mongering. What you just told us confirms what we had guessed."}, {"speaker": "Sanaki", "line": "I have been forced to flee my country, but that doesn't change the fact that I am the empress of Begnion. I will not allow the senate to declare me false, nor will I stand by as they seize and ravage Begnion. I must return to my country, save my people, and take back my birthright. To accomplish all this, I would like to form an alliance with the laguz tribes. Help me save Begnion."}, {"speaker": "Caineghis", "line": "I will accept, if you agree to a few conditions. First, the immediate and total emancipation of any laguz remaining in slavery. Second, that new diplomatic relations between our peoples start with a clean slate; no bias against beorc or laguz shall be tolerated. Lastly, a full alliance between our countries, to further solidify this agreement. If you agree to these terms, I give my support. I hope that a long last the dream that both King Ramon and I held can come to fruition."}, {"speaker": "Elincia", "line": "I agree with King Caineghis completely. If these conditions are agreed to, Crimea would like to join this alliance as well."}, {"speaker": "Tibarn", "line": "Do you intend to return the Serenes Forest to the herons when you take back the throne?"}, {"speaker": "Sanaki", "line": "Of course. The goddess loved the forest because the herons made their homes there. I will see to it that you can return home."}, {"speaker": "Reyson", "line": "My brother! We can finally go home! Our family can be together again, in our own homeland, for the first time in decades..."}, {"speaker": "Tibarn", "line": "All right. I'm all for this. I didn't need much convincing, though. I just want to rip those idiots senators in half."}, {"speaker": "Elincia", "line": "Gallia, Phoenicis, Serenes, and Crimea shall hereby make a pledge. Apostle Sanaki, we will wholeheartedly support your effort tot return to the throne, so long as we stand united in our ideals. Please bring peace back to our lands."}, {"speaker": "Sanaki", "line": "Each of you has my deepest gratitude. I will accomplish that goal."}, {"speaker": "Ike", "line": "So, it sounds like everyone is on the same side now. That's the best news I've heard in a long time."}, {"speaker": "Sanaki", "line": "I feel the same, but it's too early to celebrate. I will not be happy until I take back my country. How we fare in the battles to come will be of the utmost importance."}, {"speaker": "Ike", "line": "The Greil Mercenaries would be glad to help. I know that we're a small unit, but we'll do our best to see the job done right."}, {"speaker": "Sanaki", "line": "I certainly hope you will. Especially since I've decided to make you the commander of our combined forces."}, {"speaker": "Ike", "line": "Wait, hold on there! What did you say?! Listen, Apostle Sanaki, I'm really flattered, but General Zelgius is much more qual--"}, {"speaker": "Sanaki", "line": "Zelgius returned to the empire by himself to rescue Prime Minister Sephiran. Our army consists of the troops he left behind, as well as the armies of Crimea, Gallia, and Phoenicis. Ike, you're probably the only person on the face of Tellius who commands respect from all four countries represented here."}, {"speaker": "Ranulf", "line": "Ike, I know you're not happy about this, but you're the only person who can bridge the rift between the laguz and beorc."}, {"speaker": "Ike", "line": "No, I'm not happy about it. I thought my days of being a general ended three years ago. But I won't refuse. If you think I'm the only person who can pull this off, then I'll do my best not to let you down."}, {"speaker": "Sanaki", "line": "Thank you, Ike. Let us go meet with the armies and the soldiers you will be leading. They will want to meet their new commander."}, {"speaker": "Ike", "line": "Not again..."}, {"speaker": "Sanaki", "line": "It is time to get moving. Do we have a target?"}, {"speaker": "Ike", "line": "First, we'll head for Flaguerre, the fortress town between Crimea and Begnion. Since the Laguz Alliance has fought in Flaguerre already, we're familiar with the lay of the land."}, {"speaker": "Sanaki", "line": "Sounds like a good plan. Do you still resent your choice to command this army?"}, {"speaker": "Ike", "line": "No offense, Apostle, but you didn't give me much of a choice in the first place. Besides, if I'm not fully committed, how can I expect these troops to be? Just remember: when this is all over, you'll be getting one heck of a bill."}, {"speaker": "Sanaki", "line": "Oh, I'm sure, and I know you'll be worth it. Speaking of which, I have something for you. Consider it a down payment."}, {"speaker": "Sigrun", "line": "I'm sure you remember this blade. It is the holy sword Ragnell. Please take it."}, {"speaker": "Ike", "line": "Are you sure about this? I returned it after the Mad King's War because you said it was one of Begnion's national treasures."}, {"speaker": "Sanaki", "line": "Indeed. This sword was used by Empress Altina, the first apostle of Begnion, back in the early days of the empire. It was one of the two swords the empress used to fight the dark god. I can think of no better person to give it to."}, {"speaker": "Ike", "line": "All right. I'd be happy to use it again. Thanks."}, {"speaker": "Crimea", "line": "Excuse me! I bring urgent news to Queen Elincia and General Ike of the apostle's army!"}, {"speaker": "Elincia", "line": "What happened?!"}, {"speaker": "Crimea", "line": "We've received a report that the Daein army has appeared near the border between Daein and Crimea! The Daein army demands custody of the apostle on behalf of Begnion! They will use force if necessary."}, {"speaker": "Ike", "line": "Daein wants to get in our hair again? Perfect."}, {"speaker": "Sanaki", "line": "...I am puzzled by this. Why does Daein support the senate? Well, I suppose it doesn't matter. Ike, we must change our target."}, {"speaker": "Ike", "line": "Agreed. We have to get Daein out of our way before we do anything else."}, {"speaker": "Sanaki", "line": "So, Daein still refuses to negotiate?"}, {"speaker": "Sigrun", "line": "Either they believe the senate's lies, or...the senate is pulling some strings behind the scenes."}, {"speaker": "Ike", "line": "Well, whatever the reason, we can't attack Begnion without taking care of this first."}, {"speaker": "Sanaki", "line": "I will not give up. I won't stop sending messengers until they respond. Ike, I leave you in charge here."}, {"speaker": "Ike", "line": "Let's keep our numbers small. We shouldn't provoke them any further."}, {"speaker": "Skrimir", "line": "I understand. Gallia will stay behind."}, {"speaker": "Ike", "line": "You'll have your turn soon, Skrimir. I promise. All right, let's go!"}], "battle": [{"speaker": "Goran", "line": "I cannot believe this! It's an army of sub-humans and beorc. It must be true that this apostle is a fake. The true apostle would never join forces with those filthy creatures!"}, {"speaker": "Daein", "line": "The enemy has sent a messenger once again. Commander, this is the third time they've asked to negotiate."}, {"speaker": "Goran", "line": "Ignore the messengers! We must protect this bridge. That is the order from the Maiden of Dawn!"}, {"speaker": "Tibarn", "line": "Hey, sorry to keep you waiting. I had a little thing back at camp that I had to deal with."}, {"speaker": "Ike", "line": "No problem, Tibarn. What kind of thing? Oh, and hey, where's Reyson?"}, {"speaker": "Tibarn", "line": "He was exhausted, but he insisted on coming with me. I had to tie him down to a bed to keep him there."}, {"speaker": "Ike", "line": "Really?"}, {"speaker": "Tibarn", "line": "Nah, I'm just kidding. He passed out earlier. So I have a different anchor slowing me down this time."}, {"speaker": "Leanne", "line": " Tibarn! You're horrible! I am not an anchor!"}, {"speaker": "Ike", "line": "Leanne?"}, {"speaker": "Leanne", "line": "I...um, I will...fight. Yes?"}, {"speaker": "Tibarn", "line": "She's Reyson's sister, for sure. The girl is as stubborn as he his! Listen up, young lady. You herons are supposed to be more like Rafiel. Quiet and graceful and all that."}, {"speaker": "Ike", "line": "Don't mind Tibarn, Leanne. We're honored to have you here."}], "boss": [{"speaker": "Goran", "line": "Followers of the false apostle! Bow down to the miracles of our savior! As long as the Maiden of Dawn watches over us, we cannot be defeated!"}, {"speaker": "Goran", "line": "My death means nothing... The Maiden of Dawn...will bring victory...to Daein."}, {"speaker": "Goran", "line": "Your troops fought bravely. I commend your effort.", "unit": "Ike", "boss": "Goran"}, {"speaker": "Ike", "line": "But your force has been obliterated. I order you to retreat. Continue this fight and you will die.", "unit": "Ike", "boss": "Goran"}, {"speaker": "Goran", "line": "Fool, the battle is not over yet! The Maiden of Dawn has helped us overcome every adversity...", "unit": "Ike", "boss": "Goran"}], "end": [{"speaker": "Ike", "line": "The Daein army is much stronger than it was three years ago."}, {"speaker": "Sigrun", "line": "Yes, by far. Even after the situation turned against them, every soldier fought with valor. Quite impressive."}, {"speaker": "Tanith", "line": "They kept muttering about the power of their general, this \"Maiden of Dawn.\" The soldiers seem obsessed with her."}, {"speaker": "Ike", "line": "This might sound strange, but think of it like this: they believe in her as much as you Holy Knights believe in the apostle."}, {"speaker": "Tanith", "line": "Hmph, I understand. They are formidable and deluded, then. I shall use caution."}, {"speaker": "Sothe", "line": "Micaiah, it's over. The front line is broken. The apostle's army is crossing the bridge."}, {"speaker": "Micaiah", "line": "All right, then.. Order a retreat."}, {"speaker": "Inspector", "line": "Wh-what?! No! Are you a simpleton? Just destroy the bridge!"}, {"speaker": "Micaiah", "line": "Inspector... With all due respect, Daein soldiers will also die if we destroy the bridge now."}, {"speaker": "Inspector", "line": "Those are called acceptable losses, my dear, and any losses suffered by your men are acceptable if it means stopping that army! As a representative of the senate, I will not allow you to retreat! Fight to the last man!"}, {"speaker": "Micaiah", "line": "Inspector. While I respect your opinion... The final decision is up to me, as commander in chief of this army. Sothe, order the retreat. Get those men out of there before they're routed."}, {"speaker": "Inspector", "line": "Insolent little brat! How dare you disobey my orders!"}, {"speaker": "Sothe", "line": "We could always leave you here while the rest of us retreat, Inspector. How's that sound?"}, {"speaker": "Inspector", "line": "Y-you... I will report this incident to both your king and the senate! Start thinking of an excuse now, perhaps!"}, {"speaker": "Micaiah", "line": "Pompous fool..."}, {"speaker": "Sothe", "line": "Well, I'll go order the retreat."}, {"speaker": "Sothe", "line": "Micaiah?!"}, {"speaker": "Micaiah", "line": "I...I'm sorry, I..."}, {"speaker": "Sothe", "line": "Don't move. I'll be right back!"}, {"speaker": "Micaiah", "line": "What's happening? I was doing so well...for a while... I feel like...fog is clouding my mind... Am I...losing my powers?"}, {"speaker": "Micaiah", "line": "Funny... I always wished that I didn't have this farsight... It often feels like such a burden... But this clouded vision seems so strange. Now, I miss the clarity... Ironic, isn't it, Yune?"}, {"speaker": "Rafiel", "line": "...Hm?"}, {"speaker": "Nailah", "line": "What's wrong, Rafiel?"}, {"speaker": "Rafiel", "line": "I sensed something...strange. It just came out of the blue. It was some sort of voice..."}, {"speaker": "Reyson", "line": "My brother, did you call me?"}, {"speaker": "Rafiel", "line": "I did not. You heard it too, Reyson?"}, {"speaker": "Nailah", "line": "What's going on here? What was that voice?"}, {"speaker": "Rafiel", "line": "I don't know, but it's calling for us. The voice was coming from the northeast... From the direction of Daein."}, {"speaker": "Reyson", "line": "I have a bad feeling about this. Let us head for Daein. Please prepare to leave immediately. I will speak with King Caineghis and get permission to leave."}, {"speaker": "Nailah", "line": "I hope nothing has happened to your sister."}, {"speaker": "Rafiel", "line": "As do I... All I know is that I must go there. That much is certain."}], "narration": ["Apostle Sanaki's army, with Ike at its head, wins a great victory over Daein at Oribes Bridge. However, Apostle Sanaki elects not to pursue the retreating Daein forces. Instead, she petitions King Pelleas for permission to pass through Daein.", "After waiting for several days, she receives no reply, and Sanaki reluctantly orders a march. Avoiding the heart of Daein, the army skirts along the mountains and makes its way south."], "conversation": [{"speaker": "Ike", "line": "I'm here. What do you want?"}, {"speaker": "Sanaki", "line": "Hmph. Don't look so sour."}, {"speaker": "Ike", "line": "I always look like this, Apostle Sanaki."}, {"speaker": "Sanaki", "line": "Ah, yes. That's true. Well, I didn't summon you to talk about your grumpy expressions. I wanted to give you something before we set off for battle."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Sanaki", "line": "Do you know what this is?"}, {"speaker": "Ike", "line": "Not a clue."}, {"speaker": "Sanaki", "line": "When I fled the cathedral, I took some valuables with me. This is called a master crown. It's said to release a beorc's hidden power."}, {"speaker": "Ike", "line": "I've never heard of it."}, {"speaker": "Sanaki", "line": "Not everyone can use it, so think before you pass it on to someone."}, {"speaker": "Ike", "line": "All right, I'll take it. Thank you."}, {"speaker": "Sigrun", "line": "General Ike. Thank you for helping the apostle. I appreciate it from the bottom of my heart."}, {"speaker": "Ike", "line": "I would have refused, if I'd known that I'd be commanding the entire army."}, {"speaker": "Sigrun", "line": "That's why we didn't tell you beforehand."}, {"speaker": "Ike", "line": "That's a pretty devious move, Sigrun."}, {"speaker": "Sigrun", "line": "Here are some funds, so you can properly prepare for the upcoming battle. Show us how you've grown since the days of the Mad King's War, General."}, {"speaker": "Kieran", "line": "Rahh! Hyahh! Hahh!"}, {"speaker": "Oscar", "line": "..."}, {"speaker": "Kieran", "line": "Hiyah! Umph! Hahh!"}, {"speaker": "Oscar", "line": "You really push yourself in training, don't you, Kieran?"}, {"speaker": "Kieran", "line": "Huh!? Ah, Oscar! You snuck up on me! Only a true rival of mine could accomplish such a feat!"}, {"speaker": "Oscar", "line": "I've been watching for half an hour."}, {"speaker": "Kieran", "line": "What!? Then why didn't you say hello? And I would have expected better manners!"}, {"speaker": "Oscar", "line": "I did. You didn't notice."}, {"speaker": "Kieran", "line": "Ah, yes! My concentration while training is unbreakable! No one can distract me!"}, {"speaker": "Oscar", "line": "Hmm. I wonder if he realizes that he contradicts everything he says."}, {"speaker": "Kieran", "line": "What was that!? If you have something to say, let it out! Speak like a man! Stand tall!"}, {"speaker": "Oscar", "line": "Yes, yes. Whatever you say. Here, I got this for you."}, {"speaker": "Kieran", "line": "What is this?"}, {"speaker": "Oscar", "line": "This is an Imbue scroll. Imbue is a skill you should learn, especially since you always train until you're soaked in your own blood."}, {"speaker": "Kieran", "line": "I've never heard of such a skill. Is it special?"}, {"speaker": "Oscar", "line": "Oh, yes. It's very special."}, {"speaker": "Kieran", "line": "Why would you give such a precious thing to me?!"}, {"speaker": "Oscar", "line": "Well, um... I just told you."}, {"speaker": "Kieran", "line": "I cannot accept it! I accept no charity from rivals!"}, {"speaker": "Oscar", "line": "Why do you have to be like this?"}, {"speaker": "Kieran", "line": "We are equals. I need no favors from you! Run along, now."}, {"speaker": "Oscar", "line": "Sigh."}, {"speaker": "Kieran", "line": "I don't have the time to talk to you. I'm too busy training! Go on, leave!"}, {"speaker": "Oscar", "line": "Ahem... It was meant as a symbol of friendship for my lifelong rival."}, {"speaker": "Kieran", "line": "What?!"}, {"speaker": "Oscar", "line": "But I guess if you won't accept it, I'll find someone else who will."}, {"speaker": "Kieran", "line": "Wait! I'll take it."}, {"speaker": "Oscar", "line": "You'd swallow your own words?"}, {"speaker": "Kieran", "line": "Ugh! Never! However... I note that your lifelong rival is me, and no one else! If your gift will mark me as your lifelong rival, I must have it!"}, {"speaker": "Oscar", "line": "That's what I like about you, Sir Simpleton."}, {"speaker": "Kieran", "line": "You insult me!?"}, {"speaker": "Oscar", "line": "No, that was a compliment. You're a very...simple...knight. Living only for battle and whatnot."}, {"speaker": "Kieran", "line": "Great! Thanks!"}, {"speaker": "Oscar", "line": "Life is boring without you, Kieran."}]}