{"chapter": "3:12", "title": "The Price", "speakers": ["Pelleas", "Sothe", "Tauroneo", "Almedha", "Micaiah", "Messenger", "Lekain", "Daein", "Tanith", "Sanaki", "Sigrun", "Jill", "Zihark", "Kieran", "Tibarn", "Ike", "Ranulf", "???", "Soren", "Skrimir", "Rafiel", "Nailah", "Ena", "Kurthnaga", "Begnion", "Zelgius", "Nolan", "Nico", "Lady"], "dialogue_counts": {"Pelleas": 35, "Sothe": 52, "Tauroneo": 17, "Almedha": 7, "Micaiah": 40, "Messenger": 2, "Lekain": 13, "Daein": 3, "Tanith": 15, "Sanaki": 9, "Sigrun": 17, "Jill": 9, "Zihark": 6, "Kieran": 14, "Tibarn": 4, "Ike": 9, "Ranulf": 2, "???": 7, "Soren": 1, "Skrimir": 1, "Rafiel": 2, "Nailah": 2, "Ena": 2, "Kurthnaga": 2, "Begnion": 1, "Zelgius": 1, "Nolan": 9, "Nico": 4, "Lady": 3}, "gender_counts": {"M": 168, "F": 101, "N": 20, "A": 0}, "lines": 291, "transitions": "MMMMMMMMMMM-FMMM-MMF-F-F-MF-M-MNM-MMMNMMMMMMM---MMMMMMM---MMM-MM-M-MMF-FMFMFMFMFMMMMMMMFMFMFMMFMF--MFM-NFMMFMM-N-FFFF-F-FFFF-FF-MFMFMF-FFFFFFFFF-FMFMF-F-FFFF-FMFMF-FFFFF-FMF-M-MF-MMMMMMMMMM-MFMFMF-MMMMMM-M--MFMF-NF-FFF-FF-F-MMF---MMFMFMN-MF-MFMM-F--FM-MMM---MMMMMFN-MMFMMF----F-M--FMFM--NNNNNM--MFMFMFMFMF-MMMMMMMMMMMM-MFMFMFM-MMMMMMMMMMMMMMMMMM-NFNNFNNFNNNFMFMFMF", "intro": [{"speaker": "Sothe", "line": "Let me get this straight. Everyone in Daein will die if you disobey the senate?"}, {"speaker": "Tauroneo", "line": "What a heavy burden... It cannot be!"}, {"speaker": "Almedha", "line": "Show Mother the mark of your pact."}, {"speaker": "Almedha", "line": "It's true... This is the mark of a blood pact. My son has been deceived!"}, {"speaker": "Sothe", "line": "Oh, give it up! You expect us to buy that ghost story? It's just something to scare little kings into eating their vegetables! Before you go shining Begnion's boots, get some proof of the senate's claims!"}, {"speaker": "Almedha", "line": "..."}, {"speaker": "Sothe", "line": "We've done enough here. Micaiah, let's go. We'll let them find out if that story is real or not."}, {"speaker": "Micaiah", "line": "It's all true, Sothe."}, {"speaker": "Sothe", "line": "What?"}, {"speaker": "Micaiah", "line": "King Pelleas and Queen Almedha are telling us the truth. It's hard to believe, but I can see it... My power hasn't gone away. It was just weakened from exhaustion. This is all so horrible... Now Daein can never be free from the senate's leash."}, {"speaker": "Sothe", "line": "Even if it's true, Micaiah, that doesn't mean you have to go to war again. We could leave Daein..."}, {"speaker": "Micaiah", "line": "But without me, who would hold our forces together? Leaving the army would be the same as abandoning the people of Daein. I won't do it."}, {"speaker": "Sothe", "line": "But..."}, {"speaker": "Pelleas", "line": "I'm sorry, everyone.. I'm so sorry... I-I-I didn't know..."}, {"speaker": "Tauroneo", "line": "King Pelleas... What then do you propose we do?"}, {"speaker": "Pelleas", "line": "Why, obey the empire, of course. We have no other choice in the matter. As long as I follow the senate's orders, no one will die because of me."}, {"speaker": "Sothe", "line": "No, I can't accept that! We have finally wrested our country back from the occupation forces... I'd rather be dead than have to bend to the will of the empire. What are we, dogs?!"}, {"speaker": "Tauroneo", "line": "And now that Begnion is ordering Daein troops into battle, we are treated as disposable pawns. Many Daein citizens will die of this pact, whether we obey it or not."}, {"speaker": "Pelleas", "line": "It would appear that I have been crowned king during the last days of Daein. Follow or fight...the result is the same. We will be destroyed."}, {"speaker": "Micaiah", "line": "With all due respect, Your Majesty, we can't give up!"}, {"speaker": "Pelleas", "line": "What?"}, {"speaker": "Micaiah", "line": "You heard me. The only way to really be doomed is to give up."}, {"speaker": "Pelleas", "line": "Micaiah, there's no way out of a blood pact. None! What do you suggest we do?"}, {"speaker": "Micaiah", "line": "Look for a way out. I know Duke Lekain says the pact can't be broken, but of course he'd say that! King Pelleas, you have the resources of an entire country to draw on, and the best of reasons to do so. Check the royal library! Check the archives! Somewhere, I'm sure you'll find...something."}, {"speaker": "Pelleas", "line": "Micaiah, forgive me. I was so overwhelmed that I let myself give in to despair. But you're absolutely right. We can't give up just yet. We have people to save!"}, {"speaker": "Tauroneo", "line": "Unfortunately, we don't have much time. Begnion will not put off triggering the blood pact until after we've found a way to break it."}, {"speaker": "Micaiah", "line": "We can make time. If we take on the empress and the laguz forces, it'll look as if we're obeying the senate. In the meantime, you can research the pact."}, {"speaker": "Pelleas", "line": "All right. I'll start immediately. Just give me as much time as you can..."}, {"speaker": "Micaiah", "line": "Of course. We'll do our best to hold them back...whatever it takes."}, {"speaker": "Sothe", "line": "It looks as if the apostle's forces are using this road to avoid a head-on confrontation. I guess we were right in assuming that they don't necessarily want to fight. Micaiah, are you still set on this?"}, {"speaker": "Micaiah", "line": "Are the rocks ready?"}, {"speaker": "Tauroneo", "line": "Yes. They're in position."}, {"speaker": "Daein", "line": "General Maiel's forces have encountered General Ike's laguz forces. The battle has begun! The decoy operation succeeded. The apostle and her Holy Guards are heading this way."}, {"speaker": "Micaiah", "line": " All forces, get in position! Our target is the apostle. We will attack her while General Ike is distracted. If we let her through, her army will cross into Begnion. That will surely anger the senate, and the senate will move to destroy Daein. We must fight with everything we have so that Daein may live on!"}, {"speaker": "Sothe", "line": "But, Micaiah... Is this really necessary? Can't we avoid all of this fighting and somehow pretend to obey the senate?"}, {"speaker": "Tauroneo", "line": "Micaiah, it was you more than anyone else who used to hate plans like this..."}, {"speaker": "Micaiah", "line": "The apostle's army has incredible numbers. We wouldn't stand a chance taking them head-on. They would march right through us. We need to give Pelleas more time, but if we hold back, the senate will know we're up to something. For now...let's just try to draw this out a bit and stop the apostle's army."}, {"speaker": "Tauroneo", "line": "Lady Micaiah. Your strength moves me. I shall not falter."}, {"speaker": "Sothe", "line": "Micaiah... All right. Let's do it. Let's do it for our friends--and for our country."}, {"speaker": "Daein", "line": "We have visual confirmation on the Holy Guards! They're heading this way!"}], "flashback": [{"speaker": "Pelleas", "line": "What could be so urgent that the empire's messenger would pay a visit at this hour? Has something happened?"}, {"speaker": "Messenger", "line": "King Pelleas... Please prepare to receive Vice-Minister Lekain."}, {"speaker": "Pelleas", "line": "What?!"}, {"speaker": "Lekain", "line": "How do you do, King Pelleas?"}, {"speaker": "Pelleas", "line": "H-how did you get here?!"}, {"speaker": "Lekain", "line": "Our empire's magical research has made leaps and bounds. This rewarp staff is our latest invention. With this staff, one can get to any desired destination instantly. Isn't that just wonderful? Before this lovely little item, we used that ghastly warp powder. It worked well enough, but would completely exhaust whoever used it. What's the use of someone traveling anywhere they wish if they're too exhausted to do anything afterward? It'd take a very strong soldier to withstand the powder's side effects. The rewrap staff solves that problem."}, {"speaker": "Messenger", "line": "Vice-Minister..."}, {"speaker": "Lekain", "line": "Ah, now I've said too much. I just can't help myself. I love innovation so."}, {"speaker": "Pelleas", "line": "Um... If I may, what is the purpose of your visit?"}, {"speaker": "Lekain", "line": "Oh, yes. No time for idle chatter. We have a favor to ask of you, Your Majesty. As you are no doubt aware, the false apostle has raised an army of sub-humans to reclaim her throne. We require the use of the Daein army to wipe out this upstart \"Laguz Alliance.\" Would you be so kind?"}, {"speaker": "Pelleas", "line": "I... I'm afraid I cannot deploy my army on Begnion's behalf. My country cannot continue to rebuild while fighting a war. Please understand."}, {"speaker": "Lekain", "line": "Ah, so you reject our request? Then I've no choice but to watch you and your people perish slowly."}, {"speaker": "Pelleas", "line": "What?! You came here to make threats?"}, {"speaker": "Lekain", "line": "The terms of our pact are quite clear in this document."}, {"speaker": "Pelleas", "line": "That's the treaty I signed on the day of my coronation. I don't see how this pertains to--"}, {"speaker": "Lekain", "line": "All will be made clear, young Pelleas. Yes, this is the same document. You, my naïve young king, signed it believing it was an oath of reparation from Begnion. Sadly for you, however..."}, {"speaker": "Pelleas", "line": "What are you telling me?"}, {"speaker": "Lekain", "line": "In truth, this wonderful scrap of parchment is a blood pact. Once you sign the paper in blood, you can never break the terms of the pact!"}, {"speaker": "Pelleas", "line": "A blood pact? But Izuka said he saw no problems with the terms of the treaty... No! Izuka? No, how could he..."}, {"speaker": "Lekain", "line": "That's right. Izuka is one of us. He found the perfect king who would execute the senate's will."}, {"speaker": "Pelleas", "line": "I can't believe it! I won't!"}, {"speaker": "Lekain", "line": "You'd better start believing it. You've at least heard stories of the forbidden \"blood pact,\" haven't you? It's a marvelous tool used by the wise to control the foolish. A ruler agreeing to the pact is bound to it...absolutely. Once sworn, the pact will punish any transgression against its terms with the complete destruction of his country."}, {"speaker": "Pelleas", "line": "You...you can't be serious. That's impossible!"}, {"speaker": "Lekain", "line": "Calm yourself, young king, and listen. I'll tell you an interesting story. Long ago, a foolhardy king signed a blood pact with the empire to take back his lost kingdom. In exchange for his country, he vowed complete obedience. He soon broke the terms of the pact and began to disobey the empire. Presumably he didn't understand the power of the oath he'd sworn... Would you like to hear what happened after he defied the empire's will?"}, {"speaker": "Pelleas", "line": "...What?"}, {"speaker": "Lekain", "line": "It was quite tragic. One man died on the first day. He was only a peasant, so no one really noticed. Two more died on the second day. Three more on the third day. I think you can see where this is going. The wave of mysterious deaths spread across the kingdom like a contagion. After thirty days, the king finally realized that this was the curse of the blood pact, the price of infidelity. He apologized to the empire and pleaded with them to lift the curse. His plea was graciously accepted on the one hundredth day. By then, the king had lost half of his subordinates, as well as his lovely wife and child. That country remained under the control of the senate for a very long time."}, {"speaker": "Lekain", "line": "I hope I've made myself clear. No matter how you struggle, you have no choice but to follow the orders given to you by the empire. No matter how noble your motives, defiance against us will result in the death of your nation. This you must never forget. Ahhh, and one more thing... If you're considering seeking aid from outside of Daein, think again. We have spies and informants in every corner of Tellius. We will know immediately if you tell anyone."}], "battle": [{"speaker": "Tanith", "line": "Blast! We're being ambushed! I should have known..."}, {"speaker": "Sanaki", "line": "What is happening?!"}, {"speaker": "Sigrun", "line": "We're under attack. We will engage them now. Please stay inside the carriage, Your Majesty."}, {"speaker": "Tanith", "line": "Someone, go tell General Ike!"}], "recruit-battle": [{"speaker": "Kieran", "line": "Ugh... Aargh! We will pull back temporarily! I'm not fool enough to let my men die needlessly!"}], "end": [{"speaker": "Sothe", "line": "We're in position at the top of the cliff, and the Holy Guards are at the bottom. Just as we planned."}, {"speaker": "Micaiah", "line": "All right. Thank you."}, {"speaker": "Sothe", "line": "There is no turning back now, Micaiah. You have to give the order."}, {"speaker": "Micaiah", "line": "Yes, I know."}, {"speaker": "Daein", "line": "General Maiel has fallen to the claws of the sub-humans! General Ike and the Laguz Alliance are heading this way to rescue the apostle!"}, {"speaker": "Micaiah", "line": "...Prepare to move to the next phase. Archers, get ready! There's no more time for doubt."}, {"speaker": "Sanaki", "line": "What are they doing? What are they pouring down the cliff?"}, {"speaker": "Sigrun", "line": "No! It's... It's oil! They're going to set us aflame! Apostle, onto my pegasus! We'll take to the sky!"}, {"speaker": "Tanith", "line": "We will protect the apostle from the archers by becoming her shield! Holy Guards, form up!"}, {"speaker": "Sanaki", "line": "No! No, Sigrun! We cannot leave the others here! I will not allow it!"}, {"speaker": "Tanith", "line": "Commander, we're ready!"}, {"speaker": "Micaiah", "line": "Don't let the apostle escape! Archers, mages! Bring down that pegasus!"}, {"speaker": "Tibarn", "line": "Don't move. I see one arrow fly, and the boy gets a quick lesson in falling."}, {"speaker": "Sothe", "line": "Tibarn! Urk!"}, {"speaker": "Micaiah", "line": "Sothe! No, please! All units, cease fire! Now!"}, {"speaker": "Tauroneo", "line": "General Ike has reached us... We've failed."}, {"speaker": "Ike", "line": "Micaiah of Daein, listen to me very, very carefully."}, {"speaker": "Micaiah", "line": "Tell him to let Sothe go!"}, {"speaker": "Ike", "line": "Not a chance. I'm offering you a choice. Surrender now and go home to Daein, or fight us and die."}, {"speaker": "Micaiah", "line": "We can't. We won't retreat or negotiate. Regardless of what you believe, the only choice we have is to fight."}, {"speaker": "Ranulf", "line": "Micaiah, are you insane? Look around! Every single person in your army will die! Do you care that little about them?"}, {"speaker": "???", "line": "Enough! Everyone stand down!"}, {"speaker": "Ike", "line": "Apostle..."}, {"speaker": "Sanaki", "line": "I've seen enough bloodshed for one day! That's enough! Please, no more..."}, {"speaker": "Ike", "line": "We'll retreat for now. You'd better do the same, and I mean now. I'm not sure how long I can hold my men back."}, {"speaker": "Micaiah", "line": "But we can't!"}, {"speaker": "Tibarn", "line": "Fine. His death is on your hands, then. Sorry, little Sothe, your friend just killed you. Say a quick good-bye."}, {"speaker": "Sothe", "line": "No, wait, Micai--!"}, {"speaker": "Micaiah", "line": "NOOO! SOTHE!"}, {"speaker": "Micaiah", "line": "Oh, thank the goddess. Sothe..."}, {"speaker": "Tibarn", "line": "Take this as a lesson, little beorc. Next time, there won't be anyone to catch you."}, {"speaker": "Ike", "line": "General Tauroneo, I'll ask you one last time: talk some sense into that girl, all right? She's losing it."}, {"speaker": "Tauroneo", "line": "...We won't pursue you this time. However, we cannot avoid this war. That is all I will say for now. And Ike...I'm sorry for this."}, {"speaker": "Ike", "line": "What is going on with you people..."}, {"speaker": "Ike", "line": "What's the situation?"}, {"speaker": "Soren", "line": "It's awful. The Begnion Central Army and the Crimean Royal Knights have almost been completely obliterated. On top of that, the oil that Daein used has injured the Holy Guards' pegasi and all but grounded them."}, {"speaker": "Ike", "line": "Yeah, I think awful fits. Thoughts, everyone?"}, {"speaker": "Skrimir", "line": "Thoughts?! Daein must answer for this! We attack them immediately!"}, {"speaker": "Ranulf", "line": "We can't. If we fought Daein now, we couldn't possibly take on the senate's armies. We have to get Daein to listen to us."}, {"speaker": "Sanaki", "line": "Confusion is exactly what Lekain wants. Daein is merely a pawn in his scheme. But there is one thing I do not understand. Why use such horrible tactics? Oil and fire? What is that girl Micaiah thinking?"}, {"speaker": "???", "line": "Micaiah? The Imperial Army has Micaiah on their side?"}, {"speaker": "Tibarn", "line": "Rafiel! When did you arrive?"}, {"speaker": "Rafiel", "line": "Just now, with Reyson and Queen Nailah."}, {"speaker": "Nailah", "line": "Reyson went straight to his sister. He will be here with Leanne in a moment."}, {"speaker": "Ike", "line": "Is it all right for the three of you to be here? What about the medallion?"}, {"speaker": "Rafiel", "line": "The medallion is right here."}, {"speaker": "Nailah", "line": "We're very near the point where galdrar won't be able to contain its power. If this war goes on much longer, the dark god will surely awaken."}, {"speaker": "Almedha", "line": "Please... Please save him. Please save my son. Come save my Pelleas, I beg of you..."}, {"speaker": "Pelleas", "line": "I've found it! This is it! A way to break the blood pact! Thank the goddess... I will be able to save my people after all."}, {"speaker": "Ena", "line": "Prince Kurth? What are you doing out so late? Looking for something?"}, {"speaker": "Kurthnaga", "line": "Oh, hello, Ena. No, I was just looking at the moon. Its reflection on the lake is quite lovely, isn't it?"}, {"speaker": "Ena", "line": "Yes, quite."}, {"speaker": "Kurthnaga", "line": "..."}, {"speaker": "Begnion", "line": "You! H-how did you get in?! How did you find us?! Help, he's here!  Aaaargh!"}, {"speaker": "???", "line": "My apologies for the long wait."}, {"speaker": "???", "line": "Is the apostle safe?"}, {"speaker": "???", "line": "She fled to Crimea, then exposed the senate's plots to the world. Currently, she leads the apostle's army through Daein and is preparing to storm the empire."}, {"speaker": "???", "line": "I see. Very well... It's time for us to make our move."}, {"speaker": "Zelgius", "line": "As you wish, my master."}], "narration": ["Daein launches a surprise attack against the apostle's army, devastating her forces. It is all Apostle Sanaki can do to allay her remaining troops' burning desire for revenge. She knows that there is no hope of victory if her weakened forces are divided. However, she cannot move forward while danger follows at her back. This dilemma weighs heavily on the apostle's troops, crushing their morale.", "Meanwhile, the Daein forces pull back to the fastness of Nox Castle. Micaiah, unable to explain her mission to her soldiers, keeps Daein's army together through sheer force of will."], "conversation": [{"speaker": "Pelleas", "line": "I have to head back to the castle. I have to know if there is a way to break free of the blood pact."}, {"speaker": "Micaiah", "line": "Please be careful."}, {"speaker": "Pelleas", "line": "...Please, Micaiah. Stop being so kind to me. It’s too difficult for me."}, {"speaker": "Micaiah", "line": "I can feel how you’ve suffered. You’ve had to endure it all alone for so long. It’s ghastly."}, {"speaker": "Pelleas", "line": "It was my fault... I brought this curse upon Daein!"}, {"speaker": "Micaiah", "line": "No! You didn’t know! I will protect Daein. I’ll protect our country from harm, no matter what happens. You have my word."}, {"speaker": "Pelleas", "line": "Micaiah... Very well. I won’t give up. We’ll fight destiny together."}, {"speaker": "Micaiah", "line": "Yes."}, {"speaker": "Pelleas", "line": "I want you to take this. I found another one in the treasure room of the castle. Stand fast, Micaiah. I will find a way to save Daein."}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Tauroneo", "line": "Sothe."}, {"speaker": "Sothe", "line": "Hello, General."}, {"speaker": "Tauroneo", "line": "I thought you were going to leave the army, taking Lady Micaiah with you."}, {"speaker": "Sothe", "line": "I was. But now we can’t. Both Micaiah and I are from Daein. We can’t abandon our own country."}, {"speaker": "Tauroneo", "line": "Hmm. I wonder if it’s the same if you leave Daein..."}, {"speaker": "Sothe", "line": "I don’t understand."}, {"speaker": "Tauroneo", "line": "If you abandoned Daein and fought on the side of a different country, I wonder if you’d still be cursed?"}, {"speaker": "Sothe", "line": "Who knows? I’m not a sage. In any case, it doesn’t matter. Micaiah would never leave Daein behind."}, {"speaker": "Tauroneo", "line": "I see. Sothe, here. Take these."}, {"speaker": "Sothe", "line": "Why are you giving me these?"}, {"speaker": "Tauroneo", "line": "I kept them as a parting gift to you. Since you’re staying, I’d like you to take them now."}, {"speaker": "Sothe", "line": "General..."}, {"speaker": "Sothe", "line": "These are all the funds we have for the near future. The problem now is stopping the apostle’s army from advancing."}, {"speaker": "Micaiah", "line": "Conventional tactics won’t slow them down. They’ll easily break through our lines. ...What should we do?"}, {"speaker": "Sothe", "line": "Micaiah?"}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Sothe", "line": "Are you all right? I’ll leave the gold here. You’re still not completely recovered yet. You have to rest, Micaiah."}, {"speaker": "Micaiah", "line": "I’ll try."}, {"speaker": "Sothe", "line": "Keep safe."}, {"speaker": "Sothe", "line": "Nolan. Sorry to keep you waiting."}, {"speaker": "Nolan", "line": "Hmm? Hey, Sothe. Don’t worry. I was reading while I waited."}, {"speaker": "Sothe", "line": "I didn’t realize you were such a dedicated reader, Nolan."}, {"speaker": "Nolan", "line": "It’s human nature to crave knowledge. I thought you would know that as well as anyone. How is Micaiah, by the way? Is she doing well?"}, {"speaker": "Sothe", "line": "Yeah, I believe so. She’s alert, and she seems generally stronger."}, {"speaker": "Nolan", "line": "I see. Well, that’s good, right?"}, {"speaker": "Sothe", "line": "Sorry to make you worry."}, {"speaker": "Nolan", "line": "Don’t mention it."}, {"speaker": "Sothe", "line": "And...I...brought this for you."}, {"speaker": "Nolan", "line": "Hey, now! This is a good axe. Must have cost you a fair bit. Thanks."}, {"speaker": "Sothe", "line": "Nolan, I..."}, {"speaker": "Nolan", "line": "Don’t force it. You’ll only hurt yourself."}, {"speaker": "Sothe", "line": "What?"}, {"speaker": "Nolan", "line": "You look like you’re carrying the weight of the world on your shoulders. You’re wondering if you should tell me, right?"}, {"speaker": "Sothe", "line": "Right..."}, {"speaker": "Nolan", "line": "The best thing to do is think it over. Give it some time to sit. Later, if you decide you want to tell me, you know exactly where to find me."}, {"speaker": "Sothe", "line": "I will. Thanks, Nolan."}, {"speaker": "Nolan", "line": "Anytime."}, {"speaker": "???", "line": "There she is! Hey, lady!"}, {"speaker": "Micaiah", "line": "Who? Oh, Nico!"}, {"speaker": "Nico", "line": "This is great. I was hoping I’d find you."}, {"speaker": "Lady", "line": "Nico, mind your manners. The Silver-Haired Maiden is the saviour of Daein. She’s not just some \"lady.\""}, {"speaker": "Micaiah", "line": "Oh, it’s all right. I’m still the same simple girl from Daein you met before. Nothing’s changed. So, are things well with you?"}, {"speaker": "Lady", "line": "Well, the fighting’s got everyone worried, coming so soon after the last war and all... But we’re doing all we can for Daein! It doesn’t matter who or what we’re up against. Believe me when I tell you we’ll never give up."}, {"speaker": "Nico", "line": "That’s right! We won’t give up. Ever! I know we’re gonna win, too. ‘Cause we’ve got you on our side. That’s what everybody says. The Dawn Brigade will save us."}, {"speaker": "Micaiah", "line": "Is that what they say? I see... Listen to me, Nico. You can believe in us. I promise we’ll keep you safe."}, {"speaker": "Nico", "line": "I knew it!"}, {"speaker": "Lady", "line": "Come along, Nico. We should be going. The maiden’s got better things to do than stand here chatting with us all day."}, {"speaker": "Nico", "line": "Bye, lady! See you later!"}, {"speaker": "Micaiah", "line": "Yes...good-bye, Nico."}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Micaiah", "line": "I... I want to save them all. The world is a better place with people like them in it."}, {"speaker": "Sothe", "line": "I know how you feel, Micaiah. That’s why we started all this. We’ve always been fighting for them. But this war we’re in... It’s not just. We’re fighting on the wrong side."}, {"speaker": "Micaiah", "line": "I know. I don’t want to see anyone die. It’s ironic... I’m killing with no malice, because I don’t want anyone to be killed. I... What am I supposed to do? Am I supposed to stand back and let all of Daein perish? Is that the \"just\" thing to do?"}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Micaiah", "line": "If that’s what it takes to be just, then I want nothing to do with justice. I’d rather be hated and feared like Mad King Ashnard. I’d rather the dark god take my soul. I’m going to save my people, Sothe. If the rest of the world paints me as a beast to be reviled and hated, so be it."}]}