{"chapter": "3:13", "title": "Blood Contract", "speakers": ["Tauroneo", "Sothe", "???", "Pelleas", "Micaiah", "Almedha", "Tibarn", "Janaff", "Ranulf", "Sanaki", "Ike", "Rafiel", "Nailah", "Daein", "Volug", "Soren", "Mist", "Jill", "Titania", "Boyd", "Oscar", "Shinon", "Gatrie", "Rolf", "Rhys", "Mia", "Ulki", "Ena", "Kurthnaga", "Skrimir", "Elincia", "Lucia", "Leonardo", "Edward", "Aran", "Laura"], "dialogue_counts": {"Tauroneo": 22, "Sothe": 18, "???": 2, "Pelleas": 35, "Micaiah": 38, "Almedha": 15, "Tibarn": 6, "Janaff": 2, "Ranulf": 8, "Sanaki": 5, "Ike": 22, "Rafiel": 5, "Nailah": 9, "Daein": 6, "Volug": 3, "Soren": 7, "Mist": 3, "Jill": 2, "Titania": 2, "Boyd": 1, "Oscar": 1, "Shinon": 1, "Gatrie": 1, "Rolf": 1, "Rhys": 1, "Mia": 1, "Ulki": 1, "Ena": 7, "Kurthnaga": 2, "Skrimir": 1, "Elincia": 6, "Lucia": 3, "Leonardo": 8, "Edward": 7, "Aran": 10, "Laura": 9}, "gender_counts": {"M": 163, "F": 100, "N": 8, "A": 0}, "lines": 298, "transitions": "MMMMMNMMMMM-FMMMFMFMMMMFMFM-FMMMMMMFMFFFFFMMFMFFFF-FMMMMMMMMMMFMMFFFMFMFMMFMFFFF-FMMMM-MMMMMFMFMMMMFMFMFMFMMM-MMM-MFMF-MMMFMM--NMF-MF--NF-MMMM-FM-MFMFMFMFM-MFMFMF-----MMMMM-MFMFMFMF-F-FFFF-FMF-MMM-M-M-M-M-M-M-F-NF-NMFMFNF-MMM--MMM-----FMMMMM--FNFMFMF-NF-FM--MMMMMFFFMFF-FFFFF-MFFMFFM-F-MFFMF--MMMMMMMMMMMMMMM-MFMFMFMFMFMFMFMFMFM", "intro": [{"speaker": "Tibarn", "line": "Welcome back. What's going on with Daein?"}, {"speaker": "Janaff", "line": "They're hold up in this big castle to the east. I'd say ten thousand soldiers, give or take. They're looking pretty desperate."}, {"speaker": "Tibarn", "line": "To the east, eh? It's just like Soren said. Nox is the next battlefield."}, {"speaker": "Ranulf", "line": "Ten thousand? They aren't really going to try to fight us with only ten thousand men, are they? It'd be suicide!"}, {"speaker": "Sanaki", "line": "Daein should know about the rebellion in the empire by now. We should speak with them. They have nothing to gain by siding with the senate. Why continue the fighting?"}, {"speaker": "Ike", "line": "We can't afford to lose any more troops or time here, either. We should be at the senate's doorstep by now."}, {"speaker": "Sanaki", "line": "Agreed. Sephiran has earned some time for us. We can't afford to lose that advantage. We must press on. Let us win this battle quickly and continue on our way!"}, {"speaker": "Rafiel", "line": "General Ike. Please allow us to join you on the battlefield."}, {"speaker": "Ike", "line": "Shouldn't you be watching over the medallion with your brother and sister? Is it really a good idea for you to be away?"}, {"speaker": "Rafiel", "line": "They can manage without me for a while. I am here because I must see Micaiah. I want to save her. I can reason with her. I know it."}, {"speaker": "Nailah", "line": "If we can talk to her face-to-face, maybe she will understand. It's also for our own peace of mind."}, {"speaker": "Ike", "line": "All right. Come with us. I'll tell my men to avoid firing at Micaiah. Sound good?"}, {"speaker": "Rafiel", "line": "Thank you, Ike."}, {"speaker": "Daein", "line": "The outer gate has been breached! The apostle's army is storming the castle!"}, {"speaker": "Sothe", "line": "Here they come."}, {"speaker": "Micaiah", "line": "...It all ends here."}, {"speaker": "Ike", "line": "Let's finish this fight quickly! All units, attack!"}, {"speaker": "Micaiah", "line": "We will not lose! We cannot lose! If we lose today, everything Pelleas has done will have been in vain! In the name of King Pelleas, fight for Daein!"}, {"speaker": "Daein", "line": "Maiden, please take this. You are the commander general of the Daein army. It is imperative that you lead our troops from this spot. However, with this tome, you can aid your allies from afar."}, {"speaker": "Micaiah", "line": "Thank you."}], "dialogue": [{"speaker": "Micaiah", "line": "You can't be serious, Your Majesty!"}, {"speaker": "Pelleas", "line": "But, I am. Don't you see?! This is the way to save Daein! The information was in a book hidden away in a secret room. I think it is reliable."}, {"speaker": "Tauroneo", "line": "I must ask you to reconsider, my king. There has to be another way. There must be!"}, {"speaker": "Pelleas", "line": "We can't afford to wait for another solution to present itself. We have to try."}, {"speaker": "Micaiah", "line": "...I cannot go through with it."}, {"speaker": "Pelleas", "line": "Micaiah, the life of every single person in Daein depends on this! If it works, we can stop fighting this absurd war. It will be all right. I know this will work! Please do this for me, Micaiah."}, {"speaker": "Micaiah", "line": "I can't! I thought I made up my mind... I thought I'd do anything for Daein! But then I saw Sothe taken from me, and I saw him fall... I was powerless to do anything! I'd taken so many lives as a general, and yet, when I thought of Sothe dead..."}, {"speaker": "Pelleas", "line": "Even if it hadn't been Sothe in front of you, you would have reacted the same way. That's the kind of person you are."}, {"speaker": "Pelleas", "line": "Individual lives taken before your eyes weigh more heavily than the many lives taken during the chaos of war. If that life is someone dear, the burden is even worse. It's only human. Isn't that true?"}, {"speaker": "Pelleas", "line": "Micaiah. It's your caring soul that I admire. That's why I want it to be you."}, {"speaker": "Pelleas", "line": "I want you to kill me."}, {"speaker": "Micaiah", "line": "No, I can't! I can't do it! Don't make me do this, please!"}, {"speaker": "Pelleas", "line": "\"The blood pact breaks when the pact-maker is killed by a third party.\" That is exactly how it's written. This is the only way to save Daein."}, {"speaker": "Micaiah", "line": "Please! Please don't ask me to do such a horrible thing."}, {"speaker": "Pelleas", "line": "This is my duty as king, Micaiah! If you won't do it, I must ask someone else!"}, {"speaker": "Micaiah", "line": "All right... I'll do it... I'll do it for you, and for Daein."}, {"speaker": "Pelleas", "line": "Thank you, Micaiah."}, {"speaker": "Pelleas", "line": "General Tauroneo. Please look after the people of Daein."}, {"speaker": "Tauroneo", "line": "Yes...Your Majesty."}, {"speaker": "Pelleas", "line": "Sothe. I'm sorry for all that I put you and Micaiah through, including this. Please forgive me."}, {"speaker": "Sothe", "line": "Don't worry about that now, Pelleas."}, {"speaker": "Pelleas", "line": "Micaiah. Please give this ring to my mother. Tell her that I loved her dearly."}, {"speaker": "Micaiah", "line": "...I will, Your Majesty."}, {"speaker": "Pelleas", "line": "Good-bye, my friends."}, {"speaker": "Micaiah", "line": "Your Majesty. Sniff...what have I done?"}, {"speaker": "Almedha", "line": "Pelleas! Is he here?!"}, {"speaker": "Almedha", "line": "NOOOOO!  Pelleas! My dear Pelleas!"}, {"speaker": "Almedha", "line": "Who did this?! Who killed my son?! Was it you?! I know who it was... YOU! You killed my Pelleas!"}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Sothe", "line": "It was the king's wish. He sacrified himself to make Daein free. He asked Micaiah to end his life."}, {"speaker": "Tauroneo", "line": "It was an honorable end for a king. Thanks to his noble sacrifice, Daein has been saved."}, {"speaker": "Almedha", "line": "Fools! Is that what you think?! Daein has not been saved!"}, {"speaker": "Tauroneo", "line": "Wh-what do you mean, my queen?!"}, {"speaker": "Almedha", "line": "Take a good look."}, {"speaker": "Almedha", "line": "The mark is still on his wrist. My son's death was in vain!"}, {"speaker": "Micaiah", "line": "No! It can't be! Sothe, tell me that it isn't true..."}, {"speaker": "Almedha", "line": "Murderer! Give me back my son! You took my only son! Give him back!"}, {"speaker": "Micaiah", "line": "I...I'm sorry. I can't do this..."}, {"speaker": "Pelleas", "line": "I see... That is all right, Micaiah. I know it's a terrible thing to ask."}, {"speaker": "Pelleas", "line": "...General Tauroneo. It is your duty."}, {"speaker": "Tauroneo", "line": "Your Majesty... Is this necessary?"}, {"speaker": "Pelleas", "line": "This is your king's order, General. You must obey."}, {"speaker": "Tauroneo", "line": "Such will, at so young an age! ...As you wish, Your Majesty."}, {"speaker": "Pelleas", "line": "General Tauroneo. Please look after the people of Daein."}, {"speaker": "Tauroneo", "line": "Yes...Your Majesty."}, {"speaker": "Pelleas", "line": "Sothe. I'm sorry for all that I put you and Micaiah through, including this. Please forgive me."}, {"speaker": "Sothe", "line": "Don't worry about that now, Pelleas."}, {"speaker": "Pelleas", "line": "Micaiah. Please give this ring to my mother. Tell her that I loved her dearly."}, {"speaker": "Micaiah", "line": "...I will, Your Majesty."}, {"speaker": "Pelleas", "line": "Good-bye, my friends."}, {"speaker": "Tauroneo", "line": "..."}, {"speaker": "Micaiah", "line": "Your Majesty... Sniff... What have we done?"}, {"speaker": "Almedha", "line": "Pelleas! Is he here?!"}, {"speaker": "Almedha", "line": "NOOOOO!  Pelleas! My dear Pelleas!"}, {"speaker": "Tauroneo", "line": "Queen Almedha..."}, {"speaker": "Almedha", "line": "Who did this?! Who killed my son?! Was it you?! I know who it was... YOU! You killed my Pelleas!"}, {"speaker": "Tauroneo", "line": "No, Queen Almedha. It was I. I killed the king."}, {"speaker": "Almedha", "line": "Traitor!"}, {"speaker": "Sothe", "line": "It was the king's wish. He sacrificed himself to make Daein free. He asked Micaiah to end his life."}, {"speaker": "Tauroneo", "line": "It was an honorable end for a king. Thanks to his noble sacrifice, Daein has been saved."}, {"speaker": "Almedha", "line": "Fools! Is that what you think?! Daein has not been saved!"}, {"speaker": "Tauroneo", "line": "Wh-what are you saying, my queen?!"}, {"speaker": "Almedha", "line": "Take a good look."}, {"speaker": "Almedha", "line": "The mark is still on his wrist. My son's death was in vain!"}, {"speaker": "Micaiah", "line": "No! It can't be! Sothe, tell me that it isn't true..."}, {"speaker": "Almedha", "line": "Murderer! Give me back my son! You took my only son! Give him back! Bring him back to me!"}, {"speaker": "Micaiah", "line": "I...I'm sorry. I can't do this..."}, {"speaker": "Pelleas", "line": "I see... That is all right, Micaiah. I know it's a terrible thing to ask. ...General Tauroneo. It is your duty."}, {"speaker": "Tauroneo", "line": "Your Majesty... Is this necessary?"}, {"speaker": "Pelleas", "line": "This is your king's order, General. You must obey."}, {"speaker": "Tauroneo", "line": "Such will, at so young an age! ...As you wish, Your Majesty."}, {"speaker": "Pelleas", "line": "General Tauroneo. Please look after the people of Daein."}, {"speaker": "Tauroneo", "line": "Yes...Your Majesty..."}, {"speaker": "Pelleas", "line": "Sothe. I'm sorry for all that I put you and Micaiah through, including this. Please forgive me."}, {"speaker": "Sothe", "line": "Don't worry about that now, Pelleas."}, {"speaker": "Pelleas", "line": "Micaiah. Please give this ring to my mother. Tell her that I loved her dearly."}, {"speaker": "Micaiah", "line": "...I will, Your Majesty."}, {"speaker": "Pelleas", "line": "Good-bye, my friends."}, {"speaker": "Micaiah", "line": "NO! This is wrong! We can't give up, Your Majesty!"}, {"speaker": "Tauroneo", "line": "Eh?"}, {"speaker": "Pelleas", "line": "Micaiah?!"}, {"speaker": "Tauroneo", "line": "Lady Micaiah..."}, {"speaker": "Pelleas", "line": "What did you do?!"}, {"speaker": "Micaiah", "line": "I...I'm all right. I..."}, {"speaker": "Pelleas", "line": "Fetch a healer! Now!"}, {"speaker": "Micaiah", "line": "No, I'm fine, really. I'm just confused... Is the goddess telling me that I'm not worthy to become a martyr for Daein?"}, {"speaker": "Pelleas", "line": "Or maybe she is saying that you're just too important to lose... But this is my fault! It was all because I signed that blood pact! I can only amend my mistake by giving my life!"}, {"speaker": "Micaiah", "line": "You must stop running, Your Majesty."}, {"speaker": "Pelleas", "line": "Wha--!"}, {"speaker": "Micaiah", "line": "But what if your information is incorrect, Your Majesty? I couldn't live with myself if I'd let you give up your life in vain. There MUST be another way! We'll look for it together. There is... I... I can see..."}, {"speaker": "Sothe", "line": "Micaiah! Hey, Micaiah! Wake up!"}, {"speaker": "Tauroneo", "line": "I will call a healer right away!"}, {"speaker": "Pelleas", "line": "Micaiah... Thank you..."}], "battle": [{"speaker": "Daein", "line": "Maiden of Dawn! The enemy is approaching. Please, you must withdraw inside the castle!"}, {"speaker": "Micaiah", "line": "Our defenses have been broken... We did everything we could. It's only a matter of time now.  Daein soldiers, pull back immediately! Take up positions inside the castle! We won't let them take us without a fight!"}, {"speaker": "Daein", "line": "The inner gate has been breached! It's only a matter of time before they break through the inner walls."}, {"speaker": "Sothe", "line": "That was fast. We didn't even get a chance to rest."}, {"speaker": "Micaiah", "line": "Isn't there anything else we can do? King Pelleas has worked so hard to find the answer... Was it for nothing? There must be something... A rumor, old folklore... Anything..."}, {"speaker": "Sothe", "line": "Hold on. Didn't Lady Almedha seem to know something about the blood pact? Come to think of it, she recognized the mark of the pact on Pelleas's arm right away, like she'd seen one before."}, {"speaker": "Micaiah", "line": "You're right!  Why didn't I realize it sooner? Where is she? Where is Lady Almedha?!"}, {"speaker": "Daein", "line": "General! It's no use! We can't hold them off any longer! Enemy troops have broken through and are headed this way! Escape while you can!"}, {"speaker": "Micaiah", "line": "No! I must find Lady Almedha! Everything depends on it!"}, {"speaker": "Ike", "line": "Break down that gate! If they won't come out, we'll just let ourselves in. All forces, advance!"}, {"speaker": "Ranulf", "line": "Ike! We have a problem! A big problem. All this battlefield chaos is starting to really affect the laguz. They're on the verge of losing control. I can't stop them, Ike! If they find Micaiah, they're going to tear her apart. I guarantee it."}, {"speaker": "Ike", "line": "Blast! We need to get them under control. Where's Skrimir?"}, {"speaker": "Janaff", "line": "Sheesh! What a relief to finally have the end of this thing in sight. I can't believe what a fight the Daein army put up, especially considering their numbers. Wait a minute... Hey, Ulki. What the heck is that on the horizon?"}, {"speaker": "Ulki", "line": "It's flying toward us... The flapping sounds heavier than a wyvern... It sounds huge."}, {"speaker": "Tibarn", "line": "Oh, you've got to be kidding me... All units, get down! NOW!"}, {"speaker": "Ena", "line": "All of you are ordered to throw down your weapons and cease fighting! Do this for your own welfare."}, {"speaker": "Ike", "line": "Ena! Elincia! What's going on here?"}, {"speaker": "Ranulf", "line": "It's a black dragon of Goldoa..."}, {"speaker": "Ike", "line": "Tibarn, what's going on?"}, {"speaker": "Tibarn", "line": "Why are you asking me? All I know is that I'm not ready to step up to a black dragon. Did you see that blast?"}, {"speaker": "Ike", "line": "Point taken. All units, retreat! Platoon commanders, gather your men!"}, {"speaker": "Micaiah", "line": "What just happened? Why did the apostle's army leave? And what was that horrible sound?"}, {"speaker": "???", "line": "Micaiah!"}, {"speaker": "Micaiah", "line": "Kurth! Where have you been? I haven't seen you since you left for home. How did you get here? Why would you even come to a horrible place like this?"}, {"speaker": "Kurthnaga", "line": "I wanted to save you...and my sister, as well."}, {"speaker": "Micaiah", "line": "Your sister? She's here?"}, {"speaker": "Kurthnaga", "line": "Never mind that now. I'm just glad you're safe. Are you hurt?"}, {"speaker": "Micaiah", "line": "No, I don't think so. I'm just very confused right now."}, {"speaker": "Daein", "line": "The sub-humans are here! Protect the maiden with your lives!"}, {"speaker": "Micaiah", "line": "Stop! Stand down, all of you!"}, {"speaker": "Micaiah", "line": "Queen Nailah... Rafiel... I... Th-thank you. Thank you...so...much..."}, {"speaker": "Rafiel", "line": "It's all right, Micaiah. It'll be all right..."}, {"speaker": "Ike", "line": "That black dragon is Prince Kurthnaga? Sheesh, I thought the lions got big..."}, {"speaker": "Tibarn", "line": "Ah, it's the son, is it? I thought maybe the dragon king had shrunk a bit in his old age."}, {"speaker": "Skrimir", "line": "You all know the dragon prince of Goldoa?"}, {"speaker": "Ranulf", "line": "Yeah. Goldoa hosted a meeting of laguz royalty three years ago. That's when Tibarn and I met him."}, {"speaker": "Ike", "line": "Elincia and I met him around the same time. I'd say he was a nice kid, except that he's older than all of us put together."}, {"speaker": "Ena", "line": "The prince hopes to avoid the complete destruction of Daein and its people. He wishes to stop the fighting. We would like to ask you to implement a cease-fire and hold a peace talk."}, {"speaker": "Sanaki", "line": "We have attempted to hold peace talks with Daein on multiple occasions! They refuse to listen to reason, and instead choose to fight. We have no more time to waste on people who choose war over peace at every turn!"}, {"speaker": "Ena", "line": "Your people are waiting for you in Begnion. Is that what presses you?"}, {"speaker": "Ike", "line": "It's not just that. All this strife and chaos has affected the medallion. It's shining brighter each day."}, {"speaker": "Elincia", "line": "No! that can't be!"}, {"speaker": "Ena", "line": "The blue flame burns once more..."}, {"speaker": "Ena", "line": "The light that radiates from the medallion looks like blue fire. It's this flaming aura that earned the medallion its other name: the Fire Emblem."}, {"speaker": "Sanaki", "line": "The Fire Emblem..."}, {"speaker": "Ena", "line": "The flames on the Fire Emblem indicate the awakening of the dark god. If the war is allowed to continue, nothing can stop the dark god's awakening. We must halt this fighting."}, {"speaker": "Sanaki", "line": "If there is a way to stop the fighting, we shall do everything in our power to aid in that effort. We have pursued peace since this began."}, {"speaker": "Ena", "line": "Then let us wait until Prince Kurthnaga returns. He is speaking with the leaders of Daein now."}, {"speaker": "Ike", "line": "Elincia, what are you doing here? Did Ena and Kurth ask you to bring them to this battle?"}, {"speaker": "Elincia", "line": "No, that wasn't the case. Prince Kurthnaga and I ran into each other on our way here."}, {"speaker": "Lucia", "line": "We are actually in Daein to look for Count Bastian of Fayre."}, {"speaker": "Ike", "line": "Lucia! You're here, too?"}, {"speaker": "Lucia", "line": "Of course. I cannot let Her Majesty out of my sight. You know that."}, {"speaker": "Elincia", "line": "Bastian... He'd been so good about sending me reports until recently."}, {"speaker": "Ike", "line": "He was searching for the Black Knight, right?"}, {"speaker": "Elincia", "line": "After the Mad King's War, Begnion sent an envoy to investigate war crimes committed during Ashnard's reign. The Black Knight had already left Daein before the empire's observer arrived. Where he went remains a mystery. That was the last piece of information we received from Bastian. Then he sent word saying that something more important had come up with regards to Crimea. He's been missing ever since. I haven't heard a single word from him."}, {"speaker": "Ike", "line": "Bastian likes to keep his secrets. He's probably just laying low somewhere."}, {"speaker": "Lucia", "line": "I'm not so sure. He must've found something important, some new piece of information that he had to pursue."}, {"speaker": "Elincia", "line": "I ordered Geoffrey to watch over Crimea, and came here to begin a search for Bastian."}, {"speaker": "Ike", "line": "It's too dangerous for you and Lucia to travel by yourselves. Why don't you com with us? Everyone would love having you two around."}, {"speaker": "Elincia", "line": "Than you, Ike. We'll gladly accept the offer."}], "battle-talk": [{"speaker": "Sothe", "line": "Queen Nailah! Are you going to try to hurt Micaiah?", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "No, silly boy. I'm here to talk to her. Since you know me, why don't you take me to her? I would prefer not to kill all your soldiers if I can help it.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Sothe", "line": "I'm sorry, but I can't do that. I can't let a laguz near Micaiah. Lots of people from Daein have issues with the laguz.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "We are not your enemy.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Sothe", "line": "I know that, but our troops wouldn't understand. I'm sorry, Queen Nailah.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "...Very well, then.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Sothe", "line": "I'm...I'm ashamed it has to be like this.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "Try not to worry. Just...survive, all right? Watch after Micaiah, as well.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Sothe", "line": "I will. We're fighting for our survival as it is. I don't plan to let anyone go.", "person_1": "Sothe", "person_2": "Nailah"}, {"speaker": "Volug", "line": "(Your Majesty...)", "person_1": "Volug", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "Let me hear it from you. Why is Daein involved in this war?", "person_1": "Volug", "person_2": "Nailah"}, {"speaker": "Volug", "line": "(The Daein king was tricked into cooperating with Begnion.)", "person_1": "Volug", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "What about Micaiah? And Sothe?", "person_1": "Volug", "person_2": "Nailah"}, {"speaker": "Volug", "line": "(They haven’t changed at all. They fight for the continued survival of their country.)", "person_1": "Volug", "person_2": "Nailah"}, {"speaker": "Nailah", "line": "I see. They are our friends. We cannot let them fall.", "person_1": "Volug", "person_2": "Nailah"}], "recruit-battlle": [], "recruit-battle": [{"speaker": "Mist", "line": "Oww! Hey, that hurts! Sorry, Ike. I’m going to pull back."}, {"speaker": "Mist", "line": "Jill! Why? Why are you doing this?!", "unit": "Jill", "boss": "Mist"}, {"speaker": "Jill", "line": "I’m sorry, Mist. There’s no way we can turn back now.", "unit": "Jill", "boss": "Mist"}, {"speaker": "Mist", "line": "But, Jill...", "unit": "Jill", "boss": "Mist"}, {"speaker": "Jill", "line": "Mist...run. I won’t be expected to kill you if you just turn and run!", "unit": "Jill", "boss": "Mist"}], "character-falls": [{"speaker": "Titania", "line": "Ugh... They got me..."}, {"speaker": "Ike", "line": "Titania! Retreat and don’t exert yourself. We wouldn’t be complete if you weren’t here. We need you."}, {"speaker": "Titania", "line": "Ah, I understand, Ike. ... You’ve... grown to become a legend... Greil... are you watching? Be proud of your son."}, {"speaker": "Ranulf", "line": "Arg! Like being hit... with a mountain..."}, {"speaker": "Tibarn", "line": "Ranulf! Enough! Get back! I can’t let you die! What would I tell King Caineghis and Skrimir?"}, {"speaker": "Ranulf", "line": "...I’m sorry, King Tibarn..."}, {"speaker": "Boyd", "line": "Ugh! They hit me good. I hate to say it, but I have to pull back!"}, {"speaker": "Oscar", "line": "The enemy uses good tactics. Sorry, Ike. I’m pulling back for now."}, {"speaker": "Shinon", "line": "Why do these softheads keep fighting?! There’s no chance they’ll ever win this battle! I’m pulling back for now. I’m not wasting my arrows on these fools!"}, {"speaker": "Gatrie", "line": "Ugh! Hey, you’re pretty good! Better than I expected, honestly. Ike, I’m pulling back."}, {"speaker": "Rolf", "line": "I... I guess it’s over..."}, {"speaker": "Rhys", "line": "Ugh! That’s it for me... I’m pulling back now, everyone."}, {"speaker": "Mia", "line": "They’re strong! I can’t defeat them! But I’ll be stronger tomorrow, and then we’ll see who wins!"}], "narration": ["Queen Elincia and the dragons of Goldoa persuade both armies to accept a temporary truce. The blue light that burns within the medallion grows more fierce with each passing day. To prevent the awakening of the evil trapped within, the fighting must be stopped.", "However, the apostle and her army refuse to abandon Sephiran's forces in Begnion. Though they hoped that Daein would cease fighting, they knew battle was inevitable. The bloodshed begins anew."], "conversation": [{"speaker": "Leonardo", "line": "Say, Edward. We’ve been fighting really hard for quite a while now, haven’t we?"}, {"speaker": "Edward", "line": "Yeah, I guess so. The war of emancipation, the war against the Laguz Alliance, and now against the apostle’s army. One after another, just like that."}, {"speaker": "Leonardo", "line": "The world can’t always be like this. These wars seem so pointless. All I want is to be able to live in Daein, peacefully and in freedom."}, {"speaker": "Edward", "line": "Yeah. The military is a pretty strange place. Hey, I have an idea! Once this battle is over, I’ll quit the army and go home."}, {"speaker": "Leonardo", "line": "What about Micaiah and the others? Are you going to abandon them?"}, {"speaker": "Edward", "line": "What? No way! I’ll just have to talk them into leaving with me! And if that catches on, all the soldiers will leave, and then there can’t be a war. And then Daein will have peace again!"}, {"speaker": "Leonardo", "line": "You know, I don’t think it’s that simple. But your plan sounds good to me, Edward."}, {"speaker": "Edward", "line": "See? You know it’s smart! First, you and I will leave. Together, we can tackle any obstacle!"}, {"speaker": "Leonardo", "line": "We’ll have to survive the next battle, first. This should help. Here. Look what I got you."}, {"speaker": "Edward", "line": "Oh! This sword is amazing! Where did you get this!?"}, {"speaker": "Leonardo", "line": "I’ve been saving up. Micaiah chipped in, too."}, {"speaker": "Edward", "line": "You got this for me?"}, {"speaker": "Leonardo", "line": "Yeah. Since you’re always fighting so recklessly, I thought this sword would be a good match for you."}, {"speaker": "Edward", "line": "Thanks, Leonardo! You’re the best friend I could have!"}, {"speaker": "Leonardo", "line": "I know. We’re each other’s best friend and family."}, {"speaker": "Aran", "line": "Hey, Laura! You dropped a staff over there."}, {"speaker": "Laura", "line": "Oh! Ah. Thank you, Aran."}, {"speaker": "Aran", "line": "You’ve been carrying a lot of things lately."}, {"speaker": "Laura", "line": "Yes, I suppose so. Many people are injured. I wanted to help heal as many of them as I can."}, {"speaker": "Aran", "line": "That’s admirable. Is there anything I can do to help?"}, {"speaker": "Laura", "line": "Yes, of course!"}, {"speaker": "Aran", "line": "First, hand me all of your things. I’ll carry them for you."}, {"speaker": "Laura", "line": "That would be great. Here you go. Say..."}, {"speaker": "Aran", "line": "Hmm?"}, {"speaker": "Laura", "line": "That staff you picked up earlier... It doesn’t belong to me."}, {"speaker": "Aran", "line": "Really? It was right at your feet, so I’d assumed that it was yours."}, {"speaker": "Laura", "line": "I’ve never seen a staff like this. I wonder what effect it has?"}, {"speaker": "Aran", "line": "Hey, be careful. It might be dangerous or something. Let’s throw it away."}, {"speaker": "Laura", "line": "Well, maybe if I shake it like this... And then... Whoa!"}, {"speaker": "Aran", "line": "Wuh!"}, {"speaker": "Laura", "line": "What did you say, Aran?"}, {"speaker": "Aran", "line": "Zzz... Zzz..."}, {"speaker": "Laura", "line": "Oh, Aran. You’re such a clown. How do you fall asleep on your feet? I guess you must be really tired. Why don’t I just leave you be? Let me just take my things back."}, {"speaker": "Aran", "line": "Zzz... Zzz... Zzz..."}]}