{"chapter": "3:14", "title": "From Pain, Awakening", "speakers": ["Nailah", "Rafiel", "Tauroneo", "Sothe", "Micaiah", "Almedha", "Kurthnaga", "Pelleas", "Ena", "Ike", "Daein", "Skrimir", "Janaff", "Ulki", "Tibarn", "Reyson", "Elincia", "Zihark", "Jill", "Astrid", "Ilyana", "Rolf", "Calill", "Ranulf", "Soren", "Meg", "Brom", "Sanaki", "???", "Naesala", "Boyd", "Mist", "Shinon"], "dialogue_counts": {"Nailah": 29, "Rafiel": 14, "Tauroneo": 32, "Sothe": 22, "Micaiah": 45, "Almedha": 27, "Kurthnaga": 14, "Pelleas": 28, "Ena": 10, "Ike": 56, "Daein": 1, "Skrimir": 2, "Janaff": 5, "Ulki": 3, "Tibarn": 23, "Reyson": 10, "Elincia": 1, "Zihark": 28, "Jill": 25, "Astrid": 5, "Ilyana": 8, "Rolf": 16, "Calill": 5, "Ranulf": 3, "Soren": 3, "Meg": 11, "Brom": 3, "Sanaki": 12, "???": 12, "Naesala": 6, "Boyd": 12, "Mist": 19, "Shinon": 14}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 504, "transitions": "-----------------------------------------------------------------------------------------------------", "dialogue": [{"speaker": "Nailah", "line": "A blood pact? A piece of parchment forced you into this hopeless war?"}, {"speaker": "Rafiel", "line": "How terrible... I'm sorry for what you've been put through, Micaiah."}, {"speaker": "Tauroneo", "line": "The uprising in the empire continues. The apostle's people await her return as they fight against the senate. Casualties mount each day... We know how urgently the apostle's army needs to reach the empire. However, if we let their army pass through Daein, the senate will surely invoke the blood pact and destroy us."}, {"speaker": "Rafiel", "line": "But why haven't you told the apostle's army all this? Surely an alliance between your army and theirs could overcome the senate!"}, {"speaker": "Tauroneo", "line": "Attacking the senate is not an option for us. If it were, we would have marched against them when this all started. If we were to side with Ike, the senate would use the curse against us. The death of the senate will not stop the curse."}, {"speaker": "Sothe", "line": "No matter what happens, the end result remains the same: the obliteration of Daein."}, {"speaker": "Rafiel", "line": "What tragedy... Is there any hope for Daein at all?"}, {"speaker": "Micaiah", "line": "There is... One person who holds a glimmer of hope for all of us."}, {"speaker": "Micaiah", "line": "Queen Almedha! Queen Almedha... What do you know about the blood pact? You know some thing, don’t you? I saw the look on your face... You noticed something even before Pelleas told us about the pact. If there’s something you know that we don’t, please tell us!"}, {"speaker": "Almedha", "line": "Heh heh...hmph..."}, {"speaker": "Micaiah", "line": "L-Lady Almedha?"}, {"speaker": "Almedha", "line": "Haven’t... Haven’t you done enough already? It’s done, finished. Nothing matters anymore...There’s nothing we can do. My Pelleas... My Pelleas is..."}, {"speaker": "Kurthnaga", "line": "Almedha! Get ahold of yourself!"}, {"speaker": "Almedha", "line": "Kurth?"}, {"speaker": "Kurthnaga", "line": "I can’t pretend that I know what you’re going through, but, for Pelleas’s sake, you must control yourself. Remember that your son made his final sacrifice in order to protect the people of Daein! Honor his memory now and help us."}, {"speaker": "Almedha", "line": "...Sniff... You’re right, Kurth. I’ll try."}, {"speaker": "Micaiah", "line": "Oh, thank you, Lady Almedha! Now, what can you tell us about the blood pact?"}, {"speaker": "Almedha", "line": "...In the Begnion era, year 626, a terrible plague swept through Daein, killing over a thousand people."}, {"speaker": "Tauroneo", "line": "I remember the horror of that disease. King Ashnard took the throne after the plague killed most of the royal family, including his father.The tragedy is still fresh in my mind."}, {"speaker": "Almedha", "line": "That was no disease. It was the curse of a blood pact."}, {"speaker": "Micaiah", "line": "What?!"}, {"speaker": "Almedha", "line": "It was all plotted by my husband in a bid to claim the throne of Daein. Ashnard tricked his father into signing a blood pact with a traveling wise man. Ashnard convinced the king that he was signing a contract to procure the services of the wise man, which was true, in a fashion. With the pact signed, Ashnard had the wise man invoke the curse. My husband looked on in triumph as the royal family began to wither. The power of the curse killed every royal in line for the throne. It was brilliant. With no one to block his way to the throne, Ashnard executed his master stroke. He killed his father and took the crown from his head."}, {"speaker": "Micaiah", "line": "King Ashnard killed his own father? The king of Daein?! And what about the others? A thousand people died for his insane plot!"}, {"speaker": "Almedha", "line": "There’s no point in dwelling on old wounds. Besides, the peasants didn’t matter. They had no vision. Ashnard, on the other hand... What’s important is what happened after the king’s death. Ashnard wasn’t cursed by the blood pact."}, {"speaker": "Micaiah", "line": "He wasn’t cursed? How is that possible?"}, {"speaker": "Almedha", "line": "In order to break the curse of the blood pact, two conditions must be met. The destruction of the document itself, and the death of the one bound to it. Either condition by itself is not enough. I watched it happen. Ashnard killed his father, then tore apart the pact. And before my eyes, the mark of the pact faded from the dead king’s arm."}, {"speaker": "Almedha", "line": "The destruction of the document, and the death of the one bound..."}, {"speaker": "Micaiah", "line": "How could you, Almedha? How could you not tell us? You knew all along--"}, {"speaker": "Almedha", "line": "Because I was terrified! I knew that once you found out the truth, you would butcher my dear son to save your doomed country! I would have done anything to save my Pelleas... That’s why I didn’t say anything... How could I? In the end, though...it wasn’t enough."}, {"speaker": "Kurthnaga", "line": "Almedha, you are stronger than this. You were always the brave one when we were young."}, {"speaker": "Almedha", "line": "Huh?"}, {"speaker": "Kurthnaga", "line": "I know you grieve, but grieving will not bring Pelleas back. Now is the time when you must be strong. To put Pelleas’s spirit to rest, help carry out his dying wish, and ensure the safety of his homeland."}, {"speaker": "Almedha", "line": "But he was... He was everything to me... How can I go on without him?"}, {"speaker": "Kurthnaga", "line": "I am still here, dear sister. You still have family."}, {"speaker": "Micaiah", "line": "Sister? Lady Almedha is your sister?"}, {"speaker": "Kurthnaga", "line": "I received your message, my sister, and have come to help. Please, Almedha, allow me to protect Daein for you and for Pelleas. Do not lose hope. You are not alone anymore and never shall be again."}, {"speaker": "Almedha", "line": "Oh, Kurthnaga, thank you! I’m so sorry for everything I put you and Father through... I’m so sorry..."}, {"speaker": "Micaiah", "line": "Queen Almedha! Queen Almedha... What do you know about the blood pact? You know something, don't you? I saw the look on your face... You noticed something even before Pelleas told us about the pact. If there's something you know that we don't, please tell us!"}, {"speaker": "Almedha", "line": "I... I know nothing..."}, {"speaker": "Pelleas", "line": "Mother... Please tell the truth."}, {"speaker": "Almedha", "line": "..."}, {"speaker": "Pelleas", "line": "Mother, if you can't help us, then there's no hope for Daein. I guess we were right... We have no choice but to wager my life."}, {"speaker": "Almedha", "line": "Pe-Pelleas! Wait! Just wait! I'm going to tell you something... But you mustn't tell the others. In the Begnion era, year 626, a terrible plague swept through Daein, killing over a thousand people."}, {"speaker": "Pelleas", "line": "Yes, including nearly the entire royal family. Those who had ruled and those destined to do so--none were spared except Ashnard, who ascended the throne in the wake of it all. I've heard that tragic story for as long as I can remember."}, {"speaker": "Almedha", "line": "That was no disease. It was the curse of a blood pact."}, {"speaker": "Pelleas", "line": "What?!"}, {"speaker": "Almedha", "line": "It was all plotted by my husband in a bid to claim the throne of Daein. Ashnard tricked his father into signing a blood pact with a traveling wise man. Ashnard convinced the king that he was signing a contract to procure the services of the wise man, which was true, in a fashion. With the pact signed, Ashnard had the wise man invoke the curse. My husband looked on in triumph as the royal family began to wither. The power of the curse killed every royal in line for the throne. It was brilliant. With no one to block his way to the throne, Ashnard executed his master stroke. He killed his father and took the crown from his head. What's important is that, after killing his father, Ashnard was not cursed himself."}, {"speaker": "Micaiah", "line": "He broke the pact's curse?"}, {"speaker": "Almedha", "line": "In order to break the curse of the blood pact, two conditions must be met. The destruction of the document itself, and the death of the one bound to it. Either condition by itself is not enough. I watched it happen. Ashnard killed his father, then tore apart the pact. And before my eyes, the mark of the pact faded from the dead king's arm."}, {"speaker": "Pelleas", "line": "The destruction of the document, and the death of the one bound..."}, {"speaker": "Micaiah", "line": "How could you, Almedha? How could you not tell us? You knew all along--"}, {"speaker": "Almedha", "line": "Because I was terrified! I knew that once you found out the truth, you would butcher my dear son to save your doomed country! I would rather watch all of Daein perish than lose my Pelleas..."}, {"speaker": "Pelleas", "line": "Mother... Thank you. Thank you for telling us. It makes my decision much easier. I will save Daein..."}, {"speaker": "Almedha", "line": "No! I won't let you die! You are all I have left in this world, Pelleas! If you only knew how much I've sacrificed for you... I never should have said anything. I can't bear to lose you again, Pelleas... Please don't die."}, {"speaker": "Pelleas", "line": "I'm sorry, Mother. My mind is made up. This has to happen."}, {"speaker": "Almedha", "line": "Then I shall die as well! I will take my own life, if necessary!"}, {"speaker": "Pelleas", "line": "Mother?!"}, {"speaker": "Micaiah", "line": "...Kurth?"}, {"speaker": "Kurthnaga", "line": "Stop! Please, Sister. You must calm down."}, {"speaker": "Pelleas", "line": "Sister?"}, {"speaker": "Almedha", "line": "Oh, Kurth... Don't you understand? I can't feel this way any longer!"}, {"speaker": "Kurthnaga", "line": "I do understand, Almedha...more than you realize. Everyone, as you've heard, there are two conditions to breaking the blood pact: the destruction of the physical document and the death of the pact-maker. However, it takes two parties to make a pact."}, {"speaker": "Micaiah", "line": "Oh...I see."}, {"speaker": "Almedha", "line": "Yes! Ashnard once told me he'd considered killing the man who created his father's blood pact instead! I didn't know why until now... This means that we could kill the senator who signed the pact instead of Pelleas!"}, {"speaker": "Micaiah", "line": "It's possible, but very difficult. We'll need not only to hunt down the senator, but find the document, with no idea where to start. Daein could be annihilated in the time it would take to look."}, {"speaker": "Almedha", "line": "Oh, Kurth! Please, please save my Pelleas! I need your help! Help me protect Daein until we get our chance to break the blood pact! I no longer have any power of my own. You're my only hope now, little brother. Please, Kurth..."}, {"speaker": "Kurthnaga", "line": "Of course, my dear sister. That is why I came when you called me. I shall protect Daein for you and for Pelleas. So please. Put your mind at ease."}, {"speaker": "Almedha", "line": "Oh, Kurth, thank you! I'm so sorry for everything I put you and Father through... I'm so sorry..."}, {"speaker": "Ena", "line": "Sir Ike... I've just received a very disturbing message from Prince Kurthnaga."}, {"speaker": "Ike", "line": "Don't tell me... No luck, right?"}, {"speaker": "Ena", "line": "It is far worse than that. Prince Kurthnaga has decided to fight for Daein."}, {"speaker": "Ike", "line": "What?! Why? He was supposed to stop them from fighting! And now he wants to fight us instead?! Oh, this is just perfect!"}, {"speaker": "Ena", "line": "He has a good reason to side with them, but... I'm afraid I cannot tell you why."}, {"speaker": "Ike", "line": "Wonderful! So we still have to fight Daein, and they've added one of the supposedly neutral dragons of Goldoa to their army?"}, {"speaker": "Ena", "line": "I'm sorry, Ike. I will try to reason with Prince Kurth again. It was the prince's wish to come here... King Dheginsea knows nothing of this visit. Be that as it may, for a prince of the dragon tribe to stand on a battlefield... It is unacceptable. I must talk him out of it."}, {"speaker": "Ike", "line": "I'm sorry, Ena. I know you're doing your best to... Wait, are you talking to him with that stone?"}, {"speaker": "Ena", "line": "Yes. We dragons have the power to sense the presence of our allies. If that ally is someone we care for very much, then we can communicate telepathically. With the sending stone, we can use this telepathy across extreme distances."}, {"speaker": "Ena", "line": "I just hope he listens to me. We can't afford to fuel the flames of the Fire Emblem."}, {"speaker": "Ike", "line": "It's almost dawn. Do what you can to convince the prince to stay out of this. I would've preferred to avoid a fight, but once again Micaiah isn't giving us much of a choice."}, {"speaker": "Ena", "line": "I will do my best, Sir Ike."}], "intro": [{"speaker": "Daein", "line": "The apostle's army has left the castle!"}, {"speaker": "Micaiah", "line": "All right. Order all units to stand by until they encounter the enemy forces."}, {"speaker": "Micaiah", "line": "Everyone! There is still hope for Daein! We are the key to that hope! But first, we must win this battle!"}, {"speaker": "Micaiah", "line": "Why are you still here? You must return to the apostle's army before the battle begins!"}, {"speaker": "Nailah", "line": "That army has enough troops. I think you could use some help on your side."}, {"speaker": "Rafiel", "line": "Reyson and Leanne both fight for the people they love. I shall do the same, even if that means fighting against them. I shall fight for Daein on your behalf."}, {"speaker": "Micaiah", "line": "Thank you both. It means a lot to me. But are you sure? After all, this seems like a hopeless battle."}, {"speaker": "Nailah", "line": "It's too soon for you to give up hope. You have the dragon prince of Goldoa on your side. That counts for something."}, {"speaker": "Micaiah", "line": "Kurth is the prince of Goldoa? So, he is a laguz..."}, {"speaker": "Nailah", "line": "Not just a laguz. He is a black dragon. The black dragons are the strongest of all the laguz tribes. We have a chance."}, {"speaker": "Micaiah", "line": "If Queen Almedha's brother is a black dragon...that means the queen herself must also be a laguz!"}, {"speaker": "Sothe", "line": "Seems like a complicated mess to me. Just the same, he is a powerful ally."}, {"speaker": "Micaiah", "line": "You're right. If we can stand our ground, there will be hope for another day. Each day that Daein survives is another day we'll have earned for it!"}, {"speaker": "Skrimir", "line": "Onward, my brothers! Hold nothing back! We must end this battle quickly!"}, {"speaker": "Janaff", "line": "Whoa, that's a problem... Uh, guys? It looks like Prince Rafiel is fighting for the other side. What do we do now?"}, {"speaker": "Ulki", "line": "It is his choice. We can't do anything about it."}, {"speaker": "Tibarn", "line": "Well, his choice or not, it makes things a lot more complicated for us."}, {"speaker": "Reyson", "line": "He has sided with our enemies? Has he lost his mind? My dear, stupid brother..."}, {"speaker": "Janaff", "line": "Prince! What are you doing here? What about the medallion?1 Weren't you supposed to be--"}, {"speaker": "Reyson", "line": "Leanne is watching over it now."}, {"speaker": "Tibarn", "line": "Either we convince Rafiel to come back to our side, or we drag his unconscious backside over here. Got that?"}, {"speaker": "Janaff", "line": "Yes, Your Majesty!"}, {"speaker": "Ena", "line": "Prince Kurthnaga..."}, {"speaker": "Ike", "line": "what will you do now, Ena? Are you going over to the other side, too?"}, {"speaker": "Ena", "line": "King Dheginsea has expressly forbidden us from choosing sides. The dragon tribe must not fight. I shall attempt to stop the prince."}, {"speaker": "Ike", "line": "Do what you need to do. Just be careful out there, all right?"}, {"speaker": "Ena", "line": "Yes, Sir Ike."}, {"speaker": "Ike", "line": "Elincia, please stay back. If a chance for a peace talk arises, I want you to mediate the whole show."}, {"speaker": "Elincia", "line": "I understand. Please be safe."}, {"speaker": "Ike", "line": "OK, everyone, get moving! Let's get this mess over with."}], "recruit-battle": [{"speaker": "Rafiel", "line": "...Uhh!"}, {"speaker": "Nailah", "line": "Rafiel! You can’t push yourself any further. Get away from here, now! I forbid you to die before I do!"}, {"speaker": "Rafiel", "line": "... As you wish, Nailah. Everyone... Please, forgive me."}, {"speaker": "Ike", "line": "Rafiel! What are you doing? Why are you fighting for Daein?!", "unit": "Ike", "boss": "Rafiel"}, {"speaker": "Rafiel", "line": "Please forgive me, Ike. I only wish to help Micaiah.", "unit": "Ike", "boss": "Rafiel"}, {"speaker": "Ike", "line": "Then join back with Tibarn! If you stay here with Daein, you’re our enemy! And if you’re my enemy, then I’ll have no choice but to take you down.", "unit": "Ike", "boss": "Rafiel"}, {"speaker": "Rafiel", "line": "But I just want to help Micaiah! I’m not against you! Please, put the sword down!", "unit": "Ike", "boss": "Rafiel"}, {"speaker": "Ike", "line": "I don’t know how to deal with this. Rafiel, you leave me no choice. I’ll have to knock you out and drag you over to Tibarn. Maybe he’ll know how to deal with you.", "unit": "Ike", "boss": "Rafiel"}], "battle-talk": [{"speaker": "Meg", "line": "Daddy!", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Brom", "line": "Meg! I’m glad you’re safe and sound. How’s my baby girl?", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Meg", "line": "I’m doin’ swell. It’s good to see you, too, Daddy.", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Brom", "line": "Meg, can you do Daddy a favor? I don’t know what in blazes is going on, but family has gotta stick together! Why don’t you be a good little girl and mosey on over to your daddy’s side.", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Meg", "line": "No...I can’t. I’m sorry, Daddy. Micaiah is a good person. I believe in her. I want to fight for her.", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Brom", "line": "Well, shucks, this ain’t no good at all! I hope those higher-ups get their act together soon. But one thing’s for sure. You’re my girl. No way are we gonna fight. Not for anybody or anything!", "person_1": "Meg", "person_2": "Brom"}, {"speaker": "Zihark", "line": "Meg, why are you still with the Daein army? They’re in the wrong, and you know it. I know it’s selfish of me to ask, but I’m pleading with you. Come with me.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Meg", "line": "I can’t... I’m sorry. I hope that this doesn’t get in the way of our wedding, but I can’t do that.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Zihark", "line": "Is it because of Micaiah?", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Meg", "line": "Yes. Everybody knows that this whole war is a mess and that none of us should be fighting right now. But Lady Micaiah is fighting for her people, and I’m gonna stick with her until the very end.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Zihark", "line": "Meg, I understand how you feel.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Meg", "line": "But I don’t consider you my enemy! Not at all. Not ever! Please, try to understand.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Zihark", "line": "I’m so sorry, Meg. I should be standing alongside you, but my country has lost its mind. I didn’t want to hurt you, too.", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Meg", "line": "Let’s hope for the fight to end soon... Then, we can be together again and get back to making wedding plans!", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Zihark", "line": "Right...", "person_1": "Zihark", "person_2": "Meg"}, {"speaker": "Jill", "line": "Meg! I’m glad I found you! Lower your sword and listen to me!", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Meg", "line": "No, I can’t! I’m not supposed to talk to my enemies.", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Jill", "line": "Enemies? Am I an enemy to you, Meg?", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Meg", "line": "Um... Not really. But this being a battlefield and all, I just thought it’d be easier for both of us if--", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Jill", "line": "Meg, I could never attack you, no matter the circumstance.", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Meg", "line": "I couldn’t hurt you either, Jill. It’s probably a bad thing for a soldier, but I don’t care. You’re my friend.", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Jill", "line": "I don’t understand what’s going on... This war is so meaningless. Can’t you tell me why Daein is still fighting?", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Meg", "line": "I’m sorry, Jill. I can’t. It’s not that I don’t want to. It’s because I want to protect you. All I can say is that I feel as helpless as a plow without an ox. I wish we could all be together like a family again.", "person_1": "Jill", "person_2": "Meg"}, {"speaker": "Jill", "line": "Meg...", "person_1": "Jill", "person_2": "Meg"}], "battle": [{"speaker": "Ranulf", "line": "Ugh... All this chaos... I can barely see straight..."}, {"speaker": "Sanaki", "line": "Still no word from the battle. What’s going on out there? I should go to my people. They may need me."}, {"speaker": "???", "line": "Hey, just where do you think you’re going? Do you think the high-and-mighty apostle should be traipsing around a battlefield, hmm?"}, {"speaker": "Sanaki", "line": "Wha-- Oh, it’s just you. Hmph. How dare you sneak up on me that way!"}, {"speaker": "???", "line": "That beauty from the Holy Guards told me to keep an eye on you. So, do me a favor and sit still, will you?"}, {"speaker": "Sanaki", "line": "But I can’t see anything from here! I have to know how my people are faring down there! I...I can’t bear doing nothing! Hmm... I have an idea. You! Carry me to a place where I can observe the battle! Don’t give me that look! You’re the one who agreed to guard me, so do your duty and obey your orders! Come on, let’s get moving!"}, {"speaker": "???", "line": "Wait a minute... Is that what passes for beorc logic these days? No wonder you’ve lost your throne. OW! Stop that!"}, {"speaker": "Sanaki", "line": "Are you going to obey me, or shall I have you chased back home in a cloud of feathers?"}, {"speaker": "Naesala", "line": "By the goddess, what have I gotten myself into? As you wish, Empress. My back is yours."}, {"speaker": "Kurthnaga", "line": "My body feels like it’s on fire... I can hardly breathe! So, this is what war feels like... No, please, don’t come near me... I don’t want to hurt anyone!"}, {"speaker": "Micaiah", "line": "Whe...What did you say? Did somebody call for me? Who just called out my name?"}, {"speaker": "Sothe", "line": "Micaiah? Micaiah, what’s wrong?"}, {"speaker": "Micaiah", "line": "Wait. I’m coming! I’ll be right there!"}, {"speaker": "Boyd", "line": "Ike, get over here, quick! Mist collapsed!"}, {"speaker": "Ike", "line": "Mist?! Mist! What’s wrong?!"}, {"speaker": "Mist", "line": "Ike... My head... It hurts so much... It’s the medallion..."}, {"speaker": "Ike", "line": "What do you mean?"}, {"speaker": "Mist", "line": "The medallion is calling out to me... Please, Ike... Take me to the medallion..."}, {"speaker": "Ike", "line": "Mist! Talk to me! Wake up, please!"}, {"speaker": "Boyd", "line": "I’ll clear you a path! Take Mist with you! Get her out of here, quick!"}, {"speaker": "Mist", "line": "Boyd..."}, {"speaker": "Boyd", "line": "Don’t worry. I won’t die here. You take care of yourself, all right? Hang in there, for me."}, {"speaker": "Mist", "line": "Boyd... I will. I promise."}, {"speaker": "Boyd", "line": "Look after her, all right, Ike? Make sure nothing happens to her."}, {"speaker": "Ike", "line": "I will. Thanks for this, Boyd."}], "end": [{"speaker": "Ike", "line": "What's this light? Is it the medallion?"}, {"speaker": "Nailah", "line": "She collapsed, too?"}, {"speaker": "Tibarn", "line": "I get it now. Anyone who has the spirit of order within them is affected by this light."}, {"speaker": "Ike", "line": "Tibarn! Queen Nailah! What are you two doing here?"}, {"speaker": "Tibarn", "line": "Reyson collapsed suddenly. I figured I'd take him to a safe place."}, {"speaker": "Nailah", "line": "Rafiel fell unconscious as well. I thought I'd let him rest with Leanne. But then I found that she had collapsed too."}, {"speaker": "Ike", "line": "And you think the medallion did this to them? Mist?"}, {"speaker": "Mist", "line": "The seal...on the medallion...is about to break... It can't be controlled anymore... My song won't work anymore... We're running...out of time..."}, {"speaker": "Ike", "line": "What are you talking about?!"}, {"speaker": "Mist", "line": "Call the apostle... She must sing the galdr of release... Hurry, before it's too late... Please, Ike... I can hear...a voice... It's inside my head... The voice is telling me...that we must not awaken the dark god through war..."}, {"speaker": "Ike", "line": "A voice in your head? Mist, what is going--"}, {"speaker": "Ike", "line": "Hey! Mist! Wake up!"}, {"speaker": "Tibarn", "line": "Ulki! Do you hear me? Bring the apostle here at once!"}, {"speaker": "Ike", "line": "Are you sure about that? Mist is saying that she should sing the galdr of release. She's saying that we should wake up the dark god!"}, {"speaker": "Tibarn", "line": "The seal will break anyway. If that's the case, then we should take a chance on your sister and do what she says."}, {"speaker": "Nailah", "line": "I agree with the hawk king. It's too late to calm the dark god back to sleep. It would take too long."}, {"speaker": "Ike", "line": "Do you think we'll be safe if the apostle wakes up the dark god? Didn't we fight a major war to prevent that from happening a few years ago?"}, {"speaker": "Tibarn", "line": "I don't know. Are we safe now? But I did always wonder why Heron Queen Lillia passed down the galdr of release. She must have left it behind for a good reason. I'm willing to bet my life on it."}, {"speaker": "Nailah", "line": "It's the only choice for our survival. Besides, we won't know if it'll work until we try."}, {"speaker": "Ike", "line": "All right... Let's do it."}, {"speaker": "Ulki", "line": "I brought the apostle with me."}, {"speaker": "Janaff", "line": "...And a little extra baggage."}, {"speaker": "Naesala", "line": "Reyson! Leanne!"}, {"speaker": "Naesala", "line": "Now, now, Tibarn. I know you're angry, but we'll work it out when this is over."}, {"speaker": "Tibarn", "line": "Not a chance, Naesala. I hope you've said all your prayers and farewells. After I break every bone in your body, I'm going to rip your wings off and feed them to you before you get to die."}, {"speaker": "Sanaki", "line": "Hawk King Tibarn, I must ask you for your patience. This man serves under my command."}, {"speaker": "Tibarn", "line": "You think I care, child? This is a laguz matter. You should see yourself out of it very quickly."}, {"speaker": "Sanaki", "line": "I will explain later. Put aside your past quarrels for now. Not to repeat the king of Kilvas, but we have more pressing issues we must attend to. Oh, and Hawk King? Don't ever call me \"child\" again."}, {"speaker": "Tibarn", "line": "Hmph...fine. You get to live now, Naesala. Once this is done, though, you're a corpse."}, {"speaker": "Sanaki", "line": "So, what would you have me do? I will use all the power at my disposal to help in this."}, {"speaker": "Ike", "line": "Sing the galdr of release for us. The song that was passed down from the heron queen to my mother, then from my mother to Mist."}, {"speaker": "Sanaki", "line": "But if I sing that galdr before the medallion, it would awaken the dark god..."}, {"speaker": "Ike", "line": "This is what my sister said: We must not awaken the dark god with the spirit of chaos. We must use the galdr of release instead. The seal will break if we just leave the medallion alone. Please, sing the song."}, {"speaker": "Sanaki", "line": "Better than releasing the dark god through war, is that it? Very well. I shall try."}, {"speaker": "Ike", "line": "What's going on? Nothing's happening."}, {"speaker": "Sanaki", "line": "It's not working! But why?"}, {"speaker": "Sanaki", "line": "A bird?"}, {"speaker": "???", "line": "A melody alone won't work."}, {"speaker": "Sothe", "line": "Wait! This is right in the middle of enemy territory!"}, {"speaker": "Ike", "line": "Sothe! Why are you here?"}, {"speaker": "Sothe", "line": "Commander Ike! And the laguz kings... Even the apostle is here? I thought you'd all be on the battlefield, commanding the army! This just got really, really bad..."}, {"speaker": "Ike", "line": "Mist and the herons collapsed because of that thing."}, {"speaker": "Micaiah", "line": "...I can hear the voice. Finally, we get to meet. I have been guided by this voice for so long... I have finally found my purpose."}, {"speaker": "Micaiah", "line": "Galdrar consist of melody and lyrics. Without both in harmony, the songs have a mere fraction of the power."}, {"speaker": "Sanaki", "line": "Maiden of Daein, the only part I was taught was the melody. I do not know the lyrics."}, {"speaker": "Micaiah", "line": "The words. They are passed down through the ages like a bloodline. Though time may pass, their meaning is never lost. When I heard you sign the melody, the words came to me."}, {"speaker": "Sothe", "line": "Micaiah? I don't understand what you're going on about. There's no way you could--"}, {"speaker": "Ike", "line": "Sothe, shut up and watch."}, {"speaker": "Micaiah", "line": "When I heard the melody, the lyrics felt as if they poured out from deep within me. I know this song. I've known it since before I was born. I am..."}, {"speaker": "???", "line": "Good morning to you, my goddess."}, {"speaker": "???", "line": "What has happened? A thousand years have not passed. Why am I awoken early?"}, {"speaker": "???", "line": "Indeed, my goddess. You have been asleep for 780 years. During that time, the world kept its promise to you for a mere two hundred years, at best. It was as you said. Neither the laguz nor beorc could resist the urge to fight. They are too weak. Though there are 220 years left until the thousandth year, there is no longer any need to wait."}, {"speaker": "???", "line": "Is that so? That is your analysis? Then I shall pass down my judgment. I will save them from themselves."}, {"speaker": "Mist", "line": "Ugh..."}, {"speaker": "Ike", "line": "Mist! How do you feel?"}, {"speaker": "Mist", "line": "Ike, you look so worried... What happened? Where am I, anyway? The last I remember, I was on the battlefield..."}, {"speaker": "Ike", "line": "You don't remember?"}, {"speaker": "Mist", "line": "I had a horrible headache, and my stomach really hurt... Then suddenly, it all went away."}, {"speaker": "Reyson", "line": "Unnh...!"}, {"speaker": "Tibarn", "line": "Reyson?"}, {"speaker": "Reyson", "line": "Tibarn... What is this place?"}, {"speaker": "Naesala", "line": "Are you all right, Reyson?"}, {"speaker": "Reyson", "line": "Naesala? Why are you here? You betrayed us again, you dastard!"}, {"speaker": "Naesala", "line": "I had my reasons. I know you'll never forgive me, but I at least want you to hear me out. But it can wait. Tibarn and I will work out our problems first. You go ahead and sleep now, all right?"}, {"speaker": "Reyson", "line": "Very well... I'm glad to hear that..."}, {"speaker": "Tibarn", "line": "Start talking, before I tear your arms off."}, {"speaker": "Naesala", "line": "Whatever my reasons, you won't forgive me. I know that. But I'm asking you to put your feelings aside for now. We're both worried about the herons, right?"}, {"speaker": "Tibarn", "line": "You spineless piece of trash! You used that line on me before, remember?! And look what my forgiveness did to my people! You live now because I choose for you to live, Naesala. Once this mess gets sorted, though, I'll be wearing your beak as a trophy. Get out of my sight."}, {"speaker": "Nailah", "line": "Rafiel and Leanne are still out cold. Will they be all right?"}, {"speaker": "???", "line": "There's no need to worry. They're just not used to the spirit of chaos being so near. They'll wake up soon."}, {"speaker": "Sothe", "line": "Micaiah! What happened to the dark god? Is she awake?"}, {"speaker": "???", "line": "I'm not Micaiah. She's sleeping right now."}, {"speaker": "Sothe", "line": "What?! What are you saying?! If you're not Micaiah, then where is she?!"}, {"speaker": "???", "line": "I wonder where Ashera is? We must hurry and make our judgment. Wait...what are you doing?! No! You must consult with me first! No, don't do this!"}, {"speaker": "Ike", "line": "Mist. Are you all right?"}, {"speaker": "Mist", "line": "Yes, I'm fine. What happened, though? What was that light?"}, {"speaker": "Ike", "line": "I don't know... But it's very quiet outside. Too quiet. I hope everyone's OK..."}, {"speaker": "Tibarn", "line": "So, can you tell what's going on out there?"}, {"speaker": "Ulki", "line": "...Impossible! I can't hear anything... Either that light took my hearing, or...there's nothing out there..."}, {"speaker": "Tibarn", "line": "What do you mean?! There were thousands of troops..."}, {"speaker": "Janaff", "line": "I'll go take a look!"}, {"speaker": "???", "line": "It's time. Everyone, let's go outside."}, {"speaker": "Sothe", "line": "H-hey! Micaiah! Wait!"}, {"speaker": "Ike", "line": "What in... What happened? They're statues..."}, {"speaker": "Ike", "line": "Hey! Anyone! Can anyone hear me? Somebody, please!"}, {"speaker": "Ike", "line": "Answer me! Is anyone here!?"}], "conversation": [{"speaker": "Mist", "line": "What’s this? A bag of spirit powder?"}, {"speaker": "Boyd", "line": "Yeah. You said you wanted one, right?"}, {"speaker": "Mist", "line": "And you found one for me? Thanks, Boyd. You’re the greatest."}, {"speaker": "Boyd", "line": "Yeah, well. You always take such good care of us."}, {"speaker": "Mist", "line": "..."}, {"speaker": "Boyd", "line": "What’s wrong, Mist? Are you feeling sick? You look a little pale."}, {"speaker": "Mist", "line": "Yeah. I’ve been feeling a bit under the weather lately."}, {"speaker": "Boyd", "line": "Hey, you can’t go out and fight if you’re feeling sick! You should rest!"}, {"speaker": "Mist", "line": "No! No way!"}, {"speaker": "Boyd", "line": "Mist?"}, {"speaker": "Mist", "line": "I’m staying with everyone! I have to! I’m not going to be left behind. Something might happen!"}, {"speaker": "Boyd", "line": "But you’re in no condition to..."}, {"speaker": "Mist", "line": "Dad never came back! He died somewhere, and I wasn’t there to say goodbye!"}, {"speaker": "Boyd", "line": "Aww, but that’s--"}, {"speaker": "Mist", "line": "That’s why I’m not staying behind! I want to stay with my family until our last moment together. Please, Boyd. Don’t stop me."}, {"speaker": "Boyd", "line": "All right, I won’t say anything. I won’t tell you to stay behind, either. I guess I’ll just have to be careful to protect you when we’re out in the field. Does that sound good?"}, {"speaker": "Mist", "line": "Yes, Boyd. Thank you."}, {"speaker": "Rolf", "line": "Ah, I see..."}, {"speaker": "Shinon", "line": "Then you secure it right there, and... There, it’s finished!"}, {"speaker": "Rolf", "line": "Yeah! Shinon, you’re the greatest! I’m so proud that you’re my teacher!"}, {"speaker": "Shinon", "line": "Oh, come on, Rolf. Don’t make puppy eyes at me."}, {"speaker": "Rolf", "line": "What? But it’s true! You’re really amazing!"}, {"speaker": "Shinon", "line": "Cut it out, kid. You exaggerate too much."}, {"speaker": "Rolf", "line": "Are you going to sell this one to Aimee again? Can I come along? Please?"}, {"speaker": "Shinon", "line": "I’m not selling this one."}, {"speaker": "Rolf", "line": "What? But... Oh, I got it. You’re going to use it yourself. Then can I fight alongside you? I want you to teach me that trick where you shoot them in the neck and then--"}, {"speaker": "Shinon", "line": "We can talk about that later. Here, this is for you. Go on, take it."}, {"speaker": "Rolf", "line": "But this is--"}, {"speaker": "Shinon", "line": "You’ve been running around camp with that silly grin plastered on your face, but I can tell all the fighting’s wearing you down. I can’t help you get a good night’s sleep, or make you eat your vegetables, but I can see that you’re using a decent bow."}, {"speaker": "Rolf", "line": "Shinon..."}, {"speaker": "Shinon", "line": "I don’t know why we’re fighting this stinkin’ war, but I ain’t about to die like a dog. And I know you’re too young to be pushing up daisies."}, {"speaker": "Rolf", "line": "But I..."}, {"speaker": "Shinon", "line": "What’s your problem, kid?"}, {"speaker": "Rolf", "line": "I can’t possibly pay you back for it! A great bow like this... what can I do? You taught me how to shoot a bow. How to make a bow. And that’s not all! You’ve given me so much, and yet there’s nothing I can do to pay you back for it."}, {"speaker": "Shinon", "line": "Of all the stupid..."}, {"speaker": "Rolf", "line": "Ouch!"}, {"speaker": "Shinon", "line": "Quit whining at me!"}, {"speaker": "Rolf", "line": "Oww! You didn’t have to hit me with that bow!"}, {"speaker": "Shinon", "line": "Did I ever ask you to pay me back? Did I ever tell you my help had any strings attached? No! Kids should be kids and just learn from their elders!"}, {"speaker": "Rolf", "line": "But--"}, {"speaker": "Shinon", "line": "If you want to pay me back, then be better than me! Doesn’t matter if it’s at using a bow or making one. Just do it better. Then I can point at you and tell people \"That’s the best student I ever had.\""}, {"speaker": "Rolf", "line": "Shinon..."}, {"speaker": "Shinon", "line": "I look after you because you have talent. I like watching you, kid. I like watching you shoot better every single day, you know? But if someone sticks an arrow in your eye, I ain’t gonna have any way to pass the time. So stay sharp! You hear?"}, {"speaker": "Rolf", "line": "...Fine. Thanks, master. I’ll do my best to surpass you. I swear!"}, {"speaker": "Shinon", "line": "\"Master\"? I think I like the sound of that. Keep listening to me and you’ll be all right."}]}