{"chapter": "3:5", "title": "Retreat", "speakers": ["Begnion", "Levail", "Senator", "Lombroso", "Ike", "Reyson", "Titania", "Soren", "Janaff", "Tibarn", "Zelgius", "Sigrun", "Micaiah", "Pelleas", "Almedha", "Haar"], "dialogue_counts": {"Begnion": 5, "Levail": 1, "Senator": 4, "Lombroso": 9, "Ike": 26, "Reyson": 4, "Titania": 1, "Soren": 1, "Janaff": 1, "Tibarn": 3, "Zelgius": 7, "Sigrun": 5, "Micaiah": 3, "Pelleas": 5, "Almedha": 3, "Haar": 12}, "gender_counts": {"M": 60, "F": 12, "N": 18, "A": 0}, "lines": 93, "transitions": "NNMN-NNNNNNN---MMMMMM-FM--MMMM-N-N-NMNMN-N-N-M-MMMMMMMM--NM-MFMFMFMFMFM--FMFFMFMFMFM--MMMMMMMMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Begnion", "line": "Hey, have you heard? The sub-humans are retreating!"}, {"speaker": "Begnion", "line": "General Zelgius is amazing! As long as we have him, Begnion has nothing to fear."}, {"speaker": "Levail", "line": "Ahem! Gentlemen. This is no time for idle chatter. However...if you wish to praise General Zelgius, I suppose that is all right. He is the glory of our forces, after all."}, {"speaker": "Begnion", "line": "It's true! As long as he leads us, we won't be afraid of any dirty sub-humans!"}, {"speaker": "Senator", "line": "Gah! That insufferable fool! I cannot believe he killed one sub-human and ended the battle! Who gave him an order like that?1 I don't care for such a petty victory!"}, {"speaker": "Lombroso", "line": "I understand, my lord. I was hoping that this would be the end of the sub-humans, once and for all. However, can we really punish him for winning the battle?"}, {"speaker": "Senator", "line": "No, you fool! That's what makes it even more bothersome! Zelgius and the apostle are both making mockeries of the senate! They're more of a threat to Begnion than those filthy sub-humans are!"}, {"speaker": "Lombroso", "line": "My lord, please let me fix this painful situation. I shall take to the battlefield and earn us the result Begnion desires."}, {"speaker": "Senator", "line": "That does sound lovely, I admit. But hasn't General Zelgius ordered all forces to cease fire for three days?"}, {"speaker": "Lombroso", "line": "Who is in charge here, my lord? Must you follow Zelgius's orders?"}, {"speaker": "Senator", "line": "Hah, I see your point. I shall leave everything to you, then. Make Begnion proud, Lord Lombroso."}, {"speaker": "Ike", "line": "Ranulf has started his retreat. Tibarn and his men are gathering information on Zelgius's forces. Before he left, Tibarn asked me to take you to Gallia, where you'll be safe. Are you ready to go?"}, {"speaker": "Reyson", "line": "No. I won't leave, Ike. I won't leave this place."}, {"speaker": "Ike", "line": "Reyson, please..."}, {"speaker": "Reyson", "line": "I've lived with the hawk tribe for twenty years. They are my family. I'll... I'll stay here and fight."}, {"speaker": "Ike", "line": "...Well, since I can see I won't be changing your mind... You can join up with us. The Greil Mercenaries can stay here as long as we want. After all, we're not on anyone's payroll right now. We're free agents."}, {"speaker": "Reyson", "line": "Ike... Thank you."}, {"speaker": "Titania", "line": "Ike, come out here! Hurry! It's the Begnion army!"}, {"speaker": "Ike", "line": "What?!"}, {"speaker": "Ike", "line": "What are they doing here?1 It hasn't been three days yet!"}, {"speaker": "Soren", "line": "It seems they couldn't care less. They are demanding the castle back. If we don't comply, they'll attack."}, {"speaker": "Reyson", "line": "They were probably waiting for both the Gallians and the hawk tribe to leave the castle."}, {"speaker": "Ike", "line": "Oh, they think they can take us now that we're all alone, huh? They obviously don't know who they're up against. Let's make them remember the name of the Greil Mercenaries! Everyone, get in position! Let's take them out!"}], "battle": [{"speaker": "Begnion", "line": "General Lombroso has fallen! R-retreat! Fall back to base camp!"}], "boss": [{"speaker": "Lombroso", "line": "The outcome of a battle depends solely on the number of troops in the field! Tactics and skill are nothing in the face of sheer numbers! Wait, are you laughing at me? Gah! Die, you insolent cur!"}, {"speaker": "Lombroso", "line": "Hmph, pathetic. Your tiny band of outlaws doesn't stand a chance before our might. We have more troops on the way. The onslaught will not stop until every last one of you lies dead!", "unit": "Ike", "boss": "Lombroso"}, {"speaker": "Ike", "line": "Are you really the best Begnion could send?", "unit": "Ike", "boss": "Lombroso"}, {"speaker": "Lombroso", "line": "What?! How dare you take that tone with me!", "unit": "Ike", "boss": "Lombroso"}, {"speaker": "Ike", "line": "Or did they send you at all? Does General Zelgius know about this little excursion?", "unit": "Ike", "boss": "Lombroso"}, {"speaker": "Lombroso", "line": "I don't take orders from that sanctimonious has-been. Enough questions. Prepare to die!", "unit": "Ike", "boss": "Lombroso"}, {"speaker": "Lombroso", "line": "Im-impossible! But now? We outnumbered them..."}], "end": [{"speaker": "Ike", "line": "They're retreating. That was close."}, {"speaker": "Janaff", "line": "Hey, hold on a minute! What's going on here? We hurry back, and you don't save us anyone to fight?!"}, {"speaker": "Ike", "line": "Sorry about that. You're back sooner than I expected. How far out did you scout?"}, {"speaker": "Tibarn", "line": "We went to the enemy's headquarters, Castle Gaddos. As promised, the Begnion forces were waiting quietly in their castle. Apparently, some of their soldiers disobeyed orders, but we can trust Zelgius to keep the rest in line. I have other news, however. I ran into someone quite unexpected on the outskirts of enemy territory."}, {"speaker": "Ike", "line": "Who?"}, {"speaker": "Tibarn", "line": "The commander of the Holy Guards."}, {"speaker": "Ike", "line": "General Sigrun?"}, {"speaker": "Tibarn", "line": "Yeah. She was by herself. She seemed hesitant to get near Castle Gaddos. It was odd. I figured since she's a friend and loyal to the apostle, why not try to get some information from her? She wouldn't budge. Tough girl, that one. She wasn't at all surprised to see me. Then she said, in such a sad voice, \"Please escape at once.\""}, {"speaker": "Ike", "line": "I wonder what she meant by that? It can't be a good sign. This whole mess is getting worse by the minute."}, {"speaker": "Begnion", "line": "General Zelgius. General Sigrun of the Holy Guards is here to see you. Should I let her through?"}, {"speaker": "Zelgius", "line": "General Sigrun? Let her through. At once!"}, {"speaker": "Zelgius", "line": "Is something the matter, General? You do not look well. Should I send for something? Water, perhaps?"}, {"speaker": "Sigrun", "line": "General Zelgius, I... I carry an order from the senate. The cease-fire has been repealed. You are ordered to destroy the Laguz Alliance, and their allies as well."}, {"speaker": "Zelgius", "line": "What?! The enemy has already lost the will to fight! The apostle and Lord Sephiran would never agree to such a terrible plan!"}, {"speaker": "Sigrun", "line": "..."}, {"speaker": "Zelgius", "line": "General Sigrun?"}, {"speaker": "Sigrun", "line": "Lord Sephiran of Persis has been stripped of his titles as prime minister and head of the senate. He is currently under arrest and is charged with...\"committing high treason and fomenting rebellion.\""}, {"speaker": "Zelgius", "line": "No! Impossible! This is madness!"}, {"speaker": "Sigrun", "line": "It doesn't end there. The apostle has gone into seclusion, with illness as the stated reason."}, {"speaker": "Zelgius", "line": "Damn it! They've been captured!"}, {"speaker": "Sigrun", "line": "I've ordered my subordinates to find out where the apostle is, but I have yet to hear any word. General Zelgius, I beg of you, follow the senate's orders. Our friends' lives are at risk."}, {"speaker": "Zelgius", "line": "...Curse those senators."}, {"speaker": "Micaiah", "line": "You called for me, Your Majesty?"}, {"speaker": "Pelleas", "line": "It is nice to see you, Micaiah. You remain Daein's goddess of victory. But I never see your face around here anymore. Are you busy in town?"}, {"speaker": "Micaiah", "line": "Your Majesty. My room in the castle is much to lavish for my taste. I'd rather be in town helping with the reconstruction. It's good work, and it makes me happy to help our people."}, {"speaker": "Almedha", "line": "How precious. Still obsessed with garnering the adoration of peasants, are we? Aren't you past that yet, my dear?"}, {"speaker": "Pelleas", "line": "Mother, please stop. Micaiah is my dear friend. She is the only person I have to turn to for a kind word now that Izuka and the Black Knight have both left Daein. They mysteriously disappeared on the day of my coronation... Do you think they'll ever return?"}, {"speaker": "Almedha", "line": "I'm quire sure that they were both kidnapped by those who wish harm upon you, my beloved son! Those mongrels intend to throw the country into chaos by holding Daein's leaders hostage. But...Mother will always protect you, Pelleas. I will never leave you, not for one moment. When you seek kind words or good advice, you must come to me, and no one else."}, {"speaker": "Pelleas", "line": "I understand, Mother."}, {"speaker": "Almedha", "line": "The royal blood of Daein runs through your veins. Do not be afraid of your heritage. Reign over your people as a king. Whatever popularity that girl might garner from the peasants is of little consequence. She is your obedient subject, after all. Now, give her your orders."}, {"speaker": "Pelleas", "line": "Micaiah, Daein's Maiden of Dawn. Your king requires your service once more. Mobilize the Daein Royal Army immediately."}, {"speaker": "Micaiah", "line": "Another war? Against who?"}, {"speaker": "Pelleas", "line": "We are answering the request from the Begnion Empire to wipe out the barbaric Laguz Alliance. Your targets are... Gallia's sub-humans!"}], "narration": ["During the war between the Laguz Alliance and Begnion, the three remaining countries on Tellius--Daein, Crimea, and Goldoa--have thus far remained neutral.", "In Daein, the war for independence is over, and Prince Pelleas has been crowned king. Daein is now free from Begnion's rule and is once again universally recognized as a sovereign nation. Micaiah decides to honor the promise she had made and continue on as the general of Daein's armies until the country stabilizes. Most of her companions remain by her side, helping to restore their beloved country. It is their hope that Daein will recover soon, both politically and socially. Focused as they are, they realize that they can spare no time on outside concerns, including the current war in Begnion.", "However, King Pelleas has a mysterious change of heart and orders Micaiah into the war--on Begnion's side."], "conversation": [{"speaker": "Ike", "line": "…"}, {"speaker": "Haar", "line": "You need something from me, fearless leader?"}, {"speaker": "Ike", "line": "I thought you were asleep."}, {"speaker": "Haar", "line": "Yeah, I was. Until you came within fifty paces of me. Yaaaaaawn…"}, {"speaker": "Ike", "line": "Do you mind fighting alongside us?"}, {"speaker": "Haar", "line": "I like it fine. As long as I can catch some sleep, I don’t care where I am. What can I do for you?"}, {"speaker": "Ike", "line": "Ever since you joined us, I’ve been meaning to ask you about Jill. The last I’d heard, you were running some kind of delivery service with her. How did you end up passing through Crimea and then coming here?"}, {"speaker": "Haar", "line": "I stopped to chew some fat during a delivery. That’s all."}, {"speaker": "Ike", "line": "How’s Jill these days?"}, {"speaker": "Haar", "line": "Last I heard, she got mixed up with the army again, fighting for Daein’s emancipation."}, {"speaker": "Ike", "line": "I see. Don’t you think you ought to go back to Daein and give her some support?"}, {"speaker": "Haar", "line": "She’s a big girl now. She doesn’t need me always lookin over her shoulder. Jill can do whatever she wants."}, {"speaker": "Ike", "line": "I don’t understand. I thought you two were… You know. Living under the same roof and all."}, {"speaker": "Haar", "line": "She’s the daughter of my dead teacher. Nothing more. Hey, if you don’t want me hanging around, feel free to just say so, all right?"}, {"speaker": "Ike", "line": "No, it isn’t like that. You’re great on the battlefield. I appreciate you being here."}, {"speaker": "Haar", "line": "Good. I like your mercenary group. They’re laid back, and we have the same goal: crushing the empire."}, {"speaker": "Ike", "line": "That’s true."}, {"speaker": "Haar", "line": "Anyhow, is that all? I’m gonna nap until we deploy. Don’t wake me up until then."}, {"speaker": "Ike", "line": "All right."}, {"speaker": "Haar", "line": "Hey… Wait."}, {"speaker": "Ike", "line": "Hmm?"}, {"speaker": "Haar", "line": "See that bag on my wyvern? There’s a souvenir in there for you. Feel free to take it."}, {"speaker": "Ike", "line": "A souvenir?"}, {"speaker": "Haar", "line": "It’s a small thing. You don’t need to thank me. …Yaaawn… Zzz… Zzz…"}, {"speaker": "Ike", "line": "Asleep already? What a strange guy."}]}