{"chapter": "3:6", "title": "A Reason To Fight", "speakers": ["Sothe", "Micaiah", "Ranulf", "Skrimir", "Lyre", "Kyza", "Lethe", "Gallia", "Black Knight", "Mordecai", "Zihark", "Jill", "Tauroneo", "Edward", "Leonardo", "Nolan"], "dialogue_counts": {"Sothe": 20, "Micaiah": 43, "Ranulf": 16, "Skrimir": 3, "Lyre": 7, "Kyza": 3, "Lethe": 23, "Gallia": 2, "Black Knight": 4, "Mordecai": 7, "Zihark": 6, "Jill": 7, "Tauroneo": 4, "Edward": 5, "Leonardo": 2, "Nolan": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 157, "transitions": "---------------------------", "intro": [{"speaker": "Sothe", "line": "Are you sure about this, Micaiah? This makes absolutely no sense."}, {"speaker": "Micaiah", "line": "The Daein Royal Army will answer Begnion's request and attack the Laguz Alliance at the Ribahn River. Those are our orders from King Pelleas. As his subjects, we will obey him."}, {"speaker": "Sothe", "line": "Without even asking why? Daein is finally on its own. Why are we even speaking to Begnion, let alone fighting for them?!"}, {"speaker": "Micaiah", "line": "I don't know. I do know that King Pelleas wants what's best for Daein...just like us. He must know something we don't. I trust him. He's changed since the coronation, though. He doesn't smile or laugh anymore. Maybe it's because Izuka and the Black Knight vanished."}, {"speaker": "Sothe", "line": "Who cares about Pelleas smiling or laughing? We have no quarrels with the Laguz Alliance! Why are we targeting them?"}, {"speaker": "Micaiah", "line": "Well, with a few exceptions, the soldiers are excited about hunting down the laguz... They've been promised a large bounty for each one they kill. It's certainly raised morale."}, {"speaker": "Sothe", "line": "Listen to yourself! Laguz hunting?! That's just great. We've gone from being freedom fighters to bigots in the blink of an eye. I can't believe you'd go along with such a murderous plan. How do you feel about this, Micaiah? Tell me the truth."}, {"speaker": "Micaiah", "line": "...I don't want to fight."}, {"speaker": "Sothe", "line": "Then why ar--"}, {"speaker": "Micaiah", "line": "What choice do I have?! I'm the general of this army. It doesn't matter how I feel. Besides, I can't let the king or the soldiers down. My duty ultimately lies with them... I'm sorry."}, {"speaker": "Sothe", "line": "Following Pelleas's orders is the same as approving of them."}, {"speaker": "Micaiah", "line": "Sothe, you don't have to do this. I heard that your friend Ike is fighting on the side of the Laguz Alliance. Go, fight with them. Or don't fight at all. But don't let me force you into anything."}, {"speaker": "Sothe", "line": "I'm not leaving your side. I swore I'd protect you, no matter what. I keep my promises. If I can't talk you out of this insanity, I'll fight Commander Ike and his men."}, {"speaker": "Micaiah", "line": "Sothe..."}, {"speaker": "Sothe", "line": "But we'd better prepare ourselves. This fight will be harder than any we've had before."}, {"speaker": "Micaiah", "line": "Thank you. I know this isn't easy. But if one side must fall, I will do all I can to make sure it is not Daein. I have no other choice."}, {"speaker": "Ranulf", "line": "We've just begun crossing the river. This fog worries me. I can't see the other side at all."}, {"speaker": "Skrimir", "line": "When we first crossed this river, it was in triumph, thanks to that tiny strategist... Ranulf: C'mon, Skrimir... You're hurting morale."}, {"speaker": "Skrimir", "line": "I was defeated. By a beorc. How can I return to Gallia with this shame? If only I had died, I wouldn't have to suffer this humiliation!"}, {"speaker": "Ranulf", "line": "Skrimir, stop. If you had died, Gallia would have lost a brave soldier."}, {"speaker": "Skrimir", "line": "Brave? I am a failure... Please. Leave me alone."}, {"speaker": "Ranulf", "line": "..."}, {"speaker": "Lyre", "line": "Hey, Kyza... Do you smell that?"}, {"speaker": "Kyza", "line": "I can't smell anything. What is it?"}, {"speaker": "Lyre", "line": "Hm. Maybe it's just my imagination."}, {"speaker": "Ranulf", "line": "Think hard. What kind of smell?"}, {"speaker": "Lyre", "line": "Hello, Captain Ranulf! Um, well... Let's see. What IS that smell? Oh, I know! It smells like one of those torches that the beorc use!"}, {"speaker": "Ranulf", "line": "What?!"}, {"speaker": "Kyza", "line": "Are we being pursued? I don't smell any beorc."}, {"speaker": "Ranulf", "line": "That's because the wind is blowing from the other side. Oh no... I have a bad feeling about this. Call a halt on the river crossing! Kyza, Lyre! Go tell everyone else. I'll make a run for the lead force and let them know! I just hope it's not too late!"}, {"speaker": "Lyre", "line": "No... No! The enemy is here? No way!"}, {"speaker": "Kyza", "line": "Lyre, run to the left wing and inform them of the situation.  Lyre!"}, {"speaker": "Micaiah", "line": "Not yet. Wait for them to get closer. Everyone, stay quiet..."}, {"speaker": "Sothe", "line": "There's the lead force!"}, {"speaker": "Micaiah", "line": "Everyone! Take your positions! Attack!"}], "battle": [{"speaker": "Lethe", "line": "Blast! We're being ambushed! Grr... Turn back! Brothers, turn back!"}, {"speaker": "Gallia", "line": "Never!"}, {"speaker": "Lethe", "line": "What did you just say?!"}, {"speaker": "Gallia", "line": "We're the beast tribe! I'd rather die than be a coward!"}, {"speaker": "Lethe", "line": "...Fine. No pulling back. We stay here and fight to the last. All forces, attack!"}, {"speaker": "Ranulf", "line": "Lethe, you idiot! Why won't you fall back?!"}, {"speaker": "Lethe", "line": "The soldiers think that if we retreat any longer, we'd be throwing away our pride."}, {"speaker": "Ranulf", "line": "You're following the lead of some blood-crazed soldiers? You're supposed to be in charge!"}, {"speaker": "Lethe", "line": "I know that retreat is the sane course of action, Ranulf. But if we run now, we'd lose the values we hold dearest in our hearts!"}, {"speaker": "Ranulf", "line": "...Fine, Lethe. As long as it's your decision, not someone else's. I'll join the others in the back and watch over Skrimir. We're counting on you!"}, {"speaker": "Lyre", "line": "Lethe! Are you out here? Where are you?"}, {"speaker": "Lethe", "line": "Lyre! What are you doing here?!"}, {"speaker": "Lyre", "line": "Lethe! Oh, Lethe! You're safe! I'm so glad you're all right!"}, {"speaker": "Lethe", "line": "Why are you sneaking around?! Get back into position!"}, {"speaker": "Lyre", "line": "What?! How dare you! I was just... Oh, forget it! I don't care what happens to you anyway!"}, {"speaker": "Lethe", "line": "I'm sorry, Lyre. It's much too dangerous here. Get back in position. Now."}, {"speaker": "Black Knight", "line": "..."}, {"speaker": "Micaiah", "line": "Sir Knight! You're safe! But where have you been?"}, {"speaker": "Black Knight", "line": "My maiden. I shall not ask why you choose to engage in this battle."}, {"speaker": "Micaiah", "line": "For that, you have my thanks."}, {"speaker": "Black Knight", "line": "I am here to protect you. There need be no other reason. Do not leave my side."}, {"speaker": "Micaiah", "line": "I understand. Then I shall not ask you why you have been absent. I want you to know, I'm happy to see you again. I am very glad you're safe."}, {"speaker": "Black Knight", "line": "..."}], "boss": [{"speaker": "Lethe", "line": "Grr... Their defenses are strong. We can't push through them. But we can't pull back! Retreat is not an option! I'll give my life to uphold the honor of the beast tribe!"}], "end": [{"speaker": "Micaiah", "line": "This is pointless. The Gallian soldiers just keep coming, no matter how many we take down. If we keep this up, both sides will take horrible casualties."}, {"speaker": "Lethe", "line": "Grr, I can't find an opening! If only I could find one weak point, we could break through!"}, {"speaker": "Ranulf", "line": "These guys are really clever. They must have a veteran commander to use a strategy like this."}, {"speaker": "Lethe", "line": "Ranulf! But, what about General Skrimir?! Isn't he supposed to be at the back of the army?"}, {"speaker": "Ranulf", "line": "You know how he is. I've got six strong men trying to keep Skrimir from coming out here."}, {"speaker": "Lethe", "line": "All right, then. We'll show these beorc a real fight. We should regroup, and..."}, {"speaker": "Ranulf", "line": "Wait. Look, over there."}, {"speaker": "Micaiah", "line": "All troops, lower your weapons! I'm going to propose a cease-fire to the Laguz Alliance."}, {"speaker": "Ranulf", "line": "I've seen that black armor before. You're with the Daein army! Why is Daein attacking us?!"}, {"speaker": "Micaiah", "line": "Are you the general of this army? I am Micaiah, a general of the Daein Royal Army."}, {"speaker": "Lethe", "line": "Wait, you're the one in command?!"}, {"speaker": "Micaiah", "line": "My king, Pelleas, has decided to answer Begnion's request for help in fighting the Laguz Alliance. You have no chance for victory. Further bloodshed is meaningless. Please surrender while you can."}, {"speaker": "Lethe", "line": "Do not insult us, tiny beorc! We'd rather die than surrender!"}, {"speaker": "Micaiah", "line": "Behind you lies the Begnion army. In front of you is the Daein army. You've nowhere to run."}, {"speaker": "Ranulf", "line": "Well, I guess we'll just have to chase you down like cattle and press on. Sound good to you, Skrimir?"}, {"speaker": "Micaiah", "line": "What in the goddess's name was that?!"}, {"speaker": "Sothe", "line": "Get back, Micaiah! That roar... That must be a lion! Lion laguz are stronger than the cat or tiger laguz we've been fighting."}, {"speaker": "Ranulf", "line": "Hey... Is that you, Sothe? You look so much older now. Beorc grow up so fast... Just like Ike. Remember him, Sothe?"}, {"speaker": "Sothe", "line": "What? So Commander Ike really IS fighting with you?!"}, {"speaker": "Ranulf", "line": "Let's just say you shouldn't assume that you can see all of our troops. Sothe, if you care for this girl at all, get her and her men out of here. That's my only warning to you."}, {"speaker": "Micaiah", "line": "Wait!"}, {"speaker": "Sothe", "line": "Stop, Micaiah. If we chase them, they'll kill us for sure."}, {"speaker": "Micaiah", "line": "..."}, {"speaker": "Micaiah", "line": "General Tauroneo! What brings you out here? Has something happened to the king?"}, {"speaker": "Tauroneo", "line": "No, I am here to deliver supplies. ...And to see how the battle fares."}, {"speaker": "Sothe", "line": "You made up a clever excuse and convinced the king to let you come here? I'm impressed. Thanks for coming, General Tauroneo."}, {"speaker": "Tauroneo", "line": "Don't worry about it. I trust that the fight is going well against the Laguz Alliance?"}, {"speaker": "Micaiah", "line": "Yes, but the enemy seems to have additional forces deployed in the area. I expect another battle to begin very soon, and I doubt it will be as easy as the last."}, {"speaker": "Tauroneo", "line": "So, we still remain on the brink of battle. I see."}, {"speaker": "Micaiah", "line": "I shall do my best to defeat the Laguz Alliance quickly. When this battle is over, please persuade the king to negotiate a peace treaty as soon as possible. Would you do this for me? Would you please talk to the king and help to stop this pointless war?"}, {"speaker": "Tauroneo", "line": "I shall try..."}], "narration": ["The Daein army takes to the field and deals a heavy blow to the army of the Laguz Alliance. This sudden aggression shocks the Alliance like a lightning bolt on a clear day.", "With their only avenue of retreat blocked, the forces of the Laguz Alliance begin to despair. As the last shred of hope is fading, Skrimir appears before his troops and rallies them on, bolstering their failing strength. Gallian morale is further improved by the appearance of Tibarn and Ike's forces, who aid the beast army with talon and steel."], "conversation": [{"speaker": "Micaiah", "line": "I wonder what this is?"}, {"speaker": "Sothe", "line": "Let me see. Ah, that’s a master crown. King Pelleas got one especially for you."}, {"speaker": "Micaiah", "line": "How do you use it?"}, {"speaker": "Sothe", "line": "He said that a beorc who honed their combat skills could use it to gain further power."}, {"speaker": "Micaiah", "line": "Someone who has refined their skills. I see. So, not everyone can use it."}, {"speaker": "Sothe", "line": "Sounds like it. It’s a very precious item, so choose the recipient with care."}, {"speaker": "Micaiah", "line": "All right."}, {"speaker": "Micaiah", "line": "Here you go, Jill. This weapon is for you."}, {"speaker": "Jill", "line": "...Thank you. Um... Lady Micaiah, I have to ask. What is the purpose of this war?"}, {"speaker": "Micaiah", "line": "King Pelleas has decided to come to the aid of Begnion."}, {"speaker": "Jill", "line": "Has he deigned to share his reasoning with you? Micaiah, this war is madness! Why would he ask us to aid Begnion!?"}, {"speaker": "Micaiah", "line": "...I don’t know."}, {"speaker": "Jill", "line": "Wonderful."}, {"speaker": "Micaiah", "line": "I believe in our king. That’s all I can say."}, {"speaker": "Jill", "line": "At least someone does."}, {"speaker": "Micaiah", "line": "Edward, I have something for you..."}, {"speaker": "Edward", "line": "Really? What is it?"}, {"speaker": "Micaiah", "line": "It’s a gift from King Pelleas. One of Daein’s national treasures, the blade Caladbolg."}, {"speaker": "Edward", "line": "What? Whoa, this thing is amazing! I’ve never seen a blade so sharp! Is it really for me? That means the king’s counting on me, right? Well, Caladbolg and I won’t let him down!"}, {"speaker": "Micaiah", "line": "Um... Listen, Edward, this war... Daein really shouldn’t be..."}, {"speaker": "Edward", "line": "Huh? Shouldn’t be what?"}, {"speaker": "Micaiah", "line": "Oh, never mind. It’s nothing. Forget I said anything."}, {"speaker": "Edward", "line": "OK, sure. Um, Micaiah? Look, I don’t know anything about kings, or nobles, or anything else like that. But you’re fighting because you believe it’s what’s best for Daein, right? And, well, that’s good enough for me. I’m with you, no matter what."}, {"speaker": "Micaiah", "line": "Oh, Edward..."}, {"speaker": "Edward", "line": "Now, I want to use this sword! They’re going to write song about me after this, I just know it!"}, {"speaker": "Micaiah", "line": "Leonardo, King Pelleas asked me to present you with this bow. This is Lughnasadh. It’s been stored away in the vaults of Daein, waiting for someone worthy enough. It’s more powerful than the purest silver bow."}, {"speaker": "Leonardo", "line": "It’s beautiful... Honestly, this bow is beyond my skill. It was crafted for better hands than mine. I guess... I guess we really have to win now, don’t we?"}, {"speaker": "Micaiah", "line": "Yes, I suppose we do."}, {"speaker": "Leonardo", "line": "Don’t look so sad, Micaiah. You’re not responsible for this war. We’re doing the best we can hope to do. But I’m fighting for Daein. The circumstances may change, but my feelings never will."}, {"speaker": "Micaiah", "line": "Hello, Nolan. A gift from King Pelleas has arrived for you."}, {"speaker": "Nolan", "line": "You’re kidding me... it can’t be! That’s Tarvos, isn’t it? That’s one wicked-looking axe. I’d heard stories about the fabled axe of Daein, but to actually feel the heft... King Pelleas wants me to have it? I always did like that man. I’ll take good care of it, don’t you worry."}, {"speaker": "Micaiah", "line": "I know you will, Nolan. King Pelleas does too. That’s why he’s chosen to give it to you."}, {"speaker": "Nolan", "line": "Micaiah, look... I know how hard it is to be a commander, especially with all of this confusion and doubt flying around. Fighting a war you don’t believe in is a bitter pill to swallow."}, {"speaker": "Micaiah", "line": "Nolan, I--"}, {"speaker": "Nolan", "line": "Just remember something, will you? We’re still the Dawn Brigade. Lots of us aren’t your \"comrades,\" we’re your family. If you need anything, we’re with you, no matter what. Nothing’s going to change that."}, {"speaker": "Micaiah", "line": "Oh, Nolan... Thank you so much."}]}