{"chapter": "3:7", "title": "Rivals Collide", "speakers": ["Ike", "Tibarn", "Ranulf", "Skrimir", "Soren", "Titania", "Reyson", "Sothe", "Micaiah", "Daein", "Janaff", "Ulki", "Lethe", "Zihark", "Mordecai", "Ilyana", "Brom", "Jill", "Haar", "Mist", "Fiona", "Meg", "Aran", "Laura", "Edward", "Leonardo", "Nolan", "Black Knight", "Begnion", "Pelleas", "Lekain", "???", "Almedha", "Lyre", "Kyza"], "dialogue_counts": {"Ike": 36, "Tibarn": 4, "Ranulf": 17, "Skrimir": 3, "Soren": 11, "Titania": 1, "Reyson": 22, "Sothe": 33, "Micaiah": 55, "Daein": 5, "Janaff": 12, "Ulki": 7, "Lethe": 6, "Zihark": 41, "Mordecai": 6, "Ilyana": 26, "Brom": 8, "Jill": 37, "Haar": 10, "Mist": 10, "Fiona": 1, "Meg": 6, "Aran": 1, "Laura": 1, "Edward": 1, "Leonardo": 1, "Nolan": 1, "Black Knight": 7, "Begnion": 1, "Pelleas": 7, "Lekain": 3, "???": 1, "Almedha": 4, "Lyre": 8, "Kyza": 7}, "gender_counts": {"M": 238, "F": 149, "N": 13, "A": 0}, "lines": 402, "transitions": "MMMMMMMMMMMMMMMMMMFMMMMMMMMMM-MFMFMFMFMFMF-MM-NMF-MMMMMMMMMMMMMMMM-MMMMMM-MMMMMMM-MMMMMM-FMFMFMFMF-MMMMMMMMMMM-FMFMFMFMFMF-MMMMMMMMMMMM-M-M-MMMMMMM-M-F-FMFMFMFMFMFMFMFMFMFMF-FFFFFFFFFFFFFFFFFFFF-MFMF-FMFMF-FFFFFFF-FF-F-F-N-M-F-M-M-M-M-MFMFMFMFMF-MNM-MNMNMNMN-MMMMM-MMMMMMMMM-M-MMMMMMMMMMMMMMM-MMMM-FMFMF-MFMF-MMMMMM-MFMFM-F-MFMFMFMFMF-FFFFFFFFFFFFFFFFFFFFF-FFFFFFFFFF-FMFMFMFMFMF-F-FMFMFMF-MFMFMFMF-MMM-NMNFMFNFNMNMF-MF--MMMMMMNMFMFMFMF--MFMFMMFMFMMMFMFMFMFM", "intro": [{"speaker": "Ike", "line": "The Daein army is working with Begnion? That's unexpected, to say the least..."}, {"speaker": "Tibarn", "line": "Why would Daein join the war? I thought all their resources would be tied up in reconstruction."}, {"speaker": "Ranulf", "line": "Yeah, that bothers me too. There's something weird about all of this. Didn't Daein resent Begnion's occupation? Why would they be so quick to help out their former enemy?"}, {"speaker": "Skrimir", "line": "Why does not matter. We are running out of time. We must deal with this quickly, if we are to get home."}, {"speaker": "Ike", "line": "General Skrimir! Have you recovered from your wounds already?"}, {"speaker": "Skrimir", "line": "Yes. Do not underestimate the healing power of the beast tribe."}, {"speaker": "Tibarn", "line": "All right, everyone's here. Let's begin the meeting."}, {"speaker": "Ranulf", "line": "The immediate threat is the Daein army. They're dug in around the area that we'll have to use to cross the Ribahn. Maybe we can find another spot to cross?"}, {"speaker": "Soren", "line": "No, we can't afford it. If we waste any more time, the Central Army will catch up to us. If that happens, we're dead."}, {"speaker": "Ike", "line": "Ranulf, tell me your impression of the Daein army. Anything special?"}, {"speaker": "Ranulf", "line": "...Well, there weren't very many of them, but their morale was really up there. Their commander seemed very clever, as well."}, {"speaker": "Soren", "line": "It must be the Maiden of Dawn."}, {"speaker": "Ike", "line": " Who?"}, {"speaker": "Soren", "line": "She was the hero of the recent Daein uprising. Micaiah is her name, if I recall correctly. Supposedly she has performed miracles and turned many losing battles into victories. An interesting figure."}, {"speaker": "Ranulf", "line": "Miracles? I'm finding that a bit hard to swallow. Are you sure about that?"}, {"speaker": "Soren", "line": "Who knows? Personally, I doubt it. All I know is that the Daein army believes in her miracles, which makes her dangerous."}, {"speaker": "Soren", "line": "This Maiden of Dawn is supposed to be the savior of Daein, whose miraculous powers freed their people from tyranny. In other words, her followers are fanatics who see her as a goddess. She will make a formidable enemy."}, {"speaker": "Ranulf", "line": "If we attack them head-on, the fighting won't stop until one side is decimated. There's got to be a way to avoid that, right?"}, {"speaker": "Titania", "line": "What about a decoy force, like we've used in the past?"}, {"speaker": "Tibarn", "line": "The decoy only worked because the enemy didn't expect it. I wouldn't count on the same strategy working twice."}, {"speaker": "Soren", "line": "Not necessarily. The empire assumes superiority over all other countries. Begnion is only using the Daein army as a pawn to stop us, and likely won't care if it is destroyed in the process. As such, the Daein army is most likely uninformed about our past tactics."}, {"speaker": "Ranulf", "line": "You might have a point there. I went scouting after the fog cleared, and their forces looked really unprepared to fight us. They had no ballistae, and they hadn't fielded many fire mages. It felt like they didn't know a thing about fighting laguz."}, {"speaker": "Soren", "line": "Then we should definitely have a decoy force hit them head-on, while the bulk of the army crosses the river in the meantime."}, {"speaker": "Ike", "line": "I'll head up the decoy force, then. The armies of Gallia and Phoenicis can cross the river while we fight."}, {"speaker": "Ranulf", "line": "I'll go with you, Ike. Daein would get suspicious if they didn't see any laguz in the enemy force."}, {"speaker": "Tibarn", "line": "Sounds like a plan to me. Take some of my men as well, if you want. I don't want their talons getting dull."}, {"speaker": "Ranulf", "line": "The Laguz Alliance may have lost the war of might. But we haven't lost the war to save the lives of our brothers! This fight will be ours!"}, {"speaker": "Skrimir", "line": "Yes! With the fangs and wings of the laguz and the knowledge of the beorc, we will return home!"}, {"speaker": "Reyson", "line": "Daein cannot stop us now, just as they could not stop us during the Mad King's War. We can do this!"}, {"speaker": "Sothe", "line": "The laguz failed to cross the river. This is their last chance to try. This time, they'll attack with beorc as well."}, {"speaker": "Micaiah", "line": "Sothe, you know what that means. If we end up fighting beorc..."}, {"speaker": "Sothe", "line": "I know. We'll probably be fighting the Greil Mercenaries. I'm aware. It's not going to be pretty."}, {"speaker": "Micaiah", "line": "Sothe. Tell me more about Commander Ike."}, {"speaker": "Sothe", "line": "Why? You used to hate it when I said anything about him."}, {"speaker": "Micaiah", "line": "I want to know more about the man I'll be fighting against. What kind of a person is he?"}, {"speaker": "Sothe", "line": "Well, let's see... He's generous. He doesn't care about petty things. He holds no prejudice against laguz, nor does he care about the opinions of the nobles. He's a master swordsman. He accomplishes everything he sets out to do. He's a true hero."}, {"speaker": "Micaiah", "line": "I see. He sounds...quite different from King Pelleas."}, {"speaker": "Sothe", "line": "Micaiah, they don't even compare. King Pelleas lacks any leadership or decision-making skills."}, {"speaker": "Micaiah", "line": "...That may be, but I believe in King Pelleas. His heart is in the right place. I believe in his virtuous nature and his commitment to being a good king..."}, {"speaker": "Sothe", "line": "Even though he would set you out on a war that doesn't involve Daein at all? A war of bigotry and hate, fighting on the same side as our real enemies? You're smarter than this, Micaiah."}, {"speaker": "Micaiah", "line": "Sothe, we've been through this. I know we're about to fight Ike and the Greil Mercenaries, but I..."}, {"speaker": "Ike", "line": "It's time. Shall we?"}, {"speaker": "Ranulf", "line": "Sigh... Those two are still here. So much for friendly advice, I guess. Now it's friends against friends... Things are getting crazy around here."}], "battle": [{"speaker": "Zihark", "line": "The Greil Mercenaries... They really are here. There's no way we can win this. Sorry, guys. I'm turning back for now. I really suggest you all retreat as well."}, {"speaker": "Jill", "line": "My friends... It grieves me to meet again under these circumstances."}], "recruit-talk": [{"speaker": "Jill", "line": "Sir Haar! Why are you fighting for these people?!", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Hey, you stole my question! Why are you fighting in the Daein army?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "There was a war to liberate Daein while you were gone. So I joined the army again.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Well, it looks like you did a good job. Daein has been liberated. So why are you still with the army?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "I can't just leave! These people are my friends!", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Oh, stop with the sentimental nonsense, Jill. In case you haven't noticed, you're fighting your friends, too.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "What about you, then? How did you end up in this fight?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Well... Somehow, I got mixed up in putting down uprisings in Crimea. And then I ended up with the Laguz Alliance because...you know, being old friends with Ike and all that.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "What?! That is hardly a cause worth fighting for!! You're unbelievable!", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "All right, enough debating. What do you want to do now? Do you want to fight me?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "Of course not! I could never...", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Then join me.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "Easy for you to say!", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "You're full of doubt. How do you live like that all the time? Is that how your father wanted you to live? Afraid to trust your own instincts?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "But...", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Daein has no business in this war. You know that, right?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "But...what about my comrades? What about my friends?", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Is dying how you show loyalty? If you're really their friend, then fight alongside us! Maybe that will get them to think about what they're doing.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "Oh, Captain...", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Haar", "line": "Come with me, Jill. We both know that we should follow our hearts, even if it makes us traitors. We know that better than anyone. For the sake of your father, live your life without shame.", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Jill", "line": "Y-you're right, Captain Haar! I've been so foolish. Just as before. I would be proud to serve with you. And...Captain Haar? Thank you. Thank you so much...", "recruiter": "Haar", "recruit": "Jill"}, {"speaker": "Mist", "line": "Jill! I can’t believe it! It is you!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Oh, Mist...", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "I’m so glad to see you!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Wh-what?", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "Well, I was wondering about what to do if I saw you here with the Daein army. I had it all worked out, you see? And, well, here you are! It’s great!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Mist. We’re enemies now.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "No, you have to listen, Jill. Let’s not fight. There’s a really easy solution to this whole mess!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "But... what?", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "Just listen! It’s so simple! Since Daein shouldn’t be in this war, they shouldn’t be here right now, right? And you and I are friends, right? So we can each pretend that the other one of us isn’t here! Isn’t that great?", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Mist, that makes absolutely no sense. Besides, that’s no the issue here! You’re a mercenary. You know how th–", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "We’re not fighting. That’s final.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Mist?!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "Jill, you’d never turn your weapon against me. I just know it. I trust you, because you’re my friend.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Oh, Mist... All right, that’s it. I’ve had enough of this.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "Jill?", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "You made my last doubts fade away. I’ve made my decision. I’m not fighting in the Daein army anymore. I’m joining back up with you.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "Jill! I knew you’d come around!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "I feel bad for my comrades in Daein, but I’m going to stand by what I believe. I will not be ashamed anymore.", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Mist", "line": "That’s the Jill I know and love!", "recruiter": "Mist", "recruit": "Jill"}, {"speaker": "Jill", "line": "Thank you, Mist!", "recruiter": "Mist", "recruit": "Jill"}], "recruit-battle": [{"speaker": "Micaiah", "line": "My wounds... They're nothing! They're nothing compare to what my people have suffered! We won't lose! We'll never give up!"}, {"speaker": "Micaiah", "line": "You're...", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Ike", "line": "Hello.", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "You must be Ike, of the Greil Mercenaries.", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Ike", "line": "And you're the Maiden of Dawn, Micaiah?", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "I feel like I know you already. Maybe it's because Sothe has told me so much about you.", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Ike", "line": "I hate to do this to Sothe, but if you stand before me as my enemy, you'll get no mercy from me.", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "...Good. I prefer it that way. Prepare yourself!", "unit": "Ike", "boss": "Micaiah"}, {"speaker": "Soren", "line": "...Ah, that explains quite a bit about the stories that surround you.", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "Who are you? You're... You're just like me!", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Soren", "line": "Yes, they call our kind the Branded. As the years pass, I understand better and better how others see us.", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "You are so...cold. It's like you're cloaked in frost. Is there even blood in your veins?", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Soren", "line": "There is. Blood very similar to yours, in fact. Blood that teaches us what it means to be rejected and alone.", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "Your heart is frozen, but I feel a warm core trying to melt through that ice. I see... You have someone you cherish very much. Someone you rely on.", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Soren", "line": "Do not presume to understand me, you ridiculous girl. You have no idea who I am and what I can do. None at all. Daein has no business in this war. I will defeat you swiftly and send you and your army back to Daein.", "unit": "Soren", "boss": "Micaiah"}, {"speaker": "Micaiah", "line": "I finally meet my own kind, and he is an enemy... ...I will not retreat. I won't let you go any further!", "unit": "Soren", "boss": "Micaiah"}], "character-falls": [{"speaker": "Jill", "line": "They're so strong... Even stronger than three years ago. Lady Micaiah, I apologize. I must head back for now."}, {"speaker": "Fiona", "line": "Most impressive! I cannot fight with a wound like this. I'll be back shortly..."}, {"speaker": "Meg", "line": "Oww! Sorry, y'all. I'm turnin' back for now."}, {"speaker": "Aran", "line": "Be careful! They're much stronger than any of the foes we've encountered! They defeated me, as well... I'm falling back temporarily."}, {"speaker": "Laura", "line": "Oh no, is this...blood? I'm sorry, Lady Micaiah. I must heal my wounds."}, {"speaker": "Edward", "line": "Ugh...! My ribs... Sorry, Micaiah. I've gotta fall back!"}, {"speaker": "Leonardo", "line": "We're totally outclassed in this battle. This is insane. Micaiah, I'm sorry. I have to turn back for now..."}, {"speaker": "Nolan", "line": "Blast! They're better than I expected! I'm sorry, Micaiah. I need to turn back for a while."}, {"speaker": "Black Knight", "line": "Stand aside. You are no match for me."}], "battle-talk": [{"speaker": "Reyson", "line": "Micaiah, the Maiden of Dawn... Is that what they call you?", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Who are you? Your wings look just like Rafiel's.", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Reyson", "line": "I am Reyson. My brother told me about you. That is why I'm here. Please pull back your troops. Our enemy is not Daein. This is not your fight. Am I not correct?", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I know how you feel... Though I owe a debt to Rafiel, I cannot do what you ask. It's not that I don't want to! I think this whole war is madness! But I must keep fighting.", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Reyson", "line": "Why is that?", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "This fight is my king's will. I cannot stop fighting just because I don't agree with him. If we don't pull together under our new king, Daein will fall apart again, just as it did before its liberation. I believe in King Pelleas. I believe that our king will lead the people of Daein to happiness.", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Reyson", "line": "...I see. I understand your position. Please accept my apology for asking the impossible.", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "What? What do you mean?", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Reyson", "line": "You are fighting to protect your beliefs. I understand that now. But remember that we also cannot, and will not, pull back. We both carry a heavy burden. That's why we're here.", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Yes...", "person_1": "Reyson", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Oh...", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Ilyana! I remember now... You said that you were a member of the Greil Mercenaries in Ashnard’s War.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Yes.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I’m sorry.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Let’s not do this. Please?", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "What?", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Let’s not fight.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "If that means letting the Laguz Alliance get by us, I cannot agree to it.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "I see... That’s too bad.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "How is everyone in the caravan?", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "They’re fine.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I’m glad to hear that.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Maybe... we should fight.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "What?", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "We’re enemies now. We can’t stand here and try to have a normal conversation. It’s too strange...", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Ilyana...", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "It’ll be all right. I’m really strong against your spells, and my magic is not powerful enough to defeat you. We’ll be fine.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "But if we’re equally matched, why should we fight at all? It sounds... wrong.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Of course it’s wrong! The fact that we’re fighting is all wrong! We don’t even dislike each other!", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "...", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Ilyana", "line": "Let’s just fight and pretend like this conversation never took place.", "person_1": "Ilyana", "person_2": "Micaiah"}, {"speaker": "Jill", "line": "Lady Micaiah!", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Jill...", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Jill", "line": "Lady Micaiah... I cannot continue to fight for Daein. It’s all gone wrong. I’m here to tell you that... This is good-bye. I must part ways with you.", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I... see.", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Jill", "line": "I am joining the Laguz Alliance. But it’s not because I want to fight the Daein army.", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Jill, I don’t understand...", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Jill", "line": "Please retreat! There is no reason for Daein to get involved in this war. You know that better than anyone, Lady Micaiah! This is madness!", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I can’t do that.", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Jill", "line": "...Very well. I will not give up hope. I’ll stand before you as many times as it takes. I will get you to leave this fight.", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Jill...", "person_1": "Jill", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Zihark...", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Zihark", "line": "As you can see, I’m with the Laguz Alliance now. I can’t lie to myself anymore, Micaiah. I’m sorry.", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I see...", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Zihark", "line": "Tell me, Micaiah. Why did Daein become an enemy of the laguz? Daein has a new king now. Why can’t it escape the grip of Begnion?!", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I don’t know, Zihark. I wish I did. I’m sorry...", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Zihark", "line": "No, I’m the one who should be sorry. I know this isn’t your fault. It’s just that... now I wonder if the time I’ve spent fighting to liberate Daein was well spent. It makes me sad.", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "Will you cut me down?", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Zihark", "line": "That depends on you, Micaiah. Will you try to kill me?", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "You are an enemy of Daein now. But... I... How could I? How could I possibly kill you?", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Zihark", "line": "I feel the same way. I couldn’t possibly hurt you. However, fighting laguz is something I will not do for anyone. Where do we go from here?", "person_1": "Zihark", "person_2": "Micaiah"}, {"speaker": "Micaiah", "line": "I... I don’t know...", "person_1": "Zihark", "person_2": "Micaiah"}], "boss": [{"speaker": "Micaiah", "line": "Just as you have a reason to fight, so do we."}], "end": [{"speaker": "Ulki", "line": "...Janaff. The king is calling us."}, {"speaker": "Janaff", "line": "Hmm, right. Good! Looks like we did it! Ike! The main force has crossed the river. We did it!"}, {"speaker": "Ike", "line": "Excellent. Everyone, push through! Let's meet up with the main force!"}, {"speaker": "Daein", "line": "The beast soldiers are behind us! We're being attacked from behind!"}, {"speaker": "Sothe", "line": "The Gallians?! How did they cross the river?!"}, {"speaker": "Daein", "line": "It's not just the beasts! There are hundreds of hawks, as well!"}, {"speaker": "Micaiah", "line": "Even the hawk tribe is here? The Begnion army never told us that they had moved out..."}, {"speaker": "Sothe", "line": "...They got us. Commander Ike's force was just a decoy."}, {"speaker": "Micaiah", "line": "Staying will only increase casualties. Let's retreat."}, {"speaker": "Daein", "line": "No, Maiden! We can still fight! Please give us your orders!"}, {"speaker": "Micaiah", "line": "I have. We shall retreat! I will not let all of you die in vain!"}, {"speaker": "Begnion", "line": "But..."}, {"speaker": "Sothe", "line": "General's orders. We kept our losses to a minimum. That's enough for this battle."}, {"speaker": "Daein", "line": "Yes, sir!"}, {"speaker": "Sothe", "line": "Micaiah, I'm surprised. This is the first time you couldn't predict the enemy's movement."}, {"speaker": "Micaiah", "line": "...You're right."}, {"speaker": "Sothe", "line": "Micaiah?! What's wrong?!"}, {"speaker": "Micaiah", "line": "Sothe, don't... Just act...normal. Everyone...is watching..."}, {"speaker": "Pelleas", "line": "What? Micaiah failed to eradicate the Laguz Alliance?! No!"}, {"speaker": "Lekain", "line": "Hmm, this looks bad, King Pelleas. Is this how the people of Daein repay Begnion for all the kindness it has offered them? I'm afraid Daein and the senate's friendly relationship stops here."}, {"speaker": "Pelleas", "line": "P-please, wait! Give me one more chance, I beg of you!"}, {"speaker": "Lekain", "line": "Well, well... Since you begged, I suppose... I will consider it."}, {"speaker": "Pelleas", "line": "Please, just listen... Daein remains loyal to the senate. We will carry out any task give to us. Your whim is our command. Just, please give us another chance!"}, {"speaker": "Lekain", "line": "Very well. We shall overlook your failure this one time. But only once. Farewell, young king of Daein."}, {"speaker": "???", "line": "Pelleas..."}, {"speaker": "Pelleas", "line": "...Mother!"}, {"speaker": "Almedha", "line": "That man you were speaking with... He is a senator from Begnion, correct? Duke Lekain of Gaddos, I believe? He was here before as part of the empire's inspection team. He came in Duke Persis's stead."}, {"speaker": "Pelleas", "line": "Yes. You are quite right, Mother. That was Vice-Minister Lekain of Begnion. So you saw us together..."}, {"speaker": "Almedha", "line": "Tell Mother what happened. You look absolutely terrified. Does that man have something on you? Is he trying to hurt you? It's all right to tell your mother th--"}, {"speaker": "Pelleas", "line": "No. It's quite all right, Mother. We were talking about the future of our two countries, and how we might...repair our relationship."}, {"speaker": "Almedha", "line": "But--"}, {"speaker": "Pelleas", "line": "Please go back to your room. I shall go rest as well. I find myself very tired of late."}, {"speaker": "Almedha", "line": "Pelleas... Wait! Oh, my son..."}], "narration": ["The diversion created by the Greil Mercenaries allows the Laguz Alliance to slip successfully past the Daein army's blockade.", "Yet General Zelgius and his Central Army show no mercy and continue their relentless pursuit of the Laguz Alliance. The weakened alliance is forced to a hard choice: they must pass through the northern edge of the Serenes forest. From there, they will try to make their way to a hidden road that will lead them out of Begnion and back to Gallia."], "conversation": [{"speaker": "Ranulf", "line": "So, it happens to be that I have a very rare and precious item in my possession. Which one of you thinks you deserve a gift?"}, {"speaker": "Lyre", "line": "Ooo, me! Me! I want it!"}, {"speaker": "Kyza", "line": "No, Captain! You should give it to me! After all, I’m your faithful servant."}, {"speaker": "Lyre", "line": "What!? No way! That stuffy know-it-all doesn’t need it! Look at me! I’m so tiny and helpless, I need all the help I can get. You wouldn’t want me to get hurt, would you?"}, {"speaker": "Kyza", "line": "A stuffy know-it-all?! Oh, I say! How dare you, madam!? Captain Ranulf! You know that rewarding her behavior will only encourage her to act up in front of others! Have I not always followed your orders without question, both quickly and effectively?"}, {"speaker": "Ranulf", "line": "All right, all right... Sheesh. You know, I personally don’t really care which of you gets it."}, {"speaker": "Lyre", "line": "You hold it right there, Kyza! I think you just called me a brat!"}, {"speaker": "Kyza", "line": "Pfft. I’m only stating the obvious. If you don’t like it, don’t act so childish."}, {"speaker": "Lyre", "line": "Hmph! You stuck-up old alley cat!"}, {"speaker": "Kyza", "line": "Stuck up?! Your mother would be ashamed at your lack of manners!"}, {"speaker": "Ranulf", "line": "Argh! Stop already! I’m sorry I asked. Obviously I have to make the decision for you. All right, Kyza! This is yours. Take it."}, {"speaker": "Kyza", "line": "Oh, thank you! Thank you! You’ve made me the happiest person in the army, Captain! Hah!"}, {"speaker": "Lyre", "line": "What!? Why!? Why did you give it to him!?"}, {"speaker": "Ranulf", "line": "He’s your commanding officer."}, {"speaker": "Lyre", "line": "That’s not fair! He’s a stuffy old bore! And I’m wearing my prettiest collar..."}, {"speaker": "Kyza", "line": "Forget it, Lyre. The captain knows who slaves day and night to keep the army running smoothly!"}, {"speaker": "Lyre", "line": "No, no, no! The captain’s love is mine! All mine! Give it to me!"}, {"speaker": "Kyza", "line": "If you want it, you’ll have to take it!"}, {"speaker": "Lyre", "line": "Oh, you’re dead!"}, {"speaker": "Ranulf", "line": "What is it with you two? Sigh..."}]}