{"chapter": "3:8", "title": "Incandescent Glow", "speakers": ["Ike", "Janaff", "Ranulf", "Soren", "Ulki", "Zelgius", "Levail", "???", "Valtome", "Septimus", "Skrimir", "Tibarn", "Goldoa", "Reyson", "Dheginsea", "Ena", "Nasir", "Lethe", "Lyre"], "dialogue_counts": {"Ike": 17, "Janaff": 3, "Ranulf": 14, "Soren": 3, "Ulki": 1, "Zelgius": 9, "Levail": 2, "???": 1, "Valtome": 6, "Septimus": 7, "Skrimir": 13, "Tibarn": 4, "Goldoa": 1, "Reyson": 1, "Dheginsea": 7, "Ena": 6, "Nasir": 7, "Lethe": 10, "Lyre": 9}, "gender_counts": {"M": 87, "F": 25, "N": 9, "A": 0}, "lines": 125, "transitions": "MMMMMMMMMMMM-MMMNM-MMMMMMMMMMMMM--N-MMMMMM-N-N-N-NMNMN-MMM-MMMMMNMMMM-MMMMMMMMMMMMM-FMFMMF-MMM-MFMFMMMMMMMF--MMMMMMMMMM-FFFFFFFFFFFFFFFFFFF", "intro": [{"speaker": "Ike", "line": "How are we doing for time, Janaff?"}, {"speaker": "Janaff", "line": "They're gaining on us. Their lead force is about...let's say...one day off."}, {"speaker": "Ranulf", "line": "You've got to be kidding! How did they cover so much ground since yesterday?!"}, {"speaker": "Ike", "line": "They're definitely moving faster than we expected. At this rate, they'll catch us soon. Any ideas?"}, {"speaker": "Soren", "line": "...With the enemy closing in so quickly, it would be unwise to use this secret passage. If Begnion found it, it would give them an open invitation to surge across Gallia. Your kind would not be pleased."}, {"speaker": "Ranulf", "line": "We can't expose our country to that danger. We have to think of something else."}, {"speaker": "Ike", "line": "Well, we can't start a fight in the Serenes Forest. Besides the terrain disadvantage, the forest isn't fully healed, and we can't risk burning it down again. Soren, any ideas?"}, {"speaker": "Soren", "line": "Our options are profoundly limited, Ike. It appears our only other choice is those caves up ahead."}, {"speaker": "Ranulf", "line": "Caves? Oh...yeah, those are the Kauku Caves. We don't want to go there. It's a complex maze, full of lava and ash. Not exactly a place you'd want to rest. The legends say that, through the caves, there's one exit that leads to Gallia, and another exit that leads to Goldoa. Whatever the legends say, though, the fact is that it's suicide to go in there. We don't even have a map!"}, {"speaker": "Ulki", "line": "However, the more you hens carry on, the closer the enemy advances on us. They're now less than a day away."}, {"speaker": "Soren", "line": "If the enemy catches up to us in this forest, we will certainly die. The caves are known to be dangerous, so Begnion may not pursue. Even the most formidable natural hazard isn't as deadly as an intelligent, living enemy. We must go to the caves. Now."}, {"speaker": "Ike", "line": "All right, Soren. I trust you. Let's move out for the caves."}, {"speaker": "Zelgius", "line": "Are you sure? We have visual confirmation of the Laguz Alliance heading into the Kauku Caves?"}, {"speaker": "Levail", "line": "Yes, sir. The enemy must be desperate. Why else would they enter that forsaken death trap?"}, {"speaker": "Zelgius", "line": "We cannot go there without preparation. It would be suicide. Let's not follow them to their deaths. ...That ends our pursuit, then. Tell the men that this mission is over."}, {"speaker": "???", "line": "I cannot allow you to do that, my dear General."}, {"speaker": "Levail", "line": "You're--!"}, {"speaker": "Zelgius", "line": "Senator Valtome."}, {"speaker": "Valtome", "line": "Uwee hee hee. You're not even a tiny bit surprised, Lord Zelgius of Cador? What a frightful bore you are. I came here in secret just to surprise you."}, {"speaker": "Zelgius", "line": "Oh, I am surprised indeed. What would bring a senator of your station to a place like this? Do you bring new orders?"}, {"speaker": "Valtome", "line": "Uwee hee hee. Oh, yes. I am here to deliver a decision handed down by the senate. In its wisdom, the senate has appointed me commander in chief of the Imperial Army. From this moment on, this army is mine."}, {"speaker": "Zelgius", "line": "...I see. Then I am at your command. Your orders, Commander?"}, {"speaker": "Valtome", "line": "Uwee hee hee. Oh, you are ever so serious! You haven't changed one bit, Zelgius. One of these days, I will catch you off guard. Well, I suppose that impassive face of yours is just part of your charm."}, {"speaker": "Zelgius", "line": "...Senator Valtome. Your orders."}, {"speaker": "Valtome", "line": "Oh, yes, orders. Hmm, well, this battle is taking far too long for my taste. We will pull back and conquer Gallia by taking a different path."}, {"speaker": "Zelgius", "line": "I see. Then I shall inform my men."}, {"speaker": "Valtome", "line": "The northern force will stay here. Tell them to go inside the caves and search for bodies of dead sub-humans or something."}, {"speaker": "Zelgius", "line": "What?! Sending them into those caves is the same as sending them to the gallows. I implore you to reconsider, Commander."}, {"speaker": "Valtome", "line": "I gave my order, did I not? Get those men in those caves right this minute! And, Zelgius? Never question my orders again, or I'll have you killed. Is that clear? Besides, you should be happy. You're coming with me to finally wipe out those beasts. Come along now."}, {"speaker": "Zelgius", "line": "..."}, {"speaker": "Septimus", "line": "Why... Why do I always get stuck with these awful missions? I should have curried favor with General Zelgius! Then perhaps I wouldn't have had to step into these ghastly caves..."}, {"speaker": "Janaff", "line": "Hey, Ike! We have company."}, {"speaker": "Ike", "line": "Seems that way. What kind of numbers are we looking at? I can't see through all this smoke and heat."}, {"speaker": "Ranulf", "line": "It's just like Soren said: a token force."}, {"speaker": "Janaff", "line": "As far as I can tell, Zelgius isn't leading them. That helps things."}, {"speaker": "Ike", "line": "We have to keep the enemy away from Skrimir? And the others while they look for an exit. Let's proceed as planned. We have enough people here to deal with these clowns. Everyone ready?"}, {"speaker": "Ranulf", "line": "We're set. Let's finish this and get out of here!"}], "boss": [{"speaker": "Septimus", "line": "They told me that the enemy would be burnt by the time I reached them. The only thing I'd have to do was carry their dead bodies back as proof... It's just my luck that the enemy is alive and well! Why does this always happen to me?"}, {"speaker": "Septimus", "line": "AHHH! Th-they're here! Th-th-the sub-humans! The mongrels are here! They want to consume me!"}, {"speaker": "Septimus", "line": "I-I knew it... I knew I would end up like this..."}, {"speaker": "Septimus", "line": "Wh-who are you?!", "unit": "Ike", "boss": "Septimus"}, {"speaker": "Ike", "line": "Ike of the Greil Mercenaries. You don't look too good. Maybe you should just leave...", "unit": "Ike", "boss": "Septimus"}, {"speaker": "Septimus", "line": "Wait a moment... HAH! Look, everyone! Look at this one! He's not a beast! Oh, thank the goddess! Victory is nigh!", "unit": "Ike", "boss": "Septimus"}, {"speaker": "Ike", "line": "So... Chasing us into these caves wasn't the plum assignment that all the best generals wanted, huh?", "unit": "Ike", "boss": "Septimus"}, {"speaker": "Septimus", "line": "How DARE you! Take my spear, knave!", "unit": "Ike", "boss": "Septimus"}], "end": [{"speaker": "Skrimir", "line": "Ike, Ranulf! This way! I found a way out."}, {"speaker": "Ranulf", "line": "Excellent! Let's get out of here!"}, {"speaker": "Ike", "line": "You don't have to tell me twice."}, {"speaker": "Skrimir", "line": "Yes! We did it! We made it through the caves!"}, {"speaker": "Ike", "line": "Looks like we finally lost the Begnion army, as well. We can finally rest a bit."}, {"speaker": "Skrimir", "line": "I thought we were finished... I thought my rashness had killed us. But we've lived to see our land again!"}, {"speaker": "Tibarn", "line": "Hey, Skrimir. Has all the heat gone to that shaggy head of yours? Look around. Is this Gallia?"}, {"speaker": "Skrimir", "line": "...What?! No! We can't be in--"}, {"speaker": "Goldoa", "line": "You! By whose authority have you entered this land?!"}, {"speaker": "Ranulf", "line": "Goldoa, the land of the dragons... By the goddess, did we mess up."}, {"speaker": "Skrimir", "line": "The dragons... It is said they are the most powerful of all the laguz tribes. I've always wanted to fight a dragon, but I never expected it would happen like this... When our king finds out about this, I will have much explaining to do."}, {"speaker": "Tibarn", "line": "You've got to get home first, Skrimir. I guess we have to pay that stubborn old lizard a visit, don't we?"}, {"speaker": "Reyson", "line": "Let's go."}, {"speaker": "Tibarn", "line": "...And there you have it. We never intended to violate Goldoa's borders. It was an accident."}, {"speaker": "Dheginsea", "line": "I see... I understand your predicament. However, your reasons neither justify nor change the fact that you trespassed on our territory. I order you to leave immediately. Go back the way you came, through the caves."}, {"speaker": "Skrimir", "line": "You would have us go through Kauku Caves again?! Never!"}, {"speaker": "Ranulf", "line": "Stop talking, Skrimir!"}, {"speaker": "Skrimir", "line": "Many of my men are wounded! You're sending them to their deaths! I will not allow this!"}, {"speaker": "Dheginsea", "line": "It is regrettable, yes. However, I cannot make exceptions. Your men will leave. Now."}, {"speaker": "Skrimir", "line": "How could a laguz be so cold to his brothers? We are your people as well!"}, {"speaker": "Tibarn", "line": "This isn't news, Skrimir. Goldoa and its lizards have ignored the suffering of their laguz brothers for centuries. They even looked the other way while we birds and beasts were enslaved by beorc! Isn't that so, Dragon King?"}, {"speaker": "Dheginsea", "line": "...Our country is neutral. It has been since time out of mind and will continue to be so."}, {"speaker": "Ike", "line": "Then you might as well just kill us now. It'd be the same as sending us back to the Kauku Caves, and it saves us the walk."}, {"speaker": "Dheginsea", "line": "You are a beorc. I would not expect your short-lived kind to understand."}, {"speaker": "Ike", "line": "I don't need to understand to see that it's a poor king who has so little regard for his fellow living creatures!"}, {"speaker": "Dheginsea", "line": "Hmm..."}, {"speaker": "Ena", "line": "...Your Majesty! Please hear our plea!"}, {"speaker": "Dheginsea", "line": "What are you two doing here?"}, {"speaker": "Ena", "line": "Please allow my grandfather and me to guide the Laguz Alliance to the borders of Gallia. I beg of you."}, {"speaker": "Nasir", "line": "Prince Reyson of the heron tribe stands among these men. The dragon tribe owes him safe passage. Please, Your Majesty! He saved the soul of your son! Would you condemn them to die, despite the good they've done?"}, {"speaker": "Dheginsea", "line": "...Hmph. Do as you like. This is the only exception I will ever make."}, {"speaker": "Ena", "line": "Thank you, Your Majesty."}, {"speaker": "Nasir", "line": "Well, here you are. I think you know the way from here."}, {"speaker": "Ranulf", "line": "Thanks, Nasir. You really saved us back there."}, {"speaker": "Nasir", "line": "It's the least we could do. I will pray for your safety."}, {"speaker": "Ike", "line": "Hey, wait up, you two!  We haven't seen you in a long time. Don't you have some time to stay and talk with us for a little while?"}, {"speaker": "Ena", "line": "A long time? What do you mean? We just saw you three years ago!"}, {"speaker": "Ike", "line": "Oh, that's right... Three years isn't all that long for you dragons, is it?"}, {"speaker": "Ena", "line": "Oh, I'm sorry. I suppose three years would feel slightly longer for beorc."}, {"speaker": "Nasir", "line": "Ike. I would love to stay and talk, but now is not the proper time. In truth, we are not even allowed to speak with you at all. Now, please go."}, {"speaker": "Ike", "line": "Why? Why do you isolate yourselves from everyone?"}, {"speaker": "Nasir", "line": "...I don't expect you to understand. But I want you to know that we obey our king's decision of our own free will. That's all I can say."}, {"speaker": "Ike", "line": "Nasir..."}, {"speaker": "Nasir", "line": "You should go. Many of your wounded need immediate attention. Head back to Gallia at once, and tell the lion king what happened."}, {"speaker": "Ike", "line": "All right... I don't get it, but I'll go now. We'll see each other again?"}, {"speaker": "Nasir", "line": "I certainly hope so. You are one of our dearest friends."}, {"speaker": "Ena", "line": "Take care, and be safe."}], "narration": ["Goldoa, the land of dragons, lies secluded in the southwestern corner of Tellius. No foreigner, laguz, or beorc, is permitted within its borders.", "The alliance emerges from the lava tubes and into Goldoa by accident. The dragon king, Dheginsea, is displeased by this trespass. However, Ike's former companions Nasir and Ena appeal to Dheginsea to allow the passage of the Laguz Alliance. Reyson's actions during the last war earn them the grudging respect of King Dheginsea, who allows them safe passage.", "Meanwhile, Begnion calls off its pursuit of the alliance and finds its passage into Gallia blocked by the nation's great mountains and deep forests. The Central Army's momentum breaks upon these obstacles like an ocean wave against solid rock. Senator Valtome arrives to take command of the Central Army. He orders Zelgius to march on to Gallia by way of Crimea. Observing diplomatic protocol, Valtome petitions the queen for passage as well as supplies and additional troops.", "Queen Elincia, however, goes against the wishes of the Crimean nobles and resolutely denies each of Valtome's requests. Her reply enrages Valtome, who sees Crimea as little more than a vassal of the empire. Ignoring Zelgius's counsel, Valtome orders his army to enter Crimea and take whatever they need from the villages along the way."], "conversation": [{"speaker": "Skrimir", "line": "How are the injured holding up?"}, {"speaker": "Ranulf", "line": "They’re exhausted. Some are so bad off they can’t even get up the energy to transform. The unwounded soldiers have been taking turns carrying the injured."}, {"speaker": "Skrimir", "line": "That’s a good idea. Maybe I’ll carry one or two on my back once we enter the caves."}, {"speaker": "Ranulf", "line": "Hey, you’re hurt, too. Be careful you don’t strain yourself and cause permanent injury, all right?"}, {"speaker": "Skrimir", "line": "Hurt? Do I look like I’ve been wounded?"}, {"speaker": "Ranulf", "line": "Skrimir, you’re standing in a pool of your own blood. Tell me the truth. It hurts to even stand, right?"}, {"speaker": "Skrimir", "line": "...A little. Do the others know?"}, {"speaker": "Ranulf", "line": "No. None of our soldiers do. But I’m sure King Tibarn and Ike both know."}, {"speaker": "Skrimir", "line": "Good. Our soldiers shouldn’t know. I have to be their role model! They’ll see that I’ve been wounded yet continue to fight. Maybe that will help them carry on."}, {"speaker": "Ranulf", "line": "Skrimir..."}, {"speaker": "Lethe", "line": "Lyre, come on. You have to stop sulking."}, {"speaker": "Lyre", "line": "Don’t talk to me! I hate you, Lethe!"}, {"speaker": "Lethe", "line": "That’s too bad, because I like you."}, {"speaker": "Lyre", "line": "Liar."}, {"speaker": "Lethe", "line": "I’m only hard on you because I worry about you, and I want you to stay safe. Why did you even become a soldier? You used to hate fighting."}, {"speaker": "Lyre", "line": "Hmph."}, {"speaker": "Lethe", "line": "Was it because of Ranulf?"}, {"speaker": "Lyre", "line": "That was one reason, I guess."}, {"speaker": "Lethe", "line": "There were other reasons?"}, {"speaker": "Lyre", "line": "Yeah. I wanted to stay with you."}, {"speaker": "Lethe", "line": "...Does that mean you’ll start talking to me again?"}, {"speaker": "Lyre", "line": "Yeah. Even though you drive me crazy, you’re still my sister!"}, {"speaker": "Lethe", "line": "I’m glad."}, {"speaker": "Lyre", "line": "Here. Take this as a token of apology."}, {"speaker": "Lethe", "line": "What is it?"}, {"speaker": "Lyre", "line": "It’s a Daunt scroll. I thought it’d be perfect for someone as scary as you!"}, {"speaker": "Lethe", "line": "What!? Say that again, I dare you!"}, {"speaker": "Lyre", "line": "Aaahh! Lethe’s mad at me again! Stop being mean to me!"}, {"speaker": "Lethe", "line": "I’m the mean one!?"}]}