{"chapter": "3:9", "title": "Marauders", "speakers": ["Crimea", "Elincia", "Lucia", "Aristocrat", "Man", "Youth 1", "Lady", "Youth 2", "Calill", "Makalov", "Largo", "Amy", "???", "Marcia", "Astrid", "Geoffrey", "Roark", "Begnion", "Kieran", "Valtome", "Zelgius"], "dialogue_counts": {"Crimea": 1, "Elincia": 22, "Lucia": 6, "Aristocrat": 2, "Man": 5, "Youth 1": 3, "Lady": 4, "Youth 2": 4, "Calill": 2, "Makalov": 10, "Largo": 1, "Amy": 1, "???": 1, "Marcia": 8, "Astrid": 4, "Geoffrey": 11, "Roark": 8, "Begnion": 2, "Kieran": 1, "Valtome": 4, "Zelgius": 9}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 112, "transitions": "-------------------", "intro": [{"speaker": "Roark", "line": "Are you layabouts done collecting supplies? We don't have all day!"}, {"speaker": "Begnion", "line": "No, sir. Progress is slow. These people just don't have much. Something about an uprising earlier..."}, {"speaker": "Roark", "line": "Fools! I don't want excuses! Take anything you see, and if these bumpkins complain at all, cut them down! Because you can bet your armor that Senator Valtome will do the same to us if we're not done by the time he arrives!"}, {"speaker": "Begnion", "line": "Reporting, sir! A Crimean army is approaching from the southwest! It seems to be the Royal Knights!"}, {"speaker": "Roark", "line": "Wh-what?! Crimea is moving against us?! Those backwater fools! All right. Keep working. I'll take several men out to slow their approach! Colonial fools... I'll teach them what it means to defy the empire!"}, {"speaker": "Kieran", "line": "General Geoffrey! We've confirmed the presence of the Begnion army in the village ahead of us!"}, {"speaker": "Geoffrey", "line": "I would prefer to avoid a fight, but I suppose that decision is up to them. Let's hurry!"}], "conversation": [{"speaker": "Man", "line": "Hey, did you hear? The Imperial Army is requesting Crimea's assistance."}, {"speaker": "Youth 1", "line": "Yeah, I heard! I also heard that the messenger treated our queen with no respect at all! Who do they think they are!?"}, {"speaker": "Lady", "line": "Shhh! Not so loud! Begnion is ruled by the apostle. They helped us when Daein invaded. It's only right that we pay back the favor by coming to their aid."}, {"speaker": "Man", "line": "But Begnion is fighting the beast tribes of Gallia. Why would we fight Gallia? The beast tribes helped us rebuild Crimea."}, {"speaker": "Youth 2", "line": "That's true, but come on! Think about it. Who would you rather side with? A land of beorc, or the land of sub...laguz? The answer's as plain as day. We side with the beorc."}, {"speaker": "Man", "line": "Hmm... You have a point."}, {"speaker": "Youth 1", "line": "I'd choose Gallia over Begnion."}, {"speaker": "Lady", "line": "Really?"}, {"speaker": "Youth 2", "line": "But why?"}, {"speaker": "Youth 1", "line": "The people of Gallia helped us rebuild the village, even though we're beorc. They even repaired the road to the farm that's up on the mountain. That wasn't an easy job, either."}, {"speaker": "Lady", "line": "Yes, I remember. What was his name... Mordecai? He was strong, yet very kind. He looked frightening at first, but the children in the village loved to play with him. He was a wonderful man."}, {"speaker": "Man", "line": "If the queen decides to answer Begnion's request for troops, we'd have to fight Gallia. How terrible would that be?"}, {"speaker": "Youth 2", "line": "That's war, isn't it?"}, {"speaker": "Man", "line": "Yes. I suppose it is, at that."}, {"speaker": "Lady", "line": "Hmm."}, {"speaker": "Youth 2", "line": "I wish we didn't have to fight anyone at all."}, {"speaker": "Calill", "line": "It’s been one thing after another. First, the civil unrest, then the imperial invasion. I’m so sick of hearing about all of it."}, {"speaker": "Makalov", "line": "You and me both. I figured I’d be able to get in some me time now that Crimea’s peaceful again. Get a card game started or something..."}, {"speaker": "Largo", "line": "You’re a Royal Knight. If the queen decides you should go sweep away ten or a hundred imperial soldiers, you should probably go do it."}, {"speaker": "Makalov", "line": "Yeah... We’ve been ordered to mobilize, and I can’t think of any excuse to get out of it. Maybe I could pretend to be dead. Any ideas, Amy?"}, {"speaker": "Amy", "line": "Don’t make General Geoffrey mad! You’re a Royal Knight! You better follow his orders!"}, {"speaker": "Makalov", "line": "Amy! You’re supposed to HELP me! She’s obviously been spending way too much time with you, Calill."}, {"speaker": "Calill", "line": "Well of course, you twit! All right, Makalov. It’s time for you to pay up and go."}, {"speaker": "Makalov", "line": "What!? But... I think my stomach’s acting funny..."}, {"speaker": "???", "line": "That’s enough, you layabout!"}, {"speaker": "Makalov", "line": "Oh. Hi, Marcia. Don’t surprise me like that!"}, {"speaker": "Marcia", "line": "Makalov! I knew I’d find you here, slacker! You’re making the whole squad wait for you! Hurry up and head back!"}, {"speaker": "Makalov", "line": "I don’t know about all this. Fighting the Imperial Army means fighting my old comrades. I don’t wanna fight my old friends. You know what I mean?"}, {"speaker": "Marcia", "line": "...I think I see. You owe them money, don’t you? Isn’t that the real reason why you don’t want to see them, cheese breath?"}, {"speaker": "Makalov", "line": "W-when did you learn to read minds like the herons!?"}, {"speaker": "Marcia", "line": "I can’t, you spineless sea cucumber! It’s just so typical of you that I guessed!"}, {"speaker": "Astrid", "line": "Marcia, please. That’s quite enough."}, {"speaker": "Marcia", "line": "But, Astrid! It’s despicable!"}, {"speaker": "Astrid", "line": "Look at how calm Sir Makalov is. He never gets irritated or upset. It’s the mark of a true knight. A good knight must know how to keep his cool on the battlefield."}, {"speaker": "Marcia", "line": "Um. But... we’re in a bar."}, {"speaker": "Astrid", "line": "Oh, I hope to be as good a knight as Sir Makalov someday! How I dream of that day!"}, {"speaker": "Makalov", "line": "Heh."}, {"speaker": "Marcia", "line": "I don’t believe this."}, {"speaker": "Makalov", "line": "...You don’t wanna end up like me, baby."}, {"speaker": "Marcia", "line": "Oh, I completely agree! Who’d want to end up a clown-haired chowderhead?"}, {"speaker": "Astrid", "line": "The love you two have for each other is so wonderful. I wish I had a sibling!"}, {"speaker": "Makalov", "line": "Uh, sure..."}, {"speaker": "Marcia", "line": "I’ll sell him to you. Cheap."}, {"speaker": "Elincia", "line": "Geoffrey. Please take this with you."}, {"speaker": "Geoffrey", "line": "Why... this is a master crown! I am honored, Your Majesty. I will cherish it."}, {"speaker": "Elincia", "line": "I have been asking you to fight difficult battles against terrible odds."}, {"speaker": "Geoffrey", "line": "Your Majesty, allow me to reiterate: that is exactly what I wish. No matter the task, and no matter the odds, I can only succeed at it so long as you depend on me. I am yours entirely, Your Majesty."}, {"speaker": "Elincia", "line": "I shall take those words to heart. Geoffrey of Delbray, you are truly my finest and mot faithful knight."}, {"speaker": "Geoffrey", "line": "Thank you, Your Majesty."}, {"speaker": "Lucia", "line": "Here are the war funds. Remember, Geoffrey. You will face the Imperial Army. Should there be a conflict, you must not be caught unprepared."}, {"speaker": "Geoffrey", "line": "I shall be prepared, Lucia."}], "battle": [{"speaker": "Roark", "line": "Crimean soldiers! How dare you turn your weapons against us! You will pay for this betrayal. Men, burn these shanties to the ground! Show these fools what we do to traitors!"}, {"speaker": "Geoffrey", "line": "Monsters! They're setting the village on fire! Knights, evacuate the villagers and put out the fires immediately!"}], "boss": [{"speaker": "Roark", "line": "Dog of Crimea! I'll crush you!"}, {"speaker": "Roark", "line": "The empire will not forget this... Once our main forces arrive, they will slaughter you like cattle!"}, {"speaker": "Geoffrey", "line": "I am Geoffrey, the commander of the Crimean Royal Knights. Do you command these men?", "unit": "Geoffrey", "boss": "Roark"}, {"speaker": "Roark", "line": "Knight of Crimea. You are clearly guilty of treason against the Begnion Empire! Do you understand what it means to send an army against us? You've just killed your people.", "unit": "Geoffrey", "boss": "Roark"}, {"speaker": "Geoffrey", "line": "You have been warned. Queen Elincia will not accept any further acts of violence or banditry within our borders! Withdraw your troops immediately, or I cannot guarantee your safe return! Decide quickly.", "unit": "Geoffrey", "boss": "Roark"}, {"speaker": "Roark", "line": "How dare you take that tone with me! I'll put you in your place!", "unit": "Geoffrey", "boss": "Roark"}], "end": [{"speaker": "Geoffrey", "line": "Good, the enemy's retreating. Knights! Stay here and help to fix the damage done to this village."}, {"speaker": "Lucia", "line": "Good work, Geoffrey. You sent them running."}, {"speaker": "Geoffrey", "line": "Lucia! What are you doing here?"}, {"speaker": "Lucia", "line": "I'm here to protect Her Majesty."}, {"speaker": "Elincia", "line": "Superb work, Geoffrey. You have my thanks."}, {"speaker": "Geoffrey", "line": "Your Majesty... Forgive me. I could not avoid a confrontation with the Imperial Army."}, {"speaker": "Elincia", "line": "It wasn't your fault, Geoffrey. However...I'm afraid our situation continues to deteriorate. Lucia, I appoint you as envoy to negotiate a treaty with the commander of the Imperial Army. They might be willing to listen now."}, {"speaker": "Lucia", "line": "I shall leave immediately, Your Majesty."}, {"speaker": "Elincia", "line": "Senator Valtome... I sincerely regret having to meet under these circumstances."}, {"speaker": "Valtome", "line": "Oh, I completely agree, Your Majesty. I never dreamed we'd suffer so much mistreatment from our allies. So, you've decided that Crimea will side with Gallia, and honor the alliance with those filthy sub-humans over ours?"}, {"speaker": "Elincia", "line": "As I've said before, Crimea remains neutral. Crimea will side neither with Begnion nor the Laguz Alliance. That is my final answer."}, {"speaker": "Valtome", "line": "Ah, then please enlighten me... Why prevent us from getting what we needed? Begnion is your suzerain. You should be...delighted...to comply with our request for supplies. But instead, you launch an ambush and inflict horrible pain on us, your loving guardians. Now, Begnion is a patient parent, but I do hope you realize that your actions thus far have amounted to treason and sedition..."}, {"speaker": "Elincia", "line": "You have violated our borders, stolen from my people, and inflicted harm upon them. I will not allow such actions within my lands, no matter who the aggressor may be!"}, {"speaker": "Valtome", "line": "How quaint. Uwee hee hee... Your Majesty, do you know what the penalties are for the crimes you've committed? I can only assume you do not, or you would not so rashly endanger your life. But don't worry, Queen Elincia. Once Begnion has your crown--along with your head--removed for treason, I'm sure we will take VERY good care of your people."}, {"speaker": "Zelgius", "line": "Senator Valtome!"}, {"speaker": "Valtome", "line": "I think, after the dust has settled, I'll place my portrait right over your throne-- ...Mmm-hmm. It was a pleasure chatting with Your Majesty. I am leaving now. She's all yours, General."}, {"speaker": "Zelgius", "line": "Your Majesty... Please forgive my superior officer's insolence."}, {"speaker": "Elincia", "line": "Wait, I recognize you... You came to our aid some time ago, during the Mad King's War. General Zelgius, wasn't it?"}, {"speaker": "Zelgius", "line": "Yes, Your Majesty. This is the second time I've had the honor of seeing you. I sincerely apologize for my army's actions during the resupply operation. Please, forgive us."}, {"speaker": "Elincia", "line": "The Begnion Empire and the apostle gave us much support in our reconstruction effort. Crimea will always appreciate Begnion's generosity. However... Crimea and Gallia are allies. As such, we cannot take a side in this quarrel. Please understand."}, {"speaker": "Zelgius", "line": "...I understand, Your Majesty. Our forces will refrain from levying supplies while in Crimea."}, {"speaker": "Elincia", "line": "Oh... Thank you for your understanding."}, {"speaker": "Zelgius", "line": "However, I must ask you to agree on these two points. First, the Imperial Army shall be given leave to pass through Crimea toward Gallia. Second, we shall be allowed to engage the Gallian army in towns near the Crimea-Gallia border."}, {"speaker": "Elincia", "line": "Excuse me?! This peace talk is meaningless. You will still do battle and spill blood within our borders!"}, {"speaker": "Zelgius", "line": "I'm afraid this is the best I can offer. It's sometimes necessary to cut your losses for the greater good. Please think on it. Tomorrow, my army will begin marching toward Gallia. If the Crimean army does not interfere, I will take it as a sign of agreement. Farewell, Your Majesty."}, {"speaker": "Elincia", "line": "General Zelgius! Please wait!"}, {"speaker": "Elincia", "line": "Does the apostle know anything about this war with the laguz?"}, {"speaker": "Zelgius", "line": "..."}, {"speaker": "Elincia", "line": "It's just very hard for me to believe... Is this war truly the will of the apostle?"}, {"speaker": "Zelgius", "line": "...That is not for me to answer, Your Majesty."}, {"speaker": "Elincia", "line": "Then at least tell me this: is the apostle safe?"}, {"speaker": "Zelgius", "line": "...Excuse me, I must go."}, {"speaker": "Elincia", "line": "General..."}], "narration": ["After Elincia's meeting with Valtome, the Crimean Royal Knights return to the capital of Melior, leaving the border villages between Crimea and Gallia completely undefended.", "The Begnion Central Army crosses the border once more, but Crimea makes no move to march against it. Valtome sees this inaction as a sign of Crimea's capitulation to Begnion's demands. The Begnion forces occupy the Crimean castles and forts on the border with Gallia and prepare to launch their attack.", "The Laguz Alliance finally makes its way back to Gallia, but word of Begnion's approach allows them no time for rest. The news that Gallia's ally, Crimea, has allowed Begnion to travel through its lands comes as a great blow to the Laguz Alliance."]}