{"chapter": "4:0", "title": "Chaos Named", "speakers": ["Janaff", "Tibarn", "Ike", "???", "Sothe", "Yune", "Sanaki", "Mist", "Skrimir", "Elincia", "Micaiah", "Ena", "Nailah", "Ranulf", "Lekain", "Sigrun", "Naesala", "Yuma", "Order", "Tanith", "Muston"], "dialogue_counts": {"Janaff": 1, "Tibarn": 5, "Ike": 28, "???": 4, "Sothe": 29, "Yune": 36, "Sanaki": 20, "Mist": 8, "Skrimir": 15, "Elincia": 1, "Micaiah": 31, "Ena": 5, "Nailah": 1, "Ranulf": 6, "Lekain": 1, "Sigrun": 14, "Naesala": 13, "Yuma": 9, "Order": 3, "Tanith": 1, "Muston": 7}, "gender_counts": {"M": 98, "F": 117, "N": 23, "A": 0}, "lines": 243, "transitions": "MMMN-NMNMFMFMFMFMFFFMFM-FFFFFFFFFFFF---F-MFMFFFMMFFFFMMMMFMFMFMFMFM---FMFMFMFM-FMF-MM-MFMMFMMF--MF-FMFFFM-MM--M-MMMMMMMMM-M--M-F-FMFMFMFMFMFMFMF-FM-FFMFMFMFM--MFFFFFMFFM-NFMFNNFNFF-N-N-NF-NF-NM-NM-NF-NF-MFN-FFMFMFMFMFMMM-MFMFMFMFMFMF---MFMFMFMFMF-FFFFF--FMFMFM-FNFNFNFNFNFNFN-MFMFMFMFMF", "dialogue": [{"speaker": "Janaff", "line": "As far as I can see and Ulki can hear, it seems we're the only ones left."}, {"speaker": "Tibarn", "line": "Strange. I guess only the strongest of us didn't wind up as statues."}, {"speaker": "Ike", "line": "Anyone who was in the building with us was safe, too. But everyone else was petrified..."}, {"speaker": "???", "line": "Wow! There are quite a few more of you flesh creatures left than I imagined."}, {"speaker": "???", "line": "That's good. Maybe that means we'll stand a chance against her."}, {"speaker": "Sothe", "line": "Micaiah? Are you feeling all right?"}, {"speaker": "???", "line": "I'm not Micaiah! How many times do I have to tell you that?!"}, {"speaker": "Ike", "line": "If you're not Micaiah, then who are you?"}, {"speaker": "Yune", "line": "I'm Yune. Pleased to meet you!"}, {"speaker": "Sothe", "line": "Yune?! What did you do to Micaiah?!"}, {"speaker": "Yune", "line": "Micaiah is here with me now. She knows that you'll never save the petrified ones without me. So, she let me use her body to talk to you."}, {"speaker": "Tibarn", "line": "All right. Let me ask you this, Yune. If you don't have a body of your own, what the heck are you?"}, {"speaker": "Yune", "line": "I've been asleep inside the medallion for a long, long time. Longer than any of you can imagine. But the galdr woke me up."}, {"speaker": "Ike", "line": "Lehran's Medallion? Are you the dark god who was sealed inside it?"}, {"speaker": "Yune", "line": "Hmmm...\"dark god.\" \"Dark god\"... No, I'm pretty sure I'm not one of those. I am neither holy nor base, neither angel nor devil. I am...freedom. Chaos. Transformation. Future. Mystery. I am Yune."}, {"speaker": "Ike", "line": "I don't care what you're called. Was it you who turned everyone into stone?"}, {"speaker": "Yune", "line": "No, that wasn't me. I haven't done much of anything. I just woke up, so I don't have that kind of power just yet. That was Ashera's doing. It was her judgment upon this world."}, {"speaker": "Sanaki", "line": "Nonsense! Holy Ashera would never harm us! She protects us at all times and guides us toward the right path."}, {"speaker": "Yune", "line": "You've got it all wrong, little meatling. Ashera is neither kind nor loving to the beings of this world. Neither is she holy nor base, angel nor devil. She is...restriction. Order. Stability. Past. Certainty. Restraint. She is Ashera."}, {"speaker": "Ike", "line": "I don't understand... Why would the goddess Ashera try to destroy us? If anyone's going to kill us all, shouldn't it be you, the dark god who was sealed inside the medallion?"}, {"speaker": "Yune", "line": "You called me a dark god again! How would you like it if I called you a dark bag of organs? I don't want to talk to you anymore!"}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Yune", "line": "Instead...I'll talk to...you. Yes! You're the one I'll talk to!"}, {"speaker": "Mist", "line": "Me?"}, {"speaker": "Yune", "line": "Ashera has always hated me, but I like her. You've got some of her in you. So, I'll talk to you."}, {"speaker": "Mist", "line": "Oh, OK... So... You're Yune?"}, {"speaker": "Yune", "line": "That's right. I'm Yune. Ashera is order. I am chaos. We are sisters, but opposite in all things. We're linked to one another, though. When I sleep, Ashera sleeps. When I wake, Ashera wakes."}, {"speaker": "Mist", "line": "Oh, then you're...a...a goddess? I-I'm so sorry! Please forgive my insolence! I've been talking down to you like you're a little kid!"}, {"speaker": "Yune", "line": "No, no, it's fine. Talk to me however you like. You don't have to stand on ceremony with me."}, {"speaker": "Mist", "line": "Well... All right. If you insist... So, you were sealed inside the medallion, but now you're inside Micaiah?"}, {"speaker": "Yune", "line": "That's right."}, {"speaker": "Mist", "line": "...And the goddess Ashera was the one who turned all the beorc and laguz into stone. Oh! Are you here to tell us how to save them? Wait, I get it! You were the one who spoke to me! You said, \"Wake me with the galdr of release, not with the spirit of war.\""}, {"speaker": "Yune", "line": "Yes, I did! I'm so glad you understood! You're so very clever! Of course, I was hoping, by sending you that message, I would stop all of this from happening."}, {"speaker": "Mist", "line": "What do you mean?"}, {"speaker": "Yune", "line": "We're running out of time, so I'll explain quickly. Long, long ago, your ancestors made a promise to Ashera. They promised they would start no wars among all the nations for at least one thousand years. If this promise was broken, then Ashera would destroy the world and try again with a new one. Despite this promise, you bone-cages kept fighting each other. Eventually, war and conflict spread throughout the world. When Ashera woke up, she cast down her judgment upon those who failed to keep her promise."}, {"speaker": "Ike", "line": "I still don't understand. Why would it make a difference whether you were woken up by the galdr or by the spirit of chaos? How were you planning to stop Ashera from passing down her judgment?"}, {"speaker": "Yune", "line": "I'm not talking to you!"}, {"speaker": "Ike", "line": "Oh, by all that's-- Would you stop acting like a child?"}, {"speaker": "Mist", "line": "Please forgive my brother, Yune. We want to save the people who were turned to stone. We need you to tell us how. It did matter that we woke you with the galdr of release, right?"}, {"speaker": "Yune", "line": "First of all, you should understand that, because of our link, waking me is the same as waking Ashera. Now, if Ashera had been awakened by the spirit of chaos, none of us would be standing here right now. By the terms of the promise, she was just supposed to destroy the world. No hesitation, no discussion. But if she was awakened by the galdr of release, she was supposed to consult with me first. She wasn't supposed to pass down her judgment until she heard from me. Ashera went ahead and turned everyone into stone without asking me. That's so unfair! I'll show her, though. I'll turn them all back somehow! The problem is that I can't do this by myself. I need your help. Will you help me?"}, {"speaker": "Mist", "line": "Of course we'll help! It's strange, but I trust you, Yune. And we all want to save the people who got turned to stone!"}, {"speaker": "Ike", "line": "Yes. We'll do whatever it takes."}, {"speaker": "Skrimir", "line": "That's right! We will allow nothing to stand in our way! We will fight!"}, {"speaker": "Elincia", "line": "It's all so confusing... But we must do everything in our power to save the people."}, {"speaker": "Sanaki", "line": "...To be honest, I've spent my life teaching that the goddess Ashera watches over and protects us. This is all a little hard to accept."}, {"speaker": "Yune", "line": "You don't have to believe me. You could just let her destroy the world..."}, {"speaker": "Sanaki", "line": "No, I will do whatever it takes to save the people who were turned to stone. I will join the others in helping you."}, {"speaker": "Sothe", "line": "So what you're saying is that we all have to play nice and work together? Just forget about all that's happened?"}, {"speaker": "Ike", "line": "Sothe, open your eyes and look around. There aren't that many people left to fix this mess. If you don't help, we can't do it. Besides, I would think saving the world is something we could all agree on."}, {"speaker": "Sothe", "line": "You're right, Commander. All of this is the result of our war. I guess there's not much reason for flag-waving on either side. First thing we have to do is...unpetrify everyone. And, well... I, uh... I'm actually kind of relived. At least I don't have to worry about fighting you anymore."}, {"speaker": "Ike", "line": "I wasn't looking forward to that matchup, either."}, {"speaker": "Yune", "line": "It's settled, then! How should we begin? I know! Let's divide the army into three teams. I'm pretty sure that Ashera is going to notice what we're up to..."}, {"speaker": "Ike", "line": "Dividing us up is smart. It reduces the risk of everyone getting killed at once."}, {"speaker": "Yune", "line": "We have to hurry. I can feel Ashera's power building."}, {"speaker": "Ike", "line": "It's all over if we get turned to stone, too. All right, everyone, it's up to us!"}, {"speaker": "Yune", "line": "What's your name?"}, {"speaker": "Ike", "line": "I'm Ike."}, {"speaker": "Yune", "line": "All right, Ike. You won't call me a dark god ever again, will you?"}, {"speaker": "Ike", "line": "Not if you don't like it. Can I call you Yune?"}, {"speaker": "Yune", "line": "I would like that. I guess I forgive you, then. Oh, I know! As a sign of my forgiveness, I'll make sure that you can get to your destination safely. I can't do it for everyone because it's a bit exhausting for me, but... Hold still and close your eyes."}, {"speaker": "Ike", "line": "I'm ready."}, {"speaker": "Yune", "line": "How do you feel?"}, {"speaker": "Ike", "line": "...Strong. Like I can take on anyone."}, {"speaker": "Yune", "line": "Wow, you're very confident for a being that can die! Let's see... You go with this team."}, {"speaker": "Sothe", "line": "I'm going with you. I'm not leaving your--Micaiah's--side."}, {"speaker": "Yune", "line": "...Fine. Micaiah says that's what she wants, too."}, {"speaker": "Sothe", "line": "Let me talk to her!"}, {"speaker": "Yune", "line": "Not right now. You'll have plenty of time to talk on the road, all right?  Hey, you're with this team over here."}, {"speaker": "Sothe", "line": "...Damn it."}, {"speaker": "Yune", "line": "Each team will take a different route, but your destination is the same. It's the Tower of Guidance that stands in the middle of the land you named Begnion. Go there at once. ...I hope to see you all there. I'll be waiting."}, {"speaker": "Ike", "line": "Waiting? Aren't you coming with us?"}, {"speaker": "Yune", "line": "I'll see you at the tower."}, {"speaker": "Ike", "line": "A bird?"}, {"speaker": "Sothe", "line": "Yune! Then she must be--"}, {"speaker": "Sothe", "line": "Micaiah!"}, {"speaker": "Micaiah", "line": "...Oh. Hello, Sothe."}, {"speaker": "Sothe", "line": "You're back! I was so worried."}, {"speaker": "Ike", "line": "Hey, if that bird was Yune...where did she go?"}, {"speaker": "Micaiah", "line": "I don't know where, exactly, but she said she must go look for...something."}, {"speaker": "Ike", "line": "Leaving us by ourselves? What's she thinking?"}, {"speaker": "Tibarn", "line": "At least we know what we have to do. Let's move out for the tower."}, {"speaker": "Ena", "line": "May I have a moment before we leave? Prince Kurth has requested that I pass these out to the herons."}, {"speaker": "Ike", "line": "Those are sending stones, right?"}, {"speaker": "Ena", "line": "Correct. Fortunately for us, each heron has been assigned to a different team."}, {"speaker": "Ena", "line": "King Tibarn, would you give this one to Prince Reyson?"}, {"speaker": "Tibarn", "line": "That's ideal. We can each communicate with the other teams using the stones. Good idea."}, {"speaker": "Ena", "line": "Queen Nailah, please give this one to Prince Rafiel."}, {"speaker": "Nailah", "line": "I will."}, {"speaker": "Ena", "line": "And the last one is for Princess Leanne."}, {"speaker": "Sothe", "line": "She's on my team. I'll give it to her."}, {"speaker": "Tibarn", "line": "All right, we're ready to go. See you at the tower!"}, {"speaker": "Ike", "line": "Yeah, see you at the tower... Hopefully."}, {"speaker": "Ranulf", "line": "Ike!"}, {"speaker": "Ranulf", "line": "Since we're on different teams, I need to tell you something before we go. Something important. It's General Zelgius. Next time you see him, Ike, use caution. He's your enemy."}, {"speaker": "Ike", "line": "What do you mean?"}, {"speaker": "Ranulf", "line": "He's the one. He's the Black Knight."}, {"speaker": "Ike", "line": "What?!"}, {"speaker": "Ranulf", "line": "Zelgius is the Black Knight. I became certain of it when we crossed the river."}, {"speaker": "Ike", "line": "It can't be..."}, {"speaker": "Ranulf", "line": "I wasn't going to tell you until I had hard proof, but it looks like we're out of time. Sorry I didn't tell you before."}, {"speaker": "Ike", "line": "General Zelgius is the one who killed my father?"}, {"speaker": "Ranulf", "line": "I doubt that Zelgius has been turned to stone. Be careful, Ike. You might run into him. ...Good luck to you."}, {"speaker": "Ike", "line": "Zelgius... The Black Knight..."}], "opening": ["Ashera, the Goddess of Order, has awakened. Her righteous fury has turned nearly all of the warring soldiers to stone.", "Yune, the Goddess of Chaos, has also awakened. Freed from Lehran's Medallion, she counsels Ike and his companions to split into three groups and make for the Tower of Guidance.", "Micaiah is joined by her constant, companion, Sothe. General Skrimir also accompanies her, along with Naesala and Princess Leanne. Apostle Sanaki rounds out the group, traveling with her chief bodyguard, Sigrun, and others.", "Micaiah's company decides on a southern route and sets out for Begnion. Save for the sounds of the local wildlife, their path is eerily silent and empty. It's as though they have stepped into a vast and desolate monument to the war."], "intro": [{"speaker": "Micaiah", "line": "Sothe! Wake everyone and have them gather at the square! Enemies are on the way!"}, {"speaker": "Sothe", "line": "Wha--huh? All right, I'm on it."}, {"speaker": "Sigrun", "line": "Lady Micaiah! Has the enemy arrived already?"}, {"speaker": "Micaiah", "line": "Not yet. But they're coming. I'm sure of it."}, {"speaker": "Skrimir", "line": "I can't smell troops or weapons. How can you be certain?"}, {"speaker": "Micaiah", "line": "I don't know who they are or their exact numbers, but the enemy army is massive!"}, {"speaker": "Skrimir", "line": "Hmm..."}, {"speaker": "Micaiah", "line": "l know it sounds strange, but I swear it's true! You must believe me!"}, {"speaker": "Skrimir", "line": "No one doubts your gift, Micaiah. I will not ignore the words of one who has spoken with the voice of a goddess."}, {"speaker": "Micaiah", "line": "Oh..."}, {"speaker": "Naesala", "line": "Micaiah, it looks like you were right. We have guests."}, {"speaker": "Skrimir", "line": "Leave them to me! The weak among you should hide, for the battle will be fierce!"}, {"speaker": "Sigrun", "line": "Empress Sanaki. We should leave the fighting to General Skrimir. I will take you someplace safe."}, {"speaker": "Sanaki", "line": "No. I will stay and fight with the others."}, {"speaker": "Sigrun", "line": "With all due respect, Empress, I cannot allow it! What if you are injured?!"}, {"speaker": "Sanaki", "line": "If Micaiah, an untrained girl from the streets of Daein, is fighting, then I shall stand my ground as well."}, {"speaker": "Sigrun", "line": "Empress..."}, {"speaker": "Naesala", "line": "You can't win an argument with royalty. But don't worry about her. I'll look after the apostle."}, {"speaker": "Sigrun", "line": "That is a kind offer, but I must decline. It is the first and most sacred duty of the Holy Knights to protect the apostle."}, {"speaker": "Sanaki", "line": "It looks like the enemy is about to take this argument out of our hands. They're here."}, {"speaker": "Skrimir", "line": "Do you beorc ever stop talking? Take your positions! Now!"}, {"speaker": "Yuma", "line": "Here are the minions of the dark god! Go forth, Disciples, and deliver the holy judgment of the goddess! Destroy them!"}, {"speaker": "Sanaki", "line": "You! All of you. You are all Begnion citizens! I'm so relieved you are all safe."}, {"speaker": "Naesala", "line": "Sanaki, be careful! I don't know that they're going to be pleased to see you."}, {"speaker": "Sanaki", "line": "What do you--"}, {"speaker": "Order", "line": "Minions of the dark god! We are the Disciples of Order, led by blessed Lord Lekain. We have been charged by the goddess Ashera to cleanse your taint from the world!"}, {"speaker": "Order", "line": "Death to the tainted souls! Let none escape!"}, {"speaker": "Sigrun", "line": "Empress Sanaki, please stay back. These traitors must have sided with the senate during the coup."}, {"speaker": "Order", "line": "Apostle Sanaki is a fraud! Any apostle who defies the edicts of the goddess is an enemy to the people!"}, {"speaker": "Sanaki", "line": "What?! No, I--"}, {"speaker": "Sigrun", "line": "Silence, betrayers of the empire! How dare you accuse the empress! Treason can only be punished by death!"}], "conversation": [{"speaker": "Micaiah", "line": "Ahh..."}, {"speaker": "Sothe", "line": "What’s wrong, Micaiah? Are you still tired?"}, {"speaker": "Micaiah", "line": "No, I’m fine. The air is nice out here. It’s calm, quiet even. I don’t remember the last time it was this quiet. It’s almost relaxing, isn’t it? I hate to say it, but I feel like the world is back to the way it ought to be, finally. I know that sounds horrible. But that’s how I honestly feel. Like all debts have been settled, and everything is properly arranged."}, {"speaker": "Sothe", "line": "Hmm. I think I understand what you’re trying to say."}, {"speaker": "Micaiah", "line": "Sothe... I’m scared. I don’t want to get used to this. It’s too comfortable. Like our mother’s come home."}, {"speaker": "Sothe", "line": "A mother who’d smother her children in order to protect them."}, {"speaker": "Micaiah", "line": "Hello, Muston. I would like to purchase some weapons."}, {"speaker": "Muston", "line": "Ah, Micaiah! Good timing."}, {"speaker": "Micaiah", "line": "You have something for me, then?"}, {"speaker": "Muston", "line": "Indeed I do, missy. Look at this!"}, {"speaker": "Micaiah", "line": "That’s a thunder tome. The most powerful of its kind, too! How did you get it?"}, {"speaker": "Muston", "line": "That’s a trade secret! But it’s the best thing I ever acquired for sale, and that’s a fact."}, {"speaker": "Micaiah", "line": "How much are you asking for it?"}, {"speaker": "Muston", "line": "You want it?"}, {"speaker": "Micaiah", "line": "Yes. Yune told me that the goddess Ashera would do everything in her power to stop us. I have no idea what to expect, but I’m certain the battle ahead won’t be easy. We have to be prepared. For anything."}, {"speaker": "Muston", "line": "I know. You can have it for free."}, {"speaker": "Micaiah", "line": "What? But why?"}, {"speaker": "Muston", "line": "It’s not like we have any other customers. Everyone else has been turned to stone. Listen, Micaiah. I still have hope. We have your goddess and an army of heroes on our side. I believe in you--all of you. You’ll put the world right again, I’m sure of it."}, {"speaker": "Micaiah", "line": "I believe that, too. Thank you, Muston. With your tome in my hand and your hope in my heart, I’m sure we’ll succeed."}, {"speaker": "Muston", "line": "Good luck, Maiden of Dawn."}, {"speaker": "Skrimir", "line": "Hmmm... I’m confused."}, {"speaker": "Micaiah", "line": "Is something wrong, General Skrimir?"}, {"speaker": "Skrimir", "line": "Here, look at this!"}, {"speaker": "Micaiah", "line": "It’s a satori sign. What about it?"}, {"speaker": "Skrimir", "line": "I found a patch of ground that was emitting light, so I started digging. This was what I found."}, {"speaker": "Micaiah", "line": "Oh, so that’s it..."}, {"speaker": "Skrimir", "line": "You buried it?"}, {"speaker": "Micaiah", "line": "No, but I saw a vision in a dream. Rays of light fell from the sky, wriggling into the ground and burying themselves."}, {"speaker": "Skrimir", "line": "Ah. So maybe there are more?"}, {"speaker": "Micaiah", "line": "Yes... I think so. Somewhere..."}], "boss": [{"speaker": "Yuma", "line": "Die! Die!"}, {"speaker": "Yuma", "line": "How...could this have happened? How could betrayers of the goddess's word defeat her appointed champions?"}, {"speaker": "Yuma", "line": "Death to the false apostle! Show her the punishment for her wicked, deceitful acts!", "unit": "Sanaki", "boss": "Yuma"}, {"speaker": "Sanaki", "line": "I...I have not deceived you! I am the true... I am the true apostle...", "unit": "Sanaki", "boss": "Yuma"}, {"speaker": "Yuma", "line": "You are the dark god made flesh! The source of all evil!", "unit": "Micaiah", "boss": "Yuma"}, {"speaker": "Micaiah", "line": "Don't speak that way about Yune! She is not a dark god!", "unit": "Micaiah", "boss": "Yuma"}, {"speaker": "Yuma", "line": "Death to the filthy sub-humans! Despicable, rabid beasts!", "unit": "Skrimir", "boss": "Yuma"}, {"speaker": "Skrimir", "line": "Yes! Feed my rage! Make me hate you. Give me reason to crush your bones in my jaws...", "unit": "Skrimir", "boss": "Yuma"}, {"speaker": "Yuma", "line": "Black-winged demon, eater of carrion! Prepare to receive the goddess’s judgment!", "unit": "Naesala", "boss": "Yuma"}, {"speaker": "Naesala", "line": "Hmm...how colorful.", "unit": "Naesala", "boss": "Yuma"}, {"speaker": "Yuma", "line": "The dark god breeds foul corruption through the words of its false apostle! Her soul is a blackened, withered husk, and we shall banish it from this world!", "unit": "Sigrun", "boss": "Yuma"}, {"speaker": "Sigrun", "line": "As long as I draw breath, you will not lay hands on Apostle Sanaki.", "unit": "Sigrun", "boss": "Yuma"}, {"speaker": "Yuma", "line": "Traitorous knight of the false apostle! Prepare to be cleansed!", "unit": "Tanith", "boss": "Yuma"}, {"speaker": "Tanith", "line": "Oathbreakers! You are servants of the empire and the apostle! The Holy Knights will teach you the meaning of loyalty.", "unit": "Tanith", "boss": "Yuma"}], "end": [{"speaker": "Skrimir", "line": "Hmph. They were strong...for beorc. Has the senate held back its elite forces?"}, {"speaker": "Sigrun", "line": "No, I knew a few of them by face. Some of these soldiers were new recruits. I can't imagine how they could have fought against us so fiercely."}, {"speaker": "???", "line": "Simple. They were protected by Ashera."}, {"speaker": "Yune", "line": "I sent a message to Micaiah about the impending attack, then returned here as fast as I could. Ashera freed the petrified soldiers who would pledge loyalty to her. By themselves, they weren't a threat to skin puppets as strong as you, so she blessed their armor and weapons. Now they are worthy to be her true disciples, and their power will be stronger as we get closer to her. The battle will only get more difficult from here."}, {"speaker": "Sigrun", "line": "Their weapons and armor are blessed by the goddess herself?"}, {"speaker": "Naesala", "line": "Is that similar to the Black Knight's armor, or Ike's sword Ragnell?"}, {"speaker": "Yune", "line": "It's the same idea, yes. The Disciples' blessings were much weaker, because there were a lot of them. Still, it makes them a lot more powerful than they originally were. I'd like to bless you all with protection, too, but I haven't been awake long enough to wield that kind of power. Sorry about that."}, {"speaker": "Skrimir", "line": "Ahhh...that was how they were able to stand against us."}, {"speaker": "Yune", "line": "Poor souls... When they were turned back from stone, they probably thought they were the chosen ones or something. No one is good enough for her, though. When she's done using them against us, they'll all be stone creatures again."}, {"speaker": "Sothe", "line": "Micaiah! There you are!"}, {"speaker": "Yune", "line": "Oh, it's her shadow again! I should go. All right, everyone. I'll see you later. Good luck!"}, {"speaker": "Sothe", "line": "Micaiah?"}, {"speaker": "Micaiah", "line": "Unh...! What?"}, {"speaker": "Naesala", "line": "Hey, glad to have you back. We should tell the other teams what happened here."}, {"speaker": "Sothe", "line": "Hm?"}, {"speaker": "Skrimir", "line": "I am going back to sleep. I dislike being awakened so early in the morning. Even if it is for battle."}, {"speaker": "Sothe", "line": "Yune was here again? I don't like that she keeps taking over your body. She should stick to being that stupid bird."}, {"speaker": "Micaiah", "line": "Please don't say mean things about her. She's like an older sister to me."}, {"speaker": "Sothe", "line": "Your older sister is a dark god?"}, {"speaker": "Micaiah", "line": "I finally understand now. Remember the voice that used to warn me about impending danger? That was Yune's voice. I finally realized it this morning. Even as she slept, she watched over us. Yune loves beorc and laguz with all her heart. I can feel it when she speaks through me."}, {"speaker": "Sothe", "line": "Then why do people call her the dark god?"}, {"speaker": "Micaiah", "line": "I don't know... But she doesn't like that name. It hurts her when you call her that."}, {"speaker": "Sothe", "line": "Sorry... I won't call her that again."}, {"speaker": "Yune", "line": "You mean it? Then I forgive you!"}, {"speaker": "Sothe", "line": "...Hey! Is that you, Yune?"}, {"speaker": "Yune", "line": "\"Sorry... I won't call her that again.\" Why can't you be that nice with me? To be honest, it makes me a little jealous. But that's all right, I guess. I know that Micaiah needs you. That's why I can't let you die. Here, come closer to me."}, {"speaker": "Sothe", "line": " Hey, what are you doing?"}, {"speaker": "Yune", "line": "Don't be so jumpy. I'm giving you the power to protect Micaiah."}, {"speaker": "Sothe", "line": "Wow. Amazing... I feel incredible, like I could arm wrestle Skrimir."}, {"speaker": "Yune", "line": "Good... Always stay by Micaiah's side."}, {"speaker": "Sothe", "line": "Yune?"}, {"speaker": "Micaiah", "line": "No, it's me again. Disappointed?"}, {"speaker": "Sothe", "line": "Never. But I do wish she had at least let me thank her."}, {"speaker": "Micaiah", "line": "It just would have embarrassed her. You know, you two are very much alike. You're both very stubborn."}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Micaiah", "line": "I'm just teasing you, Sothe. Anyway, did you hear what the enemy said before the battle?"}, {"speaker": "Sothe", "line": "Yeah... They called out Lekain by name. No mistake about it. That means he's still alive, and probably not petrified, since they said he was their leader. I suppose we'll run across him once we get closer to the tower. That'll be our big chance."}, {"speaker": "Micaiah", "line": "Right. We must break the blood pact. No matter what it takes. Of course, our first goal is to save everyone from the goddess's judgment. But we have to break the pact while they're all stone. If we don't, we may save the world, but still lose Daein."}, {"speaker": "Sigrun", "line": "...We seem to have missed our chance to speak with her. What a remarkable girl. Lady Micaiah can hear the voice of the goddess Yune and learn of impending danger. She is much like you, Empress Sanaki."}, {"speaker": "Sanaki", "line": "...Let us head back."}, {"speaker": "Sigrun", "line": "Are you sure? You said before that it was imperative you speak with Lady Micaiah..."}, {"speaker": "Sanaki", "line": "It's not important. Forget it."}, {"speaker": "Sigrun", "line": "Empress..."}], "narration": ["Ike's route leads his group to the west. He is accompanied by his old comrades, deputy commander Titania and master tactician Soren. Also with him are Nailah, Queen of Hatari, the heron prince Rafiel, Prince Kurthnaga of Goldoa, and his loyal subject Ena. Having received a warning from Micaiah about the Disciples of Order, Ike and company stay alert and wary as they cross into Seliora."]}