{"chapter": "4:11", "title": "Rebirth1", "speakers": ["Ike", "Titania", "Soren", "???", "Skrimir", "Sanaki", "Micaiah", "Naesala", "Caineghis", "Tibarn", "Elincia", "Yune", "Kurthnaga", "Stefan", "Almedha", "Ena", "Nasir", "Rafiel", "Reyson", "Leanne", "Female Voice", "Male Voice", "Lekain", "Hetzel", "Jill", "Haar", "Nailah", "Oliver", "Sigrun", "Tanith", "Astrid", "Pelleas", "Sothe", "Geoffrey", "Bastian", "Lucia", "Renning", "Giffca", "Volke"], "dialogue_counts": {"Ike": 45, "Titania": 1, "Soren": 1, "???": 3, "Skrimir": 3, "Sanaki": 21, "Micaiah": 16, "Naesala": 4, "Caineghis": 7, "Tibarn": 6, "Elincia": 14, "Yune": 36, "Kurthnaga": 15, "Stefan": 12, "Almedha": 13, "Ena": 12, "Nasir": 15, "Rafiel": 6, "Reyson": 3, "Leanne": 3, "Female Voice": 9, "Male Voice": 8, "Lekain": 53, "Hetzel": 26, "Jill": 2, "Haar": 3, "Nailah": 4, "Oliver": 2, "Sigrun": 4, "Tanith": 6, "Astrid": 3, "Pelleas": 9, "Sothe": 3, "Geoffrey": 3, "Bastian": 5, "Lucia": 6, "Renning": 8, "Giffca": 1, "Volke": 9}, "gender_counts": {"M": 221, "F": 150, "N": 29, "A": 0}, "lines": 400, "transitions": "MFM--MNMMFFMFMM-MM-M-MMMFF-MF-FMMFMF-MFMFMFMFMFMFMFMFMFMFMFMF-MFMFMNMFFFFFFFFFMMFMMMFMMFMFMMMFMMFFMMMMFFMFMFMMMFMFFM-FM-MFFFMM-MFM-F-FMF-MFM-F-F-M-F-MM-MM-MF-F--MFF-FMFMFMF-MFMFMFMFMF-FMF-F--MFMFMFMFM-MFM-MFMFMF-M-M-N-NF-NM-FNFNFNFNFN-NMNMNMN-FNF-NFNF-NM-NM-NFN-NM-FN-FN-NF-NMNM-N-MF-MMM-MMM-MMMMM-MMM-MFMFM-FM-MMM-FMFMFM-MFMFMFMFMF-FMFM-MMMMMMMM-FM-MMM-MFMFM-MMMMMMM-MMMMMMM-M-FMF-F--FMFMMFFFMFFMF-FMFMFMFM-FMFMF-FMMFFNFFMFFMFMMMMMMFMFMFMMMFMFFFFFF-MMMMMMMM-MMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Yune", "line": "...What was that? Someone's... Was it someone's memory?"}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Yune", "line": "Sorry? Oh, I... Don't worry. It was nothing. All right, then... Our path leads through that door there."}, {"speaker": "Yune", "line": "..."}, {"speaker": "Lekain", "line": "Well, well... \"Apostle\" Sanaki. What a surprise seeing you here. Frankly, I'm amazed that you, of all people, would dare to set foot inside the most holy Tower of Guidance."}, {"speaker": "Micaiah", "line": "Lekain... We've been looking for you for a long time. You bound Daein to your awful pact, hounded noble King Pelleas, and stole countless lives in your appalling war. You are...beyond redemption!"}, {"speaker": "Lekain", "line": "Beyond redemption? My, that does sound awful. Whatever will you do with me? Oh, and let me remind you, the blood pact is still in effect. You would do well to remember that. I think you know what will happen to the people of Daein if you should dare oppose me."}, {"speaker": "Micaiah", "line": "Enough. We fear your threats no longer. No more will we bow to your every whim. Now that we've found you, we will exact justice upon you, then destroy the blood pact itself, ending its power over us!"}, {"speaker": "Lekain", "line": "So you figured it out, did you? Heh, heh... It matters not. This changes nothing, do you hear me? Here is the scroll for which you've been searching so diligently. Right here in my hands."}, {"speaker": "Micaiah", "line": "Ah!"}, {"speaker": "Lekain", "line": "And yet, none of you will ever lay one grimy little finger upon it. I have been blessed by the goddess herself. Her protection will not allow you fleas to even approach me!"}, {"speaker": "Sanaki", "line": "Lekain! Cease this travesty of virtue at once!"}, {"speaker": "Lekain", "line": "What have we here? Oh yes, the apostle. Excuse me, child, but I had completely forgotten you were here. Since you've deigned to grace us with your exalted presence, dear apostle, let me share a bedtime story with you."}, {"speaker": "Lekain", "line": "The year was 640, Begnion era... The empire had been without an apostle for 15 long years. The senators were being constantly harassed with complaints from the people. There had been nothing like it in history. The voices calling for young Sanaki to be crowned grew louder every day... You had just turned five years old when the senate welcomed you to the throne as the new apostle. Ah, but my young mistress Sanaki, what a difficult child you were. You threw tantrums, you screamed and cried constantly. Your conduct was hardly befitting an empress of Begnion! Everyone was at a loss... You wouldn't even stop mewling and crying during official proceedings. But then along came our youngest senator ever, Sephiran, Duke of Persis. When he took you in his arms, you immediately stopped crying. You even smiled. We had to take advantage of this obvious miracle. In an unprecedented move by the senators, we elevated Sephiran to prime minister, keeping him serving as close to you as possible. This plan, radical as it was, proved far more effective than we dared dream. A young, handsome prime minister and an adorable moppet of an apostle brought the people's support to incredible new heights. Apparently the common citizenry is gullible enough to blindly follow any leader who is sufficiently attractive. Enamored as they were, no one ever seemed to care whether or not you could hear the voice of the goddess. With the new apostle and prime minister, the political landscape became unrecognizable. Even in the face of overtly unreasonable legislation, the two of you would stand on the balcony... A smile and a wave later, the people would cheer and go on with their happy lives."}, {"speaker": "Sanaki", "line": "..."}, {"speaker": "Lekain", "line": "It was too good to be true, however. Both of you were only meant to be puppets! Each year you interfered with our government more and more, imposing your soft-hearted ideals over our sovereign rights. Were such trivialities as laguz slavery and the Daein occupation worth making issues of? The pair of you were becoming an increasingly bothersome thorn in our side. And then this war against the laguz forces... You went so far as to expose our previous indiscretions and demand reparations for the sub-humans. This was unforgivable. Clearly you both had to be removed. Sephiran would be falsely accused and jailed, necessitating his removal from office. The apostle would suffer a sudden illness, and be excused from official proceedings. Or so we intended..."}, {"speaker": "Lekain", "line": "And somehow, despite the extraordinary plans of great me, here you are standing before my very eyes."}, {"speaker": "Sanaki", "line": "If Sephiran and I hadn't been freed... You were just waiting for your chance to kill us? Just as you killed my grandmother."}, {"speaker": "Lekain", "line": "Out of respect for the imminently deceased, I'll be completely honest. Yes, you assume correctly. Your assassination, and the plot to once again frame the Serenes herons for it, was entirely my idea."}, {"speaker": "Sanaki", "line": "Yes... I thought as much."}, {"speaker": "Lekain", "line": "Impressive, Sanaki. When you were first crowned, you would have cried your little eyes out. You've grown, slightly."}, {"speaker": "Sanaki", "line": "Lekain, Duke of Gaddos! Before the 37th empress of Begnion... Prepare to be judged!"}, {"speaker": "Lekain", "line": "An amusing game, child, truly. But you must know that there is nothing you can do against me! I am the greatest servant of the all-knowing, almighty Ashera. I am her chosen champion! And you, Sanaki, are a pathetic wretch, mewling behind her pack of Daein curs. Ashera's judgment is upon you! You will not live to be turned to stone... You will die here as flesh and blood!"}], "conversation": [{"speaker": "Elincia", "line": "We’re almost there. Tomorrow, we head to the tower."}, {"speaker": "Geoffrey", "line": "Do not worry, Your Majesty. We will be right beside you."}, {"speaker": "Bastian", "line": "Though long tested by the trials of the goddess Ashera, we shall overcome, and our mission will be laid to rest."}, {"speaker": "Lucia", "line": "Yes. What we do now, we do not only for the people of Crimea, but for all the people of Tellius."}, {"speaker": "Elincia", "line": "Yes... We shall succeed."}, {"speaker": "???", "line": "You are a courageous queen, indeed."}, {"speaker": "Elincia", "line": "Who said that?"}, {"speaker": "Elincia", "line": "U-Uncle Renning! Are you all right now!?"}, {"speaker": "Renning", "line": "Don’t I look it? I stand before you in full health... Thanks to your efforts, of course."}, {"speaker": "Elincia", "line": "Wonderful! I’m so relieved, Uncle!"}, {"speaker": "Lucia", "line": "Duke Renning."}, {"speaker": "Renning", "line": "Lucia, you have my gratitude for looking after Elincia so diligently. Bastian, Geoffrey... Everyone, you have my sincere thanks."}, {"speaker": "Lucia", "line": "Please, Duke Renning. It is our joy to serve Her Majesty. Our loyalty extends beyond the queen. Please do not forget that."}, {"speaker": "Renning", "line": "...Thank you. I appreciate your concern. Especially yours, Bastian."}, {"speaker": "Bastian", "line": "I stand by you, my lord."}, {"speaker": "Renning", "line": "You have ever been my most loyal and clever confidant. Was it possible for you to acquire the things I desired?"}, {"speaker": "Bastian", "line": "Indeed, my lord. For you, to whom I owe my mastery of disciplines esoteric and arcane, no task is too difficult. Your sword, your armor, and your faithful steed stand ready, that the battlefield shall know your valor once more."}, {"speaker": "Renning", "line": "You haven’t changed a bit, Bastian. Always the clever one."}, {"speaker": "Bastian", "line": "Your praise is too much, my lord."}, {"speaker": "Elincia", "line": "Uncle! You intend to join the fight!? Please, you mustn’t push yourself too hard!"}, {"speaker": "Renning", "line": "My, how things have changed! Am I to take orders from my niece on what battles I am allowed to fight in? I’m not a princess to be coddled and kept safe behind the vanguard, Elincia. I am a knight of Crimea, and I will be one until I die. As long as I live, as long as I am able to walk, and as long as I draw breath, I shall fight. It is my duty."}, {"speaker": "Elincia", "line": "...I understand. Swear to me, then. Swear that you won’t die. That you won’t ever leave me alone."}, {"speaker": "Renning", "line": "I swear to you that I will never leave you behind. I swear it upon my pride as a knight and upon my love for my country. Now, Your Majesty, please grant me the honor of protecting you in battle."}, {"speaker": "Elincia", "line": "Oh, Uncle... You may have to compete for that role, I think."}, {"speaker": "Geoffrey", "line": "Duke Renning... I will not give up my place as the commander of the Royal Knights, even to you."}, {"speaker": "Renning", "line": "Let’s take it outside, then. Perhaps I’ll remind you why you have never won a match against me."}, {"speaker": "Geoffrey", "line": "As you wish, Duke Renning. I will also show you that I have spent three years preparing solely to defend the queen from harm. I have made it my life."}, {"speaker": "Elincia", "line": "U-Uncle?! And Geoffrey, you too?! Bastian, do something!"}, {"speaker": "Bastian", "line": "Truly, I shall have to! After all, a match between such stalwart warriors needs be judged. I believe I shall volunteer my services. Excuse me."}, {"speaker": "Elincia", "line": "Bastian!"}, {"speaker": "Lucia", "line": "Oh, Your Majesty. Let them be."}, {"speaker": "Elincia", "line": "Lucia? Are you siding with them, too?"}, {"speaker": "Lucia", "line": "Doesn’t all of this remind you of a scene in Melior from years ago? Tomorrow is full of uncertainty. We may live and we may die. Yet here we are, enjoying a little scene of high drama from glory-filled past. I’m glad of it."}, {"speaker": "Elincia", "line": "That’s true... It’s like a weight has been lifted off my chest. Why don’t we follow them? We should enjoy our final night together."}, {"speaker": "Lucia", "line": "Of course, Your Majesty."}, {"speaker": "Caineghis", "line": "Ike. I have something to give you."}, {"speaker": "Ike", "line": "Hey, this is..."}, {"speaker": "Caineghis", "line": "It’s called Urvan, if I remember correctly. I borrowed it from your father’s grave."}, {"speaker": "Ike", "line": "Why?"}, {"speaker": "Caineghis", "line": "Honestly? I have no idea. But I felt a sudden urge to visit Greil’s grave on the morning of our journey. When I told Giffca my idea for a little side trip, he said he thought the same thing."}, {"speaker": "Giffca", "line": "I believe we were guided to your father’s grave by a divine message from the goddess."}, {"speaker": "Caineghis", "line": "When I saw your father’s axe, I was convinced that I had to take it to you. I felt that’s what your father would have wanted."}, {"speaker": "Ike", "line": "...Maybe he and my mother are looking over us from somewhere else. All right. It’s my father’s, so it’s only right that I take it."}, {"speaker": "Ike", "line": "Volke...?"}, {"speaker": "Volke", "line": "Over here."}, {"speaker": "Ike", "line": "Looking for you is still like trying to find spilled ink at night."}, {"speaker": "Volke", "line": "It’s part of the job. Anyways... You’ve grown quite a bit since the last time I saw you."}, {"speaker": "Ike", "line": "Everyone loves telling me that."}, {"speaker": "Volke", "line": "You’re starting to look like Greil."}, {"speaker": "Ike", "line": "That might be true, too. He IS my dad. I didn’t expect to see you here. Did someone from this camp hire you?"}, {"speaker": "Volke", "line": "Sure did."}, {"speaker": "Ike", "line": "I see. It’s good to have you on our side under any circumstances. Why did you call me over?"}, {"speaker": "Volke", "line": "I have to return something to you."}, {"speaker": "Ike", "line": "What the...!? What’s all this money for?"}, {"speaker": "Volke", "line": "It’s the 50,000 gold you paid me the last time around. Well, minus my pay, expenses, and that sort of thing, of course."}, {"speaker": "Ike", "line": "Even so, there’s a lot here."}, {"speaker": "Volke", "line": "Well, the contract ended sooner than expected, I guess."}, {"speaker": "Ike", "line": "You did a lot for us back then. I didn’t even get a chance to thank you."}, {"speaker": "Volke", "line": "It was a job. There’s no need to thank me."}, {"speaker": "Ike", "line": "I know. But if you hadn’t told me the story of my father, I would never have known about his past. So thanks, Volke."}, {"speaker": "Volke", "line": "Uh, yeah, so, anyhow... You have your money back. See you later."}, {"speaker": "Ike", "line": "Did he really just get embarrassed because I thanked him? What a weird guy."}], "flashback": [{"speaker": "Female Voice", "line": "So, you were companion to the very first empress, Altina. I am honored that you have chosen to speak with me."}, {"speaker": "Male Voice", "line": "You would trust in the word of a stranger?"}, {"speaker": "Female Voice", "line": "Yes. I can see inside you. I know you cannot speak lies."}, {"speaker": "Male Voice", "line": "Is it possible? Do you share some aspect of my power?"}, {"speaker": "Female Voice", "line": "I do, as did my mother... Generation after generation, each apostle has been blessed to hear the voice of the goddess. We know of impending disasters, how crops will fare.... All revelations originally intended for you."}, {"speaker": "Male Voice", "line": "The children of my union with Altina... I had no idea..."}, {"speaker": "Female Voice", "line": "Please look at this."}, {"speaker": "Male Voice", "line": "That mark..."}, {"speaker": "Female Voice", "line": "All of the apostles have born this brand. It is our greatest secret. The senators must never know. Because of this brand, I thought that I had been born of some great sin. It plagued me always. Guilt tore at me every day as I hid my mark from my people, deceiving them constantly about my true nature."}, {"speaker": "Male Voice", "line": "Oh, child...how can I apologize to you?"}, {"speaker": "Female Voice", "line": "And yet, now that I've met you, I understand. There is no shame in my heritage. None at all. I will not live in hiding. I will reveal to the world that I am one of the Branded. They must see there is no shame in who I am."}, {"speaker": "Male Voice", "line": "No! You mustn't! You don't understand the danger you will be placing yourself in!"}, {"speaker": "Female Voice", "line": "Oh, but I do. The senators will do their utmost to rally the people against me, as they did when I freed the laguz from slavery. But I will not be deterred. If I am to lead this nation, I cannot allow it to be corrupted by prejudice and hatred. I can put the life the goddess has given me to no greater good than this."}, {"speaker": "Male Voice", "line": "...Such determination. Your eyes... They very much resemble Altina's."}, {"speaker": "Female Voice", "line": "I will stand before my people and proudly proclaim the truth. And then I will guide them to a just and honest future. This is my promise to you."}, {"speaker": "Male Voice", "line": "Thank you. Your strength of will, the truth that guides your life... You have shown me the way back to myself. I shall return to Goldoa and tell my friends of you and your actions. I will tell them that laguz and beorc may once again live together in peace. I will tell them that there is hope."}, {"speaker": "Female Voice", "line": "Thank you, father of my mothers. I strive to be worthy of the gift of live you have granted me."}], "battle": [{"speaker": "Lekain", "line": "Ta ha haaa! Bathe in my radiance!"}], "boss": [{"speaker": "Lekain", "line": "This... This can't be... I was... I was...chosen..."}], "end": [{"speaker": "Micaiah", "line": "King Pelleas! This is it. Lekain was carrying it. It's... It's...the blood pact!"}, {"speaker": "Pelleas", "line": "At long last... We finally found it. All that misery Daein has suffered over this wretched parchment... But this is the last thing we need. Now we can free Daein of the senate's tyranny. Micaiah, savior of Daein... Would you do the honors and destroy that damned thing?"}, {"speaker": "Micaiah", "line": "Of course..."}, {"speaker": "Micaiah", "line": "...Whew..."}, {"speaker": "Micaiah", "line": "That's it."}, {"speaker": "Pelleas", "line": "Yes, and now no one has to die."}, {"speaker": "Micaiah", "line": "Thank goodness..."}, {"speaker": "Pelleas", "line": "Micaiah...Sothe... You have my deepest gratitude."}, {"speaker": "Sothe", "line": "Hey! Look, there's another pact here. Lekain was carrying two of them. What's going on?"}, {"speaker": "Sanaki", "line": "Oh... I'll hang on to this."}, {"speaker": "Micaiah", "line": "Empress Sanaki?"}, {"speaker": "Sanaki", "line": "I promised to return this to its proper owner, Raven King Naesala. Because of this, he was forced to serve under Lekain, and he had to turn against his allies..."}, {"speaker": "Pelleas", "line": "So, Kilvas, too?"}, {"speaker": "Sanaki", "line": "Yes. Lekain's treachery ran deep. At least it's finally over. I'm happy for everyone."}, {"speaker": "Micaiah", "line": "As am I."}, {"speaker": "Pelleas", "line": "And yet, Daein and Kilvas's newfound freedom is wasted on the statues that call them home. We still must confront the goddess."}, {"speaker": "Sanaki", "line": "Well spoken. We can't stop until everyone is truly free. Come! The goddess awaits."}, {"speaker": "Sanaki", "line": "Lekain... To think that the warped dreams of one treacherous madman could corrupt an entire nation..."}, {"speaker": "Ike", "line": "Apostle? Are you well?"}, {"speaker": "Sanaki", "line": "So you still insist on calling me \"apostle\"? I think we're past that, Ike."}, {"speaker": "Ike", "line": "So what should I call you? Miss Sanaki?"}, {"speaker": "Sanaki", "line": "How rude! You have no right to address me with such familiarity! Please call me \"Empress.\""}, {"speaker": "Ike", "line": "Got it, Empress."}, {"speaker": "Sanaki", "line": "You don't have to say it like that. Loosen up a bit."}, {"speaker": "Ike", "line": "Oh, give me a break..."}, {"speaker": "Yune", "line": "You creatures are made of some tough meat. I don't think that girl even needs to hear the divine word, do you?"}, {"speaker": "Ike", "line": "Yune, you're a bit of a mystery, yourself. It almost sounds like you're happy to se that people don't necessarily need you."}, {"speaker": "Yune", "line": "The one constant truth of people, Ike, is that nobody can stop them from changing. People sometimes do things that even the highest divinities couldn't imagine. That makes me sad. But that also makes me very happy. That's why I love people so much."}, {"speaker": "Ike", "line": "There are some changes that goddesses can't even predict or control. Maybe Ashera resented that."}, {"speaker": "Yune", "line": "I don't know... But I do know that Ashera loved people. I'm sure of it..."}]}