{"chapter": "4:12", "title": "Rebirth2", "speakers": ["Ike", "Yune", "Black Knight", "Zelgius", "Tibarn", "Levail", "Reyson", "Sanaki", "Micaiah", "Haar", "Rafiel", "Leanne", "Sigrun", "Tanith", "Astrid", "Oliver", "Sephiran", "Mist", "???"], "dialogue_counts": {"Ike": 33, "Yune": 13, "Black Knight": 3, "Zelgius": 36, "Tibarn": 2, "Levail": 29, "Reyson": 2, "Sanaki": 3, "Micaiah": 1, "Haar": 10, "Rafiel": 2, "Leanne": 2, "Sigrun": 1, "Tanith": 1, "Astrid": 1, "Oliver": 1, "Sephiran": 11, "Mist": 14, "???": 9}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 174, "transitions": "-------------------------------------------------------", "intro": [{"speaker": "Ike", "line": "Are we going the right way?"}, {"speaker": "Yune", "line": "Yes. Ashera is at the top. We're going up. This is definitely the right way."}, {"speaker": "Ike", "line": "I'm a little disoriented because this is much bigger than it looks from outside. It's not my imagination, is it?"}, {"speaker": "Yune", "line": "To be honest, you probably shouldn't look around too carefully. True miracles can overwhelm and terrify mortal minds. If you dwell on what you see here, you might stop climbing."}, {"speaker": "Ike", "line": "Really?"}, {"speaker": "Yune", "line": "Yes, really! Well, for most people, anyway. You're all the exceptions. You are all focused on your one goal, and you can't die until you achieve it. That's what you think, right?"}, {"speaker": "Ike", "line": "Yes."}, {"speaker": "Yune", "line": "Desire propels people forward. That's how it's been since the beginning of your kind. You hope, take, give, kill, struggle... Out of all those needs and desires, hate and strife are born. And that's all right. You should want. You should strive to fill that want. You should challenge your fates. When all else fails, you can still die fighting."}, {"speaker": "Ike", "line": "Your philosophy is pretty extreme, too. Ashera doesn't forgive people for their imperfections. But you embrace both the good and evil natures of people. You seem to enjoy our internal struggles."}, {"speaker": "Yune", "line": "A straight road is boring. Defeat and destruction are far more interesting than stasis."}, {"speaker": "Ike", "line": "Huh. Is there a goddess who takes a middle-of-the-road approach?"}, {"speaker": "Yune", "line": "Well, long ago... Wait. Stop, everyone! We need to talk. The next one who stands in our way is someone deeply tied to you."}, {"speaker": "Ike", "line": "...Let's go."}, {"speaker": "Black Knight", "line": "You've come. Welcome, son of Gawain. Welcome all, courageous warriors."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "I wonder how I didn't notice? Your composure, bearing, voice... It seems obvious in retrospect."}, {"speaker": "Black Knight", "line": "..."}, {"speaker": "Ike", "line": "I wish I'd had the chance to fight you...or see you fight, General. Then I would've known a lot sooner."}, {"speaker": "Black Knight", "line": "Unfortunately for both of us, that opportunity never came."}, {"speaker": "Ike", "line": "So, it really is you. The Black Knight... No, General Zelgius!"}, {"speaker": "Zelgius", "line": "Ike. I have long looked forward to the day we would fight again. Now that it is here, let us not delay any longer. Raise your sword and begin!"}, {"speaker": "Ike", "line": "Let's finish this!"}, {"speaker": "Tibarn", "line": "Stop right there. I've got a debt to settle with this scum."}, {"speaker": "Zelgius", "line": "True, your revenge against me remains incomplete. However, may I ask you to step aside for now? Though at different times, Ike and I both learned the way of the sword from the same master: one of Daein's famous Four Riders, General Gawain. He left Daein under an assumed name and formed a mercenary company."}, {"speaker": "Zelgius", "line": "I was entranced by Greil's swordsmanship while he was in Daein. I studied under him, I fought next to him... I idolized him. When he left, I was crushed. I vowed to find him again, and challenge him to  duel. I had to know if I had surpassed him! Three years ago, I caught up to Greil. I challenged him to a duel, and was victorious. But, something was wrong... The fight had been too simple. I thought I'd never feel satisfaction again. Then, Ike told me why it had been so easy. Greil had severed all the tendons in his right hand, and swore never again to draw a blade. Can you imagine my joy at the news? I knew that a swordsman of his stature couldn't have been so easy to defeat!"}, {"speaker": "Zelgius", "line": "My master's skills were passed down to his son, Ike. I will defeat him and finally surpass my master! I trust that you understand. Once our fight is finished, I will allow you to settle your quarrel, Hawk King."}, {"speaker": "Ike", "line": "Please, Tibarn."}, {"speaker": "Tibarn", "line": "...Fine. If you're taking my place, you'd better win. Got that?"}, {"speaker": "Ike", "line": "Of course. This is my chance to avenge my father's death. This time, he won't walk away."}, {"speaker": "Zelgius", "line": "Let us begin."}, {"speaker": "Zelgius", "line": "I won't allow anyone to interfere with our fight."}, {"speaker": "Ike", "line": "Agreed. It's better this way. I can focus on you!"}, {"speaker": "Zelgius", "line": "No draw. No escape. One wins. One loses. We shall end this. One of us will live..."}, {"speaker": "Zelgius", "line": "And one of us will die."}, {"speaker": "Ike", "line": "I'm ready. Good-bye, General Zelgius."}], "battle": [{"speaker": "Levail", "line": "Face me in an honorable duel, and know that I shall be the one to take your life."}], "boss-talk": [{"speaker": "Reyson", "line": "Why do you avoid eye contact? Am I not a worthy enemy?", "unit": "Reyson", "boss": "Levail"}, {"speaker": "Levail", "line": "Attacking a defenseless man goes against the code of chivalry. Please stay back, man of Serenes.", "unit": "Reyson", "boss": "Levail"}, {"speaker": "Reyson", "line": "Do not insult me!", "unit": "Reyson", "boss": "Levail"}, {"speaker": "Sanaki", "line": "I know you... You were a general in the Gaddos army. Did Zelgius betray Sephiran and side with the senate?", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Levail", "line": "No, no! I swear upon the general's good name that he would do no such thing! I was the one who abandoned the duke of Gaddos to follow General Zelgius.", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Sanaki", "line": "What is going on here? I don't understand the relationship between the Black Knight and the senate, or who is friend or foe...", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Levail", "line": "Of one thing I am certain, Empress Sanaki. We are not your enemy! z Sanaki: Then order your men to stand down! I must speak with Zelgius. Take down that barrier!", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Levail", "line": "I cannot do that. General Zelgius was very clear: he wishes to fight that man. Alone. My orders are to eliminate any intruders inside the tower in the meantime. My deepest apologies, Empress.", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Sanaki", "line": "Wait! I won't allow it! Halt, Levail! Halt!", "unit": "Sanaki", "boss": "Levail"}, {"speaker": "Levail", "line": "You must be the Silver-Haired Maiden, Micaiah, correct?", "unit": "Micaiah", "boss": "Levail"}, {"speaker": "Micaiah", "line": "Who are you?", "unit": "Micaiah", "boss": "Levail"}, {"speaker": "Levail", "line": "Don't worry, I've no intention of harming you. Far from it, in fact. I'm under orders from General Zelgius to keep my men away from you. Please retreat. I don't want to disobey the general.", "unit": "Micaiah", "boss": "Levail"}, {"speaker": "Levail", "line": "Captain Haar! You are still alive!", "unit": "Haar", "boss": "Levail"}, {"speaker": "Haar", "line": "What happened that you didn't expect me to survive?", "unit": "Haar", "boss": "Levail"}, {"speaker": "Levail", "line": "Um... Nothing, I suppose. It's just that it's been a while since you left Begnion.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Haar", "line": "Yeah. Twenty years ago, wasn't it?", "unit": "Haar", "boss": "Levail"}, {"speaker": "Levail", "line": "I was still very young at the time. You had just been dubbed a knight. Oh, it brings back such memories... The bravery of the dracoknights, especially the Fizzart Platoon. It was legendary among the soldiers. But then you suddenly defected to Daein.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Haar", "line": "I got sick of taking orders from corrupt senators, so I ditched the country with General Shiharam.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Levail", "line": "I joined the army after I came of age. But it was different after you all left. It was as if you took its spirit with you. The only exception was General Zelgius, the general of Duke Persis's army.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Haar", "line": "I see. Is that why you're under his command?", "unit": "Haar", "boss": "Levail"}, {"speaker": "Levail", "line": "Yes. He is the last true knight. I will die for him.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Haar", "line": "Yes, Levail. You will.", "unit": "Haar", "boss": "Levail"}, {"speaker": "Levail", "line": "How I dreamed of fighting a proper foe! I am honored, Sir Haar! Have at you!", "unit": "Haar", "boss": "Levail"}, {"speaker": "Rafiel", "line": "...It seems as though you have been avoiding me since this battle began. What is the meaning of this?", "unit": "Rafiel", "boss": "Levail"}, {"speaker": "Levail", "line": "Attacking a defenseless man goes against the code of chivalry. Please stay back, man of Serenes.", "unit": "Rafiel", "boss": "Levail"}, {"speaker": "Rafiel", "line": "...", "unit": "Rafiel", "boss": "Levail"}, {"speaker": "Leanne", "line": "Um... You... Keep... run away... from me. Why?", "unit": "Leanne", "boss": "Levail"}, {"speaker": "Levail", "line": "Attacking a defenseless woman goes against the code of chivalry. Please stay back, woman of Serenes.", "unit": "Leanne", "boss": "Levail"}, {"speaker": "Leanne", "line": "What? But...", "unit": "Leanne", "boss": "Levail"}], "boss": [{"speaker": "Zelgius", "line": "Let's see how you handle this!"}, {"speaker": "Zelgius", "line": "Impressive! Most impressive!"}], "end": [{"speaker": "Yune", "line": "Whose... Whose memory was that? It's just one of many... They're swirling everywhere... The tower resonates with their strength. But...who is it? Who do they belong to? ...There is such sadness... Zelgius met someone. One lonely soul calling out to another... But he's no longer with us. Zelgius is gone... And now the soul that remains is once more alone..."}], "flashback": [{"speaker": "???", "line": "You bear the mark. So that's your secret, is it? The blood of the laguz runs through your veins."}, {"speaker": "Zelgius", "line": "Yes. There was someone on my father's side who...who was with a laguz."}, {"speaker": "Zelgius", "line": "My lord...the brand...do you know of a way to remove it? This cursed thing, I...I am an outcast from my family. I joined the military to escape the shame and hatred in their eyes... I live in fear of discovery. When I think that I might see that same shame and hatred in another's eyes, I... I come close to despair... I have lived my life alone, unable to trust or become close to anyone."}, {"speaker": "???", "line": "Such loneliness and isolation. You poor child... It pains me to tell you that I know of no way to remove your brand."}, {"speaker": "Zelgius", "line": "I...I understand... It was a foolish question. I apologize."}, {"speaker": "Zelgius", "line": "Lord Sage, I-- I realized some years ago that I was aging more slowly than others do."}, {"speaker": "???", "line": "And you wish to conceal that fact, don't you? Is that why you rarely remove your armor, even when indoors?"}, {"speaker": "Zelgius", "line": "Yes...but this ruse will not last indefinitely. In a few years, I will be forced to leave this army's service."}, {"speaker": "???", "line": "And once again, you will be alone."}, {"speaker": "Zelgius", "line": "I am accustomed to being alone. My only hesitation, is that...I will miss studying the sword under my commander, General Gawain."}, {"speaker": "???", "line": "When the time comes for you to leave, will you come to me, perhaps?"}, {"speaker": "Zelgius", "line": "My lord?"}, {"speaker": "???", "line": "We share a...similar condition. I see something familiar within you. I can... understand your pain and isolation."}, {"speaker": "Zelgius", "line": "But why me?"}, {"speaker": "???", "line": "I have a task that I must accomplish. With you at my side, I would feel more confident of my success."}, {"speaker": "Zelgius", "line": "If I join you, will I be redeemed?"}, {"speaker": "???", "line": "I cannot say. At the very least, however, you will no longer be alone. And neither will I."}, {"speaker": "Zelgius", "line": "That is enough, then. You have made my decision simple. When I leave here I will find you."}, {"speaker": "Zelgius", "line": "I am a soldier in the Daein army. I serve under the command of General Gawain. My name is Zelgius. May I ask your name, my lord sage?"}, {"speaker": "???", "line": "My name? Of course..."}]}