{"chapter": "4:13", "title": "Rebirth3", "speakers": ["Yune", "Ike", "Tibarn", "Sanaki", "Elincia", "Kurthnaga", "Sothe", "Micaiah", "Dheginsea", "Caineghis", "Naesala", "Ena", "Gareth", "Nasir", "Reyson", "Rafiel", "Leanne", "Nailah", "???", "Male Voice 1", "Male Voice 2"], "dialogue_counts": {"Yune": 23, "Ike": 40, "Tibarn": 4, "Sanaki": 11, "Elincia": 3, "Kurthnaga": 18, "Sothe": 8, "Micaiah": 24, "Dheginsea": 54, "Caineghis": 1, "Naesala": 3, "Ena": 13, "Gareth": 9, "Nasir": 6, "Reyson": 6, "Rafiel": 5, "Leanne": 5, "Nailah": 5, "???": 1, "Male Voice 1": 6, "Male Voice 2": 6}, "gender_counts": {"M": 145, "F": 84, "N": 22, "A": 0}, "lines": 251, "transitions": "FMF-FMMFFFFMF-FF-FMF--MF-MMM-MF--F-FF-F-F-FMFMFM-M-MM-MM-MM-M-FM-M-MM--M-M-M-FNFNFNF-NMNMNMN-NM-MF-FMFM-MMMM-MM-MM-MFM-M-M-FMFMFMF-MMMMM-MFM-MFMFM-MMMM-MM-MFM-MMMM-MMMM-MFMFMFMFMF-M-MMN-MFMFMMFMFM-MNMMMF-MMM-NN-NNNNNNNN-NN-M-M-FMFM-MFMFMFMMMFMMMFMFFMFMFMFMFMFMFMFMFMFMF-FMFMFMFMFMFMFMFMF-MMMMMMM-MMMMMMMMM-FFFFFFF", "intro": [{"speaker": "Yune", "line": "How dull. I don't sense any enemies nearby. I know! Would you all like me to tell you a story as we climb?"}, {"speaker": "Ike", "line": "What kind of story?"}, {"speaker": "Yune", "line": "One from long ago, long before the grandparents of anyone here were born."}, {"speaker": "Yune", "line": "In the very beginning of this world...there was only water, until one day a girl appeared. The girl was very clever, and she forged the first land...then she made trees and flowers, and then she created beings."}, {"speaker": "Tibarn", "line": "The story of the grand creation? Heard it. Wake me when it's over."}, {"speaker": "Ike", "line": "The girl was you, right, Yune? Or are you talking about Ashera?"}, {"speaker": "Yune", "line": "Both, really...and neither, actually. At first, the girl was excited by her new world, and she thought of little else. Then she started feeling lonely. Everyone, every being she'd created, was different from her. Not a single person that could truly understand her. All alone, she grew sadder and sadder, crying for thousands of years. Then some creatures began to grow and change, becoming more clever and sophisticated. They tried to comfort the girl and eventually grew closer to her... That was the birth of the Zunanma. They were your ancestors...beorc, laguz, everyone."}, {"speaker": "Sanaki", "line": "In Begnion, we are taught that the Zunanma were human—Uhm, I mean...beorc ancestors... ...It makes me wonder what else in my country has been warped beyond recognition."}, {"speaker": "Yune", "line": "It's possible that the truth was simply misunderstood. Like the way everyone calls me a dark god..."}, {"speaker": "Yune", "line": "But let me continue... The Zunanma worshipped the girl as their own goddess. They said her hair was as striking a color as dawn's first light, so they gave her a name... The Goddess of Dawn. She was a much-loved goddess."}, {"speaker": "Ike", "line": "The Goddess of Dawn..."}, {"speaker": "Yune", "line": "The Zunanma continued to evolve and change, giving rise to a variety of races and tribes across the land. Naturally, each of the races thought their own was superior to the others, and conflict arose between them."}, {"speaker": "Yune", "line": "The goddess tried to make peace among her people, but nothing could stop the warring Zunanma. Trying to separate the factions, the goddess gave them different names, laguz and beorc... But this only intensified their conflict."}, {"speaker": "Yune", "line": "And then...the great flood occurred."}, {"speaker": "Yune", "line": "The goddess was only trying to bring an end to the fighting. But her power was so great that all the continents were drowned in the flood, all except Tellius."}, {"speaker": "Ike", "line": "Are you sure about this story? It's very different from the histories that we've each been taught."}, {"speaker": "Elincia", "line": "Among beorc nations, we only know a vague fairy tale about the dark god stirring up a great disaster."}, {"speaker": "Kurthnaga", "line": "Neither the laguz nor the beorc have an accurate description by the sound of it. I wonder where the story got twisted."}, {"speaker": "Yune", "line": "There is another standing in our way... I have a feeling he might be able to tell us."}, {"speaker": "Kurthnaga", "line": "...Fa--...Father?"}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Kurthnaga", "line": "My father... Just beyond these doors, my father is waiting."}, {"speaker": "Ike", "line": "Dheginsea, king of Goldoa... He's supposed to be one of the three who defeated the dark god...Yune."}, {"speaker": "Yune", "line": "He has been blessed by Ashera. Not only that, but it's a powerful, resilient blessing from long ago. He may be nearly impossible to defeat. ...Let's get everyone together. There's no better time than now."}, {"speaker": "Yune", "line": "I was hoping to avoid this until we reached Ashera... Actually, I hoped not to have to do it at all... But she's left me with no choice. I will give you the blessings of Yune, goddess of chaos and freedom. In their natural state, the attacks of mortal creatures have no effect on divine beings."}, {"speaker": "Yune", "line": "When Ashera set out to defeat me, she gathered her strongest warriors and bestowed on them some of her power. This is called the Goddess's Blessing... She empowered the dual swords of the beorc swordswoman, Altina. The laguz warrior, Soan, and Dheginsea, the leader of the dragon tribe, were also blessed."}, {"speaker": "Yune", "line": "I failed then... But this time will be different. I'll use Ashera's own tricks, and I won't be defeated. Everyone... Take some time now to ready yourselves. Beorc, be sure to equip your best weapons. I'll begin when everyone's ready."}, {"speaker": "Yune", "line": "I think we're all ready. I'll need the laguz to transform."}, {"speaker": "Yune", "line": "Let's begin."}, {"speaker": "Yune", "line": "OK, I'm all done now. Whew... I... That was really hard... I think I... I think I need to rest."}, {"speaker": "Sothe", "line": "Micaiah? Are you feeling all right? You don't look so good."}, {"speaker": "Micaiah", "line": "...I'm fine. Thank you, Sothe."}, {"speaker": "Ike", "line": "What happened to Yune?"}, {"speaker": "Micaiah", "line": "She's sleeping. She wants us to take it from here."}, {"speaker": "Ike", "line": "All right... If we're all set, let's move out."}, {"speaker": "Kurthnaga", "line": "Father!"}, {"speaker": "Dheginsea", "line": "Caineghis, the great lion king... How many times have I said it now? How many times have I warned against starting another war?"}, {"speaker": "Caineghis", "line": "I know, old friend. I know..."}, {"speaker": "Dheginsea", "line": "Tibarn, the great hawk king... How many times have I said it now? How many times have I warned against starting another war?"}, {"speaker": "Tibarn", "line": "Don’t you dare preach to me, you dried-up old fool."}, {"speaker": "Dheginsea", "line": "Naesala, the great raven king... How many times have I said it now? How many times have I warned against starting another war?"}, {"speaker": "Naesala", "line": "And since when have I ever listened to the likes of you?"}, {"speaker": "Dheginsea", "line": "We have betrayed our vow to our goddess. We should have learned, but the fighting never stopped. Now we must pay for our crimes. We must take responsibility, and accept Ashera's judgment."}, {"speaker": "Micaiah", "line": "No! You don't understand! It wasn't the war that awoke the goddess! It was my song... The galdr of release freed the goddess!"}, {"speaker": "Dheginsea", "line": "...You can't expect me to believe that. We will wait here patiently for the punishment we deserve. If you are unwilling to await judgment..."}, {"speaker": "Dheginsea", "line": "You will stand against... The greatest of all dragons!"}, {"speaker": "Kurthnaga", "line": "Father, no! Why must we fight? There must be a way to talk this through."}, {"speaker": "Ike", "line": "It's no use, Kurth. We have no choice but to fight. We must reach the goddess, and not even the king of dragons can stand in our way."}], "battle": [{"speaker": "Dheginsea", "line": "Feel the power of Ashera's faithful!"}, {"speaker": "Dheginsea", "line": "You have followed Yune's path here? That puts us irrevocably at odds. I'm sorry it had to be this way."}, {"speaker": "Dheginsea", "line": "You've declared war on a goddess... A foolish action with terrible consequences!"}], "battle-talk": [{"speaker": "Reyson", "line": "King Dheginsea, you are more powerful than any being alive... Use that power to help us save the people.", "person_1": "Reyson", "person_2": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You are not the first to make such a request. But my answer is the same now as it was before. I will not change my mind. I have no choice but to follow the will of our goddess.", "person_1": "Reyson", "person_2": "Dheginsea"}, {"speaker": "Rafiel", "line": "King Dheginsea, I don’t understand... Why? Why must we fight? I just can’t... I... I... I can’t take it. Fighting only causes more pain and suffering. Why do this?", "person_1": "Rafiel", "person_2": "Dheginsea"}, {"speaker": "Dheginsea", "line": "...You remind me of a friend from long ago. He was the kindest soul I’ve known, but he was so terribly weak. You’ve moved me more than you’ll ever know... But I will not budge. I await my judgment.", "person_1": "Rafiel", "person_2": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Hello, Princess Leanne. You can’t fight me... I advise you to stand down.", "person_1": "Leanne", "person_2": "Dheginsea"}, {"speaker": "Leanne", "line": "(Sadness... Your heart is filled with such sadness. What’s wrong? Can’t we talk about it?)", "person_1": "Leanne", "person_2": "Dheginsea"}, {"speaker": "Dheginsea", "line": "I have nothing more to say to you. This is the way it has to be. My feelings do not matter.", "person_1": "Leanne", "person_2": "Dheginsea"}], "recruit-battle": [{"speaker": "Gareth", "line": "My prince... I was supposed to protect you, but... I failed."}, {"speaker": "Kurthnaga", "line": "No, Gareth! It was I that turned my back on Goldoa. Gareth... I'm sorry."}, {"speaker": "Nasir", "line": "I have lived long enough... Ena, I wish you...the best..."}, {"speaker": "Ena", "line": "Nasir... Nasir! Grandfather..."}], "boss": [{"speaker": "Dheginsea", "line": "Fools! By denying your judgment, you merely rush to your death."}, {"speaker": "Dheginsea", "line": "No... Unh... Has my body grown old? Or is it...my heart..."}, {"speaker": "Ena", "line": "Your Majesty...", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Come now, Ena. Fight.", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Ena", "line": "I'm sorry, I can't. I may have turned my back on my king and left my own country, but I still belong to the dragon tribe. I wouldn't dare attack my own king. I couldn't.", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Then as your king, I order you. I order you to fight for Kurthnaga's life.", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Ena", "line": "My king!", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You and he need each other. You are different from other dragons.", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Ena", "line": "...Very well, Your Majesty.", "unit": "Ena", "boss": "Dheginsea"}, {"speaker": "Kurthnaga", "line": "Father! Please think about what you're doing.", "unit": "Kurthnaga", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "The time for words has passed. The only option remaining is to stop you with brute force.", "unit": "Kurthnaga", "boss": "Dheginsea"}, {"speaker": "Kurthnaga", "line": "Why? Father, why?", "unit": "Kurthnaga", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "That is enough! No more sniveling! You, Kurthnaga, were to rule the dragon tribe in years to come. Show me that you would have been capable!", "unit": "Kurthnaga", "boss": "Dheginsea"}, {"speaker": "Kurthnaga", "line": "But-- Yes, sir... I'll show you.", "unit": "Kurthnaga", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "In my eyes, the mightiest of you looks no different than an infant. Can you hope to stand a chance?", "unit": "Sanaki", "boss": "Dheginsea"}, {"speaker": "Sanaki", "line": "Of...of course. I am Sanaki, 37th empress of Begnion. It is my duty to save my people. Even the world's mightiest dragon will not dissuade me from that calling.", "unit": "Sanaki", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "All right, then, child. Fulfill your duty.", "unit": "Sanaki", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You, too, deign to oppose the goddess Ashera?", "unit": "Elincia", "boss": "Dheginsea"}, {"speaker": "Elincia", "line": "I will do whatever is required to rescue those who were petrified. I beg of you, Dragon King, please reconsider what Prince Kurthnaga said to you.", "unit": "Elincia", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "It is too late. People, in our weakness, betray the gods, and are meant to be punished for it.", "unit": "Elincia", "boss": "Dheginsea"}, {"speaker": "Elincia", "line": "I cannot believe that. People are capable of both terrible and wonderful things. To describe them so simply and cynically does them a disservice.", "unit": "Elincia", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "If I am defeated today, that may convince me that I am wrong. Come... I'm waiting.", "unit": "Elincia", "boss": "Dheginsea"}, {"speaker": "Tibarn", "line": "I never would have believed that one day I'd be facing off against you. Life sure is funny, sometimes.", "unit": "Tibarn", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Even you, Tibarn? Don't make me kill you. You haven't got a chance.", "unit": "Tibarn", "boss": "Dheginsea"}, {"speaker": "Tibarn", "line": "Don't be so sure about that. You just might be surprised. Besides, you've got a lot to answer for, Dheginsea. You'll finally pay the price for all those years of inaction and indifference as your kin were butchered and enslaved.", "unit": "Tibarn", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You shortsighted fool, you still don't understand... All right, I'm waiting. Show me what you've got.", "unit": "Tibarn", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Have at you, follower of Yune.", "unit": "Sothe", "boss": "Dheginsea"}, {"speaker": "Sothe", "line": "I won't live as long as you have, and I'll never be as powerful. Things like saving the world and fighting goddesses are just beyond me. They're out of my reach. That's why I've always chosen to fight for the smaller things in life and the people close to me. If that means I have to fight you to protect them, then so be it.", "unit": "Sothe", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You...you're one of the parentless...", "unit": "Micaiah", "boss": "Dheginsea"}, {"speaker": "Micaiah", "line": "You know me?", "unit": "Micaiah", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Yes. I knew the first of your kind. I have been alive for a very long time... Perhaps too long. But soon it will all be over.", "unit": "Micaiah", "boss": "Dheginsea"}, {"speaker": "Ike", "line": "Dheginsea, Dragon King. I can see you have no intention of letting us pass.", "unit": "Ike", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "I follow my goddess's decrees. My will is unwavering.", "unit": "Ike", "boss": "Dheginsea"}, {"speaker": "Ike", "line": "I have no choice, then. Be on your guard.", "unit": "Ike", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Very well, beorc general. Our blessings may be equal and opposite, but your strength is a mere fraction of mine. Show me your best!", "unit": "Ike", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Naesala, you dare challenge me?", "unit": "Naesala", "boss": "Dheginsea"}, {"speaker": "Naesala", "line": "Heh. It’s funny you should ask that... I’m not deluded enough to think that I can beat you. The goddess herself would hesitate to fight you. But my people are frozen solid, and I have to delude myself enough to think that I can help save them.", "unit": "Naesala", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You are a true king, Naesala. I am ready when you are.", "unit": "Naesala", "boss": "Dheginsea"}, {"speaker": "Naesala", "line": "I’ll be thrilled if I land even a single blow. I’m much better at fleeing than fighting.", "unit": "Naesala", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "You... are of the wolf people?", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Nailah", "line": "Yes. After the floods, we built our country to the east of the great desert.", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "...So we weren’t the only ones to survive...", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Nailah", "line": "Until we met Rafiel, we too thought ours were the only people left.", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "In your country, are there only people of the wolf tribe?", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Nailah", "line": "No, beorc live there, as well. There are also a number of what you call the \"parentless.\" Children born of both laguz and beorc parents are still relatively few.. but they live normally among us.", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "Is that so?", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Nailah", "line": "That’s probably enough chatting. Do you still intend to block our path?", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Dheginsea", "line": "...I will not deny my goddess.", "unit": "Nailah", "boss": "Dheginsea"}, {"speaker": "Nailah", "line": "And I won’t deny my conscience. I will revive those turned to stone, and you cannot stop me.", "unit": "Nailah", "boss": "Dheginsea"}], "end": [{"speaker": "Dheginsea", "line": "My queen... Rajaion... I will soon join you."}, {"speaker": "Dheginsea", "line": "My lovely Almedha... Cherish...life..."}, {"speaker": "Yune", "line": "It's happening again... Whose memory is that?! Something feels so...familiar about it. Is that... Is that your memory?"}, {"speaker": "Kurthnaga", "line": "Father! ......"}, {"speaker": "Ena", "line": "Kurth... He's gone..."}, {"speaker": "Kurthnaga", "line": "I know. This is simply another reason to move on... Entrusted by my father to care for our people, I will stand before Ashera. ...As the king of the dragon tribe!"}], "flashback": [{"speaker": "Male Voice 1", "line": "We must save them. Even now, as we speak, countless laguz slaves endure Begnion chains. They suffer terribly."}, {"speaker": "Male Voice 2", "line": "We have done all that we will do."}, {"speaker": "Male Voice 1", "line": "Admonitions and censures change nothing! Now is the time for the dragon tribes to use their strength to save the oppressed laguz!"}, {"speaker": "Male Voice 2", "line": "Goldoa does not interfere with the outside world. As king of dragons, I will not allow my people to fan the flames of war. Conflict on the scale you describe will wake the goddess and call down her judgment upon us all. This is the path to destruction. A thousand years... That is how long we swore to the goddess that there would be no war. Have you forgotten our covenant?"}, {"speaker": "Male Voice 1", "line": "Of course not. Yet...there are laguz who are treated as less than livestock. I cannot believe that this is what the goddess wants."}, {"speaker": "Male Voice 2", "line": "Goldoa will not move. This decree stands from the time our nations were formed. The goddess has not yet slept one hundred and fifty years. Would you see the laguz and beorc destroyed? Would you see all of Tellius awash in blood? No, unless destruction comes to seek us at our door, Goldoa will not move, for the sake of future generations."}, {"speaker": "Male Voice 1", "line": "Tell me, do you care nothing for the laguz who suffer in the current generation? Do you think it would comfort them to know that you condone their misery?"}, {"speaker": "Male Voice 2", "line": "All things require sacrifice."}, {"speaker": "Male Voice 1", "line": "..."}, {"speaker": "Male Voice 2", "line": "Where are you going?"}, {"speaker": "Male Voice 1", "line": "To Begnion. I will find a solution without you."}, {"speaker": "Male Voice 2", "line": "You, who have lost your birthright? All you will accomplish is your own destruction. Hold...hold, I say!"}], "conversation": [{"speaker": "Sothe", "line": "Are you all right, Micaiah?"}, {"speaker": "Micaiah", "line": "Yes, I’m fine. How about you, Sothe? Are you all right? You’re not hurt?"}, {"speaker": "Sothe", "line": "I’m not a child, Micaiah! When are you going to start treating me like an adult?"}, {"speaker": "Micaiah", "line": "Show me your hand."}, {"speaker": "Sothe", "line": "What?"}, {"speaker": "Micaiah", "line": "Look at your hands. They’re so big... They were so small when we met."}, {"speaker": "Sothe", "line": "Micaiah..."}, {"speaker": "Ike", "line": "Ahh... Sorry. Am I interrupting something?"}, {"speaker": "Sothe", "line": "C-Commander!"}, {"speaker": "Micaiah", "line": "It’s all right, Ike. How can we help you?"}, {"speaker": "Ike", "line": "I was scrounging around in my stuff and found some extra medicine. I figured I’d ask around and see if anyone needed it."}, {"speaker": "Sothe", "line": "...I need to go get ready."}, {"speaker": "Ike", "line": "Hey, there’s no rush. We still have... He didn’t catch a word of that, did he?"}, {"speaker": "Micaiah", "line": "I’m sorry about that."}, {"speaker": "Ike", "line": "How long have you been with him?"}, {"speaker": "Micaiah", "line": "...A long time. I met him when I was hiding out in the back alleys of Nevassa, over ten years ago. He was so skinny, but his gaze was so piercing... I wondered how such a young boy could look like that. One day, I noticed he was standing close to me, just watching. He continued like that for a few days. One day, I held out my hand. He was suspicious of me, but came over anyway. He looked like a scared animal. Then his little hand slipped into mine. It was shaking. His fingers were so thin and frail. I couldn’t let go after that."}, {"speaker": "Micaiah", "line": "After that, we traveled together all over the continent. No matter where we went, we were always together."}, {"speaker": "Ike", "line": "The first time I met him, he’d hidden on a ship we were taking. He mentioned he was looking for someone who was like family to him. It was you he was searching for, wasn’t it?"}, {"speaker": "Micaiah", "line": "I...I tried to leave him behind. When we went to Crimea, I split off from him and took a ship to Begnion. But when I reached Begnion, war had broken out between Crimea and Daein. I knew I had to return to Daein to look for him. I couldn’t find him, so I went to Crimea. But I still couldn’t find him... We found each other again after the war, in Daein. In the back alleys of Nevassa, where we first met."}, {"speaker": "Ike", "line": "You took routes opposite to each other."}, {"speaker": "Micaiah", "line": "When I told him why I’d disappeared, he got so angry... I’d never seen him get so emotional before."}, {"speaker": "Ike", "line": "I can’t say that I blame him. I’d be pretty furious if I heard someone that I loved was wandering around two countries at war. Besides, I’m sure he’d hidden his feelings about being abandoned until he saw you again."}, {"speaker": "Micaiah", "line": "I thought I was reaching the limit of how long I could stay with him. He grew each and every day, but I remained the same... I didn’t want him to be harmed by the curse I lived with. Can you imagine how hard that would have been on him?"}, {"speaker": "Ike", "line": "You mean the blood of the laguz?"}, {"speaker": "Micaiah", "line": "So you knew. Did you find out from the boy who’s always beside you?"}, {"speaker": "Ike", "line": "Soren. Yeah. I guess you both know how to recognize people with a similar nature."}, {"speaker": "Micaiah", "line": "Yes. He and I are both Branded."}, {"speaker": "Ike", "line": "...Don’t use that word. You and Soren are both people. Just like me and everyone else."}, {"speaker": "Micaiah", "line": "People. You’re just like Yune. You call both laguz and beorcs people."}, {"speaker": "Ike", "line": "Why should I care about the color of your hair, eyes, and skin? Or your ears, wings, or tail? No matter how long you live or what powers you possess, we’re the same. At the end of the day, we’re all people."}, {"speaker": "Micaiah", "line": "... Sothe talks that way, too. His time with you changed him. Thank you, Ike. I’ve made up my mind."}, {"speaker": "Ike", "line": "About what? I didn’t realize we were doing anything but talking."}, {"speaker": "Micaiah", "line": "I thought I might travel to a far-off place after all of this was over. But I won’t. I’ll go back to Daein. No matter what happens, I’ll have Sothe by my side. I have nothing to fear as long as he’s with me."}, {"speaker": "Ike", "line": "It seems the feelings between you two run both ways. But that’s probably the wisest choice for Daein, and Sothe too. Anyway..."}, {"speaker": "Micaiah", "line": "Oh, um... May I have some medicine?"}, {"speaker": "Ike", "line": "Oh! Yeah, I almost forgot. Survive, Micaiah. We need you, and the goddess you host, to save the people of Tellius."}, {"speaker": "Micaiah", "line": "Yes. I know."}, {"speaker": "Sanaki", "line": "Zelgius is the Black Knight? I don’t know what to say... It’s unbelievable!"}, {"speaker": "Ike", "line": "What was he like in Begnion?"}, {"speaker": "Sanaki", "line": "He was the right-hand man of my most trusted aide, Duke Sephiran of Persis. He was a hero, a perfect general, and the best swordsman in all of Tellius. He was never anything but loyal. But he was serving another country!"}, {"speaker": "Ike", "line": "Hmm. It makes me wonder how Sephiran is doing."}, {"speaker": "Sanaki", "line": "I doubt he’s been turned to stone. Even though he was captured by Lekain and forcibly removed from his post, he’ll have found a way to persevere. Sigrun always said there’s no other master of the arcane arts who can compare with the duke of Persis."}, {"speaker": "Ike", "line": "Makes you wonder, doesn’t it?"}, {"speaker": "Sanaki", "line": "Ike... Don’t tell me you suspect Sephiran!"}, {"speaker": "Ike", "line": "Well, look at the facts..."}, {"speaker": "Sanaki", "line": "Do not trouble your mind with that thought! He would never betray me."}, {"speaker": "Ike", "line": "It’s nice to think so. But if he’s not petrified, he’d have received a message from Yune. So where is he?"}, {"speaker": "Sanaki", "line": "The goddess isn’t perfect. She said so herself! Maybe the message didn’t reach everyone."}, {"speaker": "Ike", "line": "...You have to admit that’s a weak excuse. Let’s leave it at that, for now. We need to focus on moving forward."}, {"speaker": "Sanaki", "line": "Please, let’s! Oh, I almost forgot! I have something for you."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Sanaki", "line": "Um... Uh... Well, you’re my trusted aide, just like Sephiran. You have to live! So protect yourself with this."}, {"speaker": "Ike", "line": "A mercenary with a contract to act as aide to the empress of Begnion. Who’d have thought? But thank you, Sanaki."}, {"speaker": "Sanaki", "line": "You’re welcome, Ike. And thank you."}, {"speaker": "Rafiel", "line": "Ike, take a look at this."}, {"speaker": "Ike", "line": "Hey now... Where’d you stumble across it?"}, {"speaker": "Rafiel", "line": "Inside the tower. I thought of using it myself, but..."}, {"speaker": "Ike", "line": "Yeah, I don’t think that it’s right for you."}, {"speaker": "Rafiel", "line": "...Indeed. That’s why I brought it here for you to use."}, {"speaker": "Ike", "line": "Thanks. It’s a very rare item. I’m in your debt."}, {"speaker": "Rafiel", "line": "It’s the least I could do."}, {"speaker": "Reyson", "line": "Ike, take a look at this."}, {"speaker": "Ike", "line": "Hey now... Where’d you stumble across it?"}, {"speaker": "Reyson", "line": "Lying around inside the tower. It seemed like the sort of thing I should bring to your attention."}, {"speaker": "Ike", "line": "That’s very nice of you, but you didn’t have to. Do whatever you want with it."}, {"speaker": "Reyson", "line": "Really? Do you think I’d be able to use it?"}, {"speaker": "Ike", "line": "Well, don’t get hasty. I don’t think it’s right for you."}, {"speaker": "Reyson", "line": "...I know. I’m just kidding, Ike."}, {"speaker": "Ike", "line": "Thanks. It’s a very rare item. I’ll cherish it."}, {"speaker": "Reyson", "line": "Please do."}, {"speaker": "Leanne", "line": "(Micaiah, have you ever seen one of these?)"}, {"speaker": "Micaiah", "line": "Yes, Leanne, I have. That’s a very powerful artifact. Actually, it would be of great help to us, with what’s been happening."}, {"speaker": "Leanne", "line": "(I found it inside the tower. Do you think I can use it?)"}, {"speaker": "Micaiah", "line": "Um... I don’t think so, Leanne. But you can try if you like..."}, {"speaker": "Leanne", "line": "(...I’m only kidding. Here, you can have it.)"}, {"speaker": "Micaiah", "line": "Oh, for me? Thank you very much. It’s a very precious item. I’ll make good use of it."}, {"speaker": "Leanne", "line": "(Please do!)"}]}