{"chapter": "4:14", "title": "Rebirth4", "speakers": ["Male Voice 1", "Female Voice 1", "Female Voice 2", "Female Voice 3", "Yune", "Ike", "???", "Sephiran", "Sanaki", "Gareth", "Micaiah", "Nasir", "Kurthnaga", "Reyson", "Rafiel", "Leanne", "Jill", "Haar", "Naesala", "Nailah", "Oliver", "Sigrun", "Tanith", "Astrid", "Pelleas", "Tibarn", "Sothe", "Male Voice 2"], "dialogue_counts": {"Male Voice 1": 16, "Female Voice 1": 10, "Female Voice 2": 3, "Female Voice 3": 2, "Yune": 24, "Ike": 36, "???": 1, "Sephiran": 77, "Sanaki": 27, "Gareth": 16, "Micaiah": 10, "Nasir": 16, "Kurthnaga": 6, "Reyson": 1, "Rafiel": 2, "Leanne": 2, "Jill": 2, "Haar": 4, "Naesala": 3, "Nailah": 3, "Oliver": 1, "Sigrun": 3, "Tanith": 2, "Astrid": 3, "Pelleas": 4, "Tibarn": 2, "Sothe": 4, "Male Voice 2": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 287, "transitions": "--------------------------------------------------", "flashback": [{"speaker": "Female Voice 1", "line": "What? It can't be true! Our apostle..."}, {"speaker": "Male Voice 2", "line": "Can't believe it myself. But the senators made an announcement! It must be true!"}, {"speaker": "Male Voice 1", "line": "Pardon me? Has something happened to the apostle?"}, {"speaker": "Male Voice 2", "line": "Oh, my lord sage! The apostle! She's...she's dead."}, {"speaker": "Male Voice 1", "line": "What? How?"}, {"speaker": "Female Voice 1", "line": "According to the senators' announcement, she was assassinated by the Serenes herons."}, {"speaker": "Male Voice 2", "line": "They look so gentle, like they couldn't harm a fly, but... They're nothing but beasts, no better than the other sub-humans!"}, {"speaker": "Male Voice 1", "line": "Peace, friends! This is simply not possible. The heron tribe could never assassinate anyone, they..."}, {"speaker": "Male Voice 2", "line": "She's dead, isn't she? Those damned sub-humans... Every last one of 'em's got to die! For the apostle!"}, {"speaker": "Female Voice 1", "line": "That's the truth! They're nothing but monsters! Oh, I wish I could kill them myself!"}, {"speaker": "Male Voice 2", "line": "You can! Grab a weapon! Grab a torch! Come on! We'll burn that forest to ash and wipe 'em all out."}, {"speaker": "Male Voice 1", "line": "...No, you mustn't..."}, {"speaker": "Male Voice 2", "line": "What's wrong, my lord sage? You don't look well. Are you feeling all right?"}, {"speaker": "Male Voice 1", "line": "Ungh!"}, {"speaker": "Female Voice 1", "line": "GWAAAAAHHHH! Wings! From the sage's back! Wings... He's one of them! He's a monster!"}, {"speaker": "Male Voice 2", "line": "You're nothin' but a lying sub-human piece of filth! How dare you pretend to be one of us! Get him!"}, {"speaker": "Male Voice 1", "line": "The medallion must be quelled. I cannot allow this madness to come to pass! Judgment...the goddess's judgment..."}, {"speaker": "Male Voice 1", "line": "NO! What have they done? The forest...the trees... The herons were innocent... Why?"}, {"speaker": "Male Voice 1", "line": "The medallion... I must quell the chaotic energies! Must...calm them..."}, {"speaker": "Male Voice 1", "line": "Ungh! NO! Chaos...madness... So much...anger...so much...pain..."}, {"speaker": "Male Voice 1", "line": "Why? Why was my family taken? Why? Why was my forest destroyed? The apostle did not deserve this fate... Killed by her innocence...her murderers free to seize power... This is monstrous! This world does need beorc. And the laguz...are deeply flawed. There is no need to wait for the covenant's thousand years. Awaken! Oh, Goddess. Awaken...and judge."}], "intro": [{"speaker": "Yune", "line": "They're getting stronger and stronger... Whose memories are those? I know him."}, {"speaker": "Yune", "line": "Everyone, Ashera is nearby. Just beyond those doors... That's where we'll find her."}, {"speaker": "Ike", "line": "We made it. Finally..."}, {"speaker": "Yune", "line": "You should know, Ashera may have changed since before her slumber. Order and chaos are meant to naturally balance each other out. If you take one away, balance is lost. I don't expect Ashera to have the merest shred of compassion. Talking to her will likely do no good."}, {"speaker": "Ike", "line": "We don't have much choice. If talking won't work, we'll have to use force. Otherwise, this has all been for nothing."}, {"speaker": "Ike", "line": "How about you?"}, {"speaker": "Yune", "line": "What do you mean?"}, {"speaker": "Ike", "line": "Are you completely chaotic? Are you out of balance? As far as I can tell, you don't seem to lean too far in either direction."}, {"speaker": "Yune", "line": "Ashera and I see things a little differently... During my long sleep, I was wrapped in sweet, gentle music."}, {"speaker": "Ike", "line": "Heron galdrar?"}, {"speaker": "Yune", "line": "Yes, but more important than the song itself, I was never alone. There was always someone, singing comfort to me. Ashera shouldn't have isolated herself. She became lonely and bitter, and lost touch with her people..."}, {"speaker": "Ike", "line": "Hold on... This thing won't budge."}, {"speaker": "Yune", "line": "What's wrong with it?"}, {"speaker": "???", "line": "Those doors cannot be opened."}, {"speaker": "Sephiran", "line": "They have been sealed with powerful magic."}, {"speaker": "Sanaki", "line": "Sephiran! You're all right... I'm so relieved to see you!"}, {"speaker": "Sephiran", "line": "I'm sorry to have been a cause for concern, Apostle. Forgive me."}, {"speaker": "Sanaki", "line": "Sephiran... There's something I need to tell you. I'm not a true apostle. I didn't mean to abuse your trust."}, {"speaker": "Sephiran", "line": "I've known that for some time, Sanaki. Don't forget that I was almost a father to you. It honestly doesn't make any difference to me whether or not you can hear the goddess."}, {"speaker": "Sanaki", "line": "Sephiran... Th-thank you...for having always been there for me."}, {"speaker": "Ike", "line": "Empress... Shouldn't you tell him about General Zelgius?"}, {"speaker": "Sanaki", "line": "Yes...I suppose I should. Sephiran, Zelgius is dead... I know you put a lot of trust in him, but he was also closely allied with Daein. I'm sure you've heard of Daein's so-called Black Knight? Sephiran, the Black Knight was Zelgius."}, {"speaker": "Ike", "line": "...But that's probably not news to you, is it? After all, it was you he was taking orders from."}, {"speaker": "Sanaki", "line": "Wha-?! Ike? What are you saying?!"}, {"speaker": "Ike", "line": "A man like Zelgius could never serve conflicting interests... Never. Everything he did, he did for one master. Isn't that so, Sephiran?"}, {"speaker": "Sanaki", "line": "I think I understand! You wanted to monitor events within Daein! You sent Zelgius as a spy."}, {"speaker": "Sephiran", "line": "Precisely. I felt it important to observe King Ashnard carefully... That was my goal."}, {"speaker": "Sephiran", "line": "At the time, it was relatively easy to get an outsider close to the king. Ashnard was famous for employing powerful men with no regard for their background or social status."}, {"speaker": "Ike", "line": "Obviously, he would have needed no convincing once he saw the bladework of General Zelgius."}, {"speaker": "Ike", "line": "The Black Knight tried to take the medallion from my father, and killed him. Tell me, Sephiran, whose plan was that?! Ashnard's...or yours?!"}, {"speaker": "Sanaki", "line": "Calm down, Ike! Sephiran? Would you please explain?"}, {"speaker": "Sephiran", "line": "Sir Ike, I'm afraid your father's death was an unfortunate result of Zelgius's own personal agenda. I did not order Sir Gawain killed. However, I must admit that I did ask him to seize the medallion and hand it over to King Ashnard. The goddess was to be freed...and all living creatures destroyed."}, {"speaker": "Sanaki", "line": "..."}, {"speaker": "Sanaki", "line": "Come again?!"}, {"speaker": "Ike", "line": "You're insane!"}, {"speaker": "Sephiran", "line": "I couldn't be more sane, Sir Ike. Attend and learn... My aim has always been to wake Ashera so that she might pass judgment on all the people of the world. What I needed was a war that would spread all across the continent. How could I achieve this? My attention turned to the young Daein prince... I could use the fiery Ashnard for my purposes. He was ambitious, a fierce warrior, and more than anything, he had an earnest desire to change the world. When I allowed him to know of the goddess sealed inside the medallion, he became determined to set her free. We could use heron galdrar or a massive, continent-spanning war to throw the world into chaos."}, {"speaker": "Sanaki", "line": "Lord Sephiran, what are you saying? Are you saying you wanted this? You can't be serious!"}, {"speaker": "Sephiran", "line": "Sanaki, my long life has shown me the people of this world deserve only destruction. The selfishness, the brutality... The disregard for others, the endlessly quarreling laguz and beorc. We have been given many chances to correct our behavior and ourselves, and have squandered them all. The only remaining hope for a peaceful, orderly world is for Ashera to wipe us all out and begin again. To fulfill my ambition of destroying all beings, I had to use you... I had to betray you."}, {"speaker": "Sanaki", "line": "This is some kind of monstrous joke..."}, {"speaker": "Ike", "line": "So you've been pulling the strings all along?"}, {"speaker": "Sephiran", "line": "Correct."}, {"speaker": "Ike", "line": "Beyond just Empress Sanaki, you were trusted by a lot of people. Sephiran, I need to understand... Did you really betray all of those people?"}, {"speaker": "Sephiran", "line": "I did."}, {"speaker": "Ike", "line": "I don’t need to hear anything else, then. I’m going to make your death as painful as I know how."}, {"speaker": "Ike", "line": "I don't get it... Why would you wake the goddess to pass judgment on us? Tell us why! How could you want that?!"}, {"speaker": "Sephiran", "line": "It wouldn't make any difference if I told you. You would have to live a few centuries before you could understand."}, {"speaker": "Ike", "line": "Years ago, my father went into hiding with the medallion. At the time, he got help from both you and Zelgius. Does this have anything to do with that?"}, {"speaker": "Sephiran", "line": "Hmm, you seem to have sparked a distant memory of mine."}, {"speaker": "Ike", "line": "Answer me. Why did you do this?"}, {"speaker": "Sephiran", "line": "I'm sorry, I can't tell you. At least, not in any way you would understand."}, {"speaker": "Ike", "line": "Then I'll have to make you talk!"}, {"speaker": "Sanaki", "line": "This can't be happening! I won't fight you Sephiran. I can't!"}, {"speaker": "Sephiran", "line": "Poor Sanaki.... You'll have no choice but to fight. The doors leading to Ashera are sealed by my very own magic. Killing me is your only way through."}, {"speaker": "Sanaki", "line": "Sephiran!"}, {"speaker": "Yune", "line": "So it was you?  All those memories penetrating my mind were yours... Since we entered this place, I've seen what you've been thinking, Lehran. Give it up."}, {"speaker": "Sephiran", "line": "Goddess Yune... Why do you insist on calling me that name? I discarded it so long ago, Yune. I've changed. Lehran is a thing of the past. All I want now...is the end of all that is. Please don't stop me."}, {"speaker": "Yune", "line": "Lehran..."}, {"speaker": "Sephiran", "line": "You're running out of time. At this rate, I wouldn't count on being able to face the goddess. I would hate to see you denied after coming all this way."}, {"speaker": "Sephiran", "line": "Well, now you know who brought you here and why... I suppose that just leaves our fight to the death to take care of."}], "conversation": [{"speaker": "Gareth", "line": "I am about to tell you a very old story--a story you should know, as the new king of Goldoa. This is one of the oldest and most heavily guarded secrets in all of Tellius. You'll find no trace of it in any histories or sagas."}, {"speaker": "Micaiah", "line": "If it's that important, maybe we should go somewhere else. Other people might hear us."}, {"speaker": "Gareth", "line": "Hmm. What do you think, Nasir?"}, {"speaker": "Nasir", "line": "I called upon Lady Micaiah because I felt that she should know the story as well. No... I think now is the time to let everyone know. Would that be all right, Your Majesty?"}, {"speaker": "Kurthnaga", "line": "There will be no secrets from now on. Tell us everything."}, {"speaker": "Gareth", "line": "As you wish, Your Majesty. In the dawn of this age, after the goddesses began their long slumber, the kingdom of Begnion was established. In those early days, laguz and beorc lived side by side in harmony and peace. Yes, that kingdom would become the Begnion Empire. The hero Altina was chosen to be the kingdom's first queen. Lehran supported her as an advisor...and as a husband."}, {"speaker": "Micaiah", "line": "What!?"}, {"speaker": "Nasir", "line": "Despite their differences, Lehran and Altina loved each other very deeply."}, {"speaker": "Kurthnaga", "line": "The people accepted a marriage between a laguz and a beorc?"}, {"speaker": "Nasir", "line": "That was what King Dheginsea said. This was before the people thought of such differences. They saw only a queen and her husband."}, {"speaker": "Gareth", "line": "At this time, King Dheginsea also created his own kingdom far from other laguz tribes and beorc nations. He believed that the dragon tribe was too powerful to interact equally with other tribes and peoples. That kingdom became Goldoa."}, {"speaker": "Nasir", "line": "Begnion had been established for four years when King Dheginsea received news that Altina had become pregnant. The news brought great joy. You see, the news was also quite surprising. There had been other unions between beorc and laguz, but until Altina's pregnancy, no children had ever been conceived. Indeed, hers was the first child ever to be born of beorc and laguz."}, {"speaker": "Gareth", "line": "As close friends of both Altina and Lehran, both King Dheginsea and Soan rejoiced at the news. The child would be the first to carry the joined blood of both laguz and beorc. The king said that the baby would become a symbol of peace between the two peoples."}, {"speaker": "Nasir", "line": "But joy over the child's birth did not last. Soon after the child was born, Lehran lost all the powers of the laguz. He could not transform any longer, nor could he sing galdrar."}, {"speaker": "Gareth", "line": "It became apparent that the child of such a union neutralizes the laguz parent's powers. To make matters worse, the child bears only the characteristics of a beorc."}, {"speaker": "Nasir", "line": "Lehran felt he was no longer a true laguz, and felt he could no longer act as a bridge between the goddess and the people of Tellius. He lost hope, and also his mind...at least temporarily. He attempted suicide several times, which is an unthinkable taboo for anyone who has sworn to serve the goddess."}, {"speaker": "Gareth", "line": "King Dheginsea fell into despair. If people caught wind of this news, he believed it would create a deep rift between the two peoples. The king was especially concerned about the reaction from the laguz. They might interpret the birth as a herald of their eventual end. Some might even attempt to harm the child."}, {"speaker": "Kurthnaga", "line": "Lehran needed to hear the voice of the goddess then more than ever before... But he could no longer sing the galdr of release. Is that what happened?"}, {"speaker": "Nasir", "line": "Just so. Lehran was forced to make a very difficult decision to protect the peace between beorc and laguz. He decided to retreat into seclusion and consider the problem. Once he regained his sanity, he announced his decision."}, {"speaker": "Gareth", "line": "Lehran was forced to ask the  unthinkable of his wife, his aides, and close friends: \"For the sake of Begnion, you must tell the people that I died in an accident. Tell them the birth was merely a false rumor.\""}, {"speaker": "Nasir", "line": "Lehran left the medallion to his tribe, moving to Goldoa under King Dheginsea's protection. He simply disappeared from history after that."}, {"speaker": "Gareth", "line": "After Lehran had left and life returned to normal, Altina eventually welcomed a beorc husband. She raised the child she'd had with Lehran as though it were an ordinary beorc child, born of her new husband. Since then, marriages between laguz and beorc have been forbidden. It became known as a \"crime against the goddess.\""}, {"speaker": "Nasir", "line": "Even so, the taboo was broken several times over the next few decades. Usually no child was conceived, but when there was, it was swiftly covered up. The parents soon learned what it meant to bear a child who possessed both laguz and beorc blood. After they learned of the consequences, none of these parents ever rejected the edict forbidding it."}, {"speaker": "Gareth", "line": "The child was to be raised by the beorc parent, and raised as a beorc child. That should have been enough to hide everything, end of story."}, {"speaker": "Nasir", "line": "It was several generations later that the certain descendants began to manifest physical marks which indicated their ancestors' sins. Fortunately, this mark looked very similar to the marks on those protected by spirits. They could pass as students of the dark arts for at least a few years. Unfortunately, the Branded lived much longer than beorc."}, {"speaker": "Gareth", "line": "Most Branded chose to hide, living outside of ordinary society, and they disappeared into the shadows of history. Rumors had already begun to spread across Begnion, however. The Branded were shunned and cast out wherever they lived. Where the laguz held power, they persecuted the Branded and executed them in honor killings."}, {"speaker": "Micaiah", "line": "That's horrible!"}, {"speaker": "Gareth", "line": "It was King Dheginsea's opinion that these were crimes that he had to carry on his conscience. From the beginning, he realized that he and the others in power had made a mistake. They understood that they should have revealed everything about Altina and Lehran's child. The people should have been told the truth. But since they'd kept the truth from everyone, the Branded were marked as unclean, persecuted wherever they traveled."}, {"speaker": "Nasir", "line": "Here is the family tree for Lehran and Altina's bloodline. Only King Dheginsea knew the truth. Until now."}, {"speaker": "Kurthnaga", "line": "Father... You've had to endure this burden alone for so long."}, {"speaker": "Gareth", "line": "It was the same in Lady Almedha's case. When she lost her powers after giving birth to the Mad King's son, King Dheginsea had no choice but to hide the truth from everyone. So he chose to hide Almedha from everyone. Better to deny her existence than be forced to explain long-hidden secrets."}, {"speaker": "Nasir", "line": "In the process, he'd lost someone even more dear to him. Prince Rajaion. He deeply regretted his decision when he learned of the prince's death. The only choice left for King Dheginsea was to remain stubbornly neutral in all wars on the continent. He hoped--in vain--to keep the goddess from waking up before the thousand years had elapsed."}, {"speaker": "Kurthnaga", "line": "I'm such a fool... I had no idea what Father went through. All I did was deny what he fought for."}, {"speaker": "Micaiah", "line": "Kurth..."}, {"speaker": "Gareth", "line": "Your Majesty. You are the king now. ?You know that it is a sin to fight against the goddess, and yet you've chosen to move forward."}, {"speaker": "Nasir", "line": "King Dheginsea left everything to you. You must succeed. Do not be afraid of what lies beyond. Forge ahead."}, {"speaker": "Kurthnaga", "line": "I understand. I shall be true to my convictions. I have no more doubts."}, {"speaker": "Ike", "line": "Nasir!"}, {"speaker": "Nasir", "line": "Ike. I’m sorry about earlier."}, {"speaker": "Ike", "line": "That’s all right. I know that you were in a tight spot."}, {"speaker": "Gareth", "line": "Ahh, the beorc hero. We will follow King Kurthnaga from now on. If he wishes to fight alongside you, I shall assist."}, {"speaker": "Ike", "line": "I see. Then you should receive a blessing of protection from the goddess Yune."}, {"speaker": "Nasir", "line": "We already have. We can fight Ashera now."}, {"speaker": "Ike", "line": "You’d lend us all of your might?"}, {"speaker": "Nasir", "line": "Of course."}, {"speaker": "Gareth", "line": "We swear upon the good name of the dragon tribe that we shall do our best."}], "battle": [{"speaker": "Sephiran", "line": "Mortals cannot stand against gods! Don't you see the futility of what you're doing?"}, {"speaker": "Sephiran", "line": "The laguz and beorc have doomed each other with their mutual hatred. You have brought extinction on yourselves!"}], "boss-talk": [{"speaker": "Sephiran", "line": "Go back to your forest, heron. You are like me, an avatar of order. You understand what I must do. Bask in the light of Ashera's judgment. It holds no fear for you!", "unit": "Reyson", "boss": "Sephiran"}, {"speaker": "Reyson", "line": "I refuse to save only myself. Such an act would be an unforgivable betrayal. I will stand by my companions, and fight to the end.", "unit": "Reyson", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "Are you sure you're of the heron tribe? I've never met a heron like you... Your will is extraordinarily strong.", "unit": "Reyson", "boss": "Sephiran"}, {"speaker": "Rafiel", "line": "It is you… Now that I’ve seen your face… I know that you once went by another name.", "unit": "Rafiel", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "You are mistaken. I am known as Sephiran, and nothing else.", "unit": "Rafiel", "boss": "Sephiran"}, {"speaker": "Rafiel", "line": "You have closed your heart. Why?", "unit": "Rafiel", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "…I have nothing more to say. Nothing.", "unit": "Rafiel", "boss": "Sephiran"}, {"speaker": "Leanne", "line": "(You… It… it can’t be…)", "unit": "Leanne", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "(Go back to the forest. This is not where you should be.)", "unit": "Leanne", "boss": "Sephiran"}, {"speaker": "Leanne", "line": "(No! I’m staying here with everyone! These people are my friends… my family! I will not leave them!)", "unit": "Leanne", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "Has the heron clan changed so much? They’ve always been so passive and accepting of their natural fate…", "unit": "Leanne", "boss": "Sephiran"}, {"speaker": "Sanaki", "line": "...Sephiran... Everything you've ever told me, every time you gave your hand to me, every time you smiled... They were all lies? ...You're the most appalling fraud I've ever known!", "unit": "Sanaki", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "No, Lady Sanaki... I've actually lied to you very little. What I have done is hold things back. I've also twisted the truth from time to time... But I have only told you one blatant falsehood. That one lie has weighed heavily on me. It makes me hate myself sometimes.", "unit": "Sanaki", "boss": "Sephiran"}, {"speaker": "Sanaki", "line": "Sephiran...", "unit": "Sanaki", "boss": "Sephiran"}, {"speaker": "Sephiran", "line": "I'll always care deeply for you, my little Lady Sanaki... You are my sun and my moon. I never wished to harm you. Please... You must understand...", "unit": "Sanaki", "boss": "Sephiran"}, {"speaker": "Sanaki", "line": "...No! Sephiran, no!", "unit": "Sanaki", "boss": "Sephiran"}], "boss": [{"speaker": "Sephiran", "line": "At last... I'm dying."}], "end": [{"speaker": "Micaiah", "line": "...Sephiran!"}, {"speaker": "Sanaki", "line": "Sephiran! Hold on! Open your eyes!"}, {"speaker": "Micaiah", "line": "Yune...help me. What should I do? ...What? Really? ...OK. I'll try."}, {"speaker": "Sephiran", "line": "Sana...ki..."}, {"speaker": "Sanaki", "line": "Sephiran! You can hear me?! S-somebody help! He's wounded!"}, {"speaker": "Yune", "line": "I'm sorry, Sanaki. The doors leading to Ashera won't open while he's alive. I can't save him."}, {"speaker": "Sephiran", "line": "That's correct. Thank you, Yune. I am sincerely grateful."}, {"speaker": "Yune", "line": "Death is all you've wanted since this started. Everything else has been little more than a terrible side effect. I'm sorry that this was your only goal, but I am happy to help you achieve it. Sephiran, I see now what you were going through. It must have been hard. I wish I could have helped you."}, {"speaker": "Sephiran", "line": "Please. Don't mourn for me. I'm not worth it."}, {"speaker": "Yune", "line": "I'm so sorry. I wanted to help you! I really did!"}, {"speaker": "Sephiran", "line": "Forget about me. This path was my decision...my tragic mistake."}, {"speaker": "Sephiran", "line": "Lady... Sanaki... I want you to...have this. This is...the Rudol Gem. Wear it...in memory of me. It will protect you. Please forgive me... I'm sorry I...lied to you."}, {"speaker": "Sanaki", "line": "Sephiran... Don't worry. We still have all the time we spent together... Nobody can take that away. Nobody."}, {"speaker": "Sephiran", "line": "Thank you... My Lady Sanaki... I'll...be leaving you now. Zel...gius...is waiting."}, {"speaker": "Sanaki", "line": "Sephiran... No... Nooooooooo!"}, {"speaker": "Ike", "line": "Ashera is waiting just beyond those doors... Let’s go."}, {"speaker": "Yune", "line": "I’m sorry, Sephiran. I once lost hope in the laguz and beorc, too. I can see now that my punishment was far too strict. I was young and naive, and so sure that I was right. I wish I could have shown you the error of my ways, Sephir-- Lehran. Good-bye."}, {"speaker": "Sanaki", "line": "Sephiran... Don’t worry. We still have all the time we spent together... Nobody can take that away. Nobody."}, {"speaker": "Sephiran", "line": "Thank you... My Lady Sanaki... I’ll...be leaving you now. Zel...gius...is waiting. ...Al...ti...na..."}, {"speaker": "Sanaki", "line": "Sephiran! No... Noooooooo!"}, {"speaker": "Yune", "line": "Now! Please, Micaiah!"}, {"speaker": "Micaiah", "line": "Don’t die... You can’t die..."}, {"speaker": "Sanaki", "line": "...He's...breathing? Sephiran is breathing!"}, {"speaker": "Micaiah", "line": "Ahh... Just in time."}, {"speaker": "Sanaki", "line": "You saved him! Thank you! Micaiah, thank you!"}, {"speaker": "Yune", "line": "Micaiah is completely spent. She's sorry, but she won't be able to fight in the next battle. But there's no time. Hurry!"}, {"speaker": "Sanaki", "line": "Goddess Yune. Is there something you haven't told us about you and Sephiran?"}, {"speaker": "Yune", "line": "He saved my life."}, {"speaker": "Sanaki", "line": "Y-your life? Sephiran saved the life of a goddess? Is there something you haven't told us about Sephiran, then? Yune: He'll wake up in just a moment. Then you can ask him directly."}, {"speaker": "Sanaki", "line": "Oh. All right, I'll do that."}, {"speaker": "Ike", "line": "Why did you save him?"}, {"speaker": "Yune", "line": "Should I not have?"}, {"speaker": "Ike", "line": "I can think of a few reasons why you shouldn't have, yes!"}, {"speaker": "Ike", "line": "Hey! Get up. Now."}, {"speaker": "Yune", "line": "Take it easy on him! He's had a hard day!"}, {"speaker": "Sephiran", "line": "...unh... ...hhhuuunnn.... I... I'm alive?"}, {"speaker": "Yune", "line": "Lehran!"}, {"speaker": "Sephiran", "line": "Goddess Yune... Why? Why did you--"}, {"speaker": "Yune", "line": "Because I want you to live! You've always taken care of me, and I couldn't bear it if it ended like this."}, {"speaker": "Sephiran", "line": "But...I've lost all my hope. All hope in the world and the people in it... I did what I did...for future generations, so they wouldn't have to live in this world. Please, Yune, let me die."}, {"speaker": "Yune", "line": "I won't, Lehran. I won't!"}, {"speaker": "Ike", "line": "Lehran? Now he's some kind of hero-saint?"}, {"speaker": "Sephiran", "line": "..."}, {"speaker": "Ike", "line": "If death is what you really want, then I'm not going to let it happen on my watch. I don't care what you've gone through. I don't care how much you've suffered. What you've done is unforgivable."}, {"speaker": "Yune", "line": "Stop it, Ike!"}, {"speaker": "Sephiran", "line": "..."}, {"speaker": "Ike", "line": "Ashera is waiting. It's time for the final confrontation with her. You can come... If you want to."}, {"speaker": "Sephiran", "line": "You... You're asking me to turn my back on goddess Ashera?"}, {"speaker": "Ike", "line": "If you really want the total extinction of beorc and laguz alike, then you can just lie here like a lump. If not, this is your last chance to start rectifying your mistakes. Think hard on that."}, {"speaker": "Yune", "line": "But...Ike!"}, {"speaker": "Sephiran", "line": "..."}, {"speaker": "Yune", "line": "I'll be waiting for you, Lehran."}]}