{"chapter": "4:15", "title": "Rebirth5", "speakers": ["Ashera", "Lehran", "Ike", "Yune", "Soren", "Micaiah", "Kurthnaga", "Sanaki", "Kurth"], "dialogue_counts": {"Ashera": 32, "Lehran": 26, "Ike": 41, "Yune": 19, "Soren": 15, "Micaiah": 14, "Kurthnaga": 5, "Sanaki": 4, "Kurth": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 157, "transitions": "------------------------------------------", "flashback": [{"speaker": "Ashera", "line": "Lehran... I will not...countenance this plan."}, {"speaker": "Lehran", "line": "Hear me, Goddess Ashera... Yune's imprisonment within the medallion has begun to change you. Order and chaos, you are one being, comprising both parts. The one must naturally affect the other."}, {"speaker": "Ashera", "line": "Even so, I will not return Yune to this body. She is unstable, and I must be perfect in order to protect this world. It is as I have said, Yune must be destroyed."}, {"speaker": "Lehran", "line": "Ashera, you mustn't! You cannot survive without your opposite. Please, you must not do this. Your world still needs you."}, {"speaker": "Ashera", "line": "Lehran, you have ever been a wise and kind- hearted child. In deference to you, I will place my faith in your kind one last time. For the next thousand years, I shall sleep as well. When I wake again, I hope it is to a world of peace and order, where all prosper as equals. If I do, then I will know that you have advised me well. I will reward your counsel. I will also allow Yune to return to me. I will once again be the goddess of creation, whole and complete. Ashunera, the Dawn Goddess... The name your ancestors gave me so long ago. I should like to hear it again."}, {"speaker": "Ashera", "line": "However, during this thousand years, if the chaos of war should arise and awaken Yune from her slumber in the medallion... I will know that you have strayed from your path, and I will punish your failure as I would reward your success. And then you will know my judgment. You will pay for your sins, each of you to the last."}, {"speaker": "Lehran", "line": "In the names of our people, we vow to keep this covenant. There will be no great war between laguz and beorc for a thousand years. So pledge Altina of the beorc, Dheginsea of the dragon tribes, Soan of the beast tribes, and I, Lehran, of the bird tribes."}, {"speaker": "Ashera", "line": "If you believe during this thousand years that you have created a world that has outgrown the atrocities of war... Or if you feel the world has fallen beyond hope of redemption, you may sing the galdr of release and awaken us both. Your heirs will possess that ability as well... Sing to awaken us, and tell us your tale. Tell us of the world your two kinds have built in our absence. We will listen, and we will judge fairly and impartially. This is our covenant with you."}], "intro": [{"speaker": "Ike", "line": "It's her..."}, {"speaker": "Yune", "line": "Ashera."}, {"speaker": "Yune", "line": "Ashera! It's me...Yune. Can you hear me?"}, {"speaker": "Ashera", "line": "..."}, {"speaker": "Yune", "line": "Please! Please listen to me! You don't need to pass any more judgment! You can return the people to normal!"}, {"speaker": "Ashera", "line": "I cannot. There are still people in my world who are made of fallible flesh. This imperfect world has passed beyond control. Now, I shall pass my final judgment."}, {"speaker": "Yune", "line": "Wait! You can't violate the terms of the covenant, Ashera! One thousand years still hasn't passed. We were woken by galdr, not by mankind's war."}, {"speaker": "Ashera", "line": "It doesn't matter."}, {"speaker": "Ashera", "line": "During my long sleep, beorc and laguz continued to fight. The children of flesh will never learn nor grow. Time will pass as always, but nothing can change the destiny of mankind."}, {"speaker": "Yune", "line": "You have to look deeper! The first judgment didn't turn everyone to stone, and I'll tell you why. Because these people are not \"people\" as we know them. Ashera, these people have become something new!"}, {"speaker": "Yune", "line": "People--the Zunanma--are the only living creatures of this world that we didn't create. Animals evolved to become Zunanma, who then became laguz and beorc. That evolution continues today!"}, {"speaker": "Yune", "line": "Ashera... I'll tell you a secret you didn't know.  Children can be born of both a beorc and laguz parent. They are still very few in number, but if allowed to flourish, mankind might become anything! If the two races continue to evolve, I'm sure something wonderful will emerge! You can't just bring that to a halt."}, {"speaker": "Ashera", "line": "Do not claim certainty of anything. The children of this world are born of chaos, and nothing could be more uncertain. The world does not require the evolution of man. My responsibility is to protect order, the balance of all life-forms. Beings that evolve without my guidance will only destabilize and threaten this world. Because of that--"}, {"speaker": "Yune", "line": "You have to wipe out everything made of flesh? Is that what you're trying to say? ...Very well then."}, {"speaker": "Yune", "line": "You and I have nothing more to talk about. My only choice is to defeat you."}, {"speaker": "Ashera", "line": "Yune, do not be absurd... You cannot overthrow me, just as I cannot overthrow you."}, {"speaker": "Yune", "line": "Of course not. But they can. Everyone! The time has come! Defeat Ashera, or everyone you love will be a statue forever!"}, {"speaker": "Ashera", "line": "These people, they carry your blessing, Yune... You mean to fight me?"}, {"speaker": "Ike", "line": "Ashera, our goddess... This is the world--and we are the people--you created. You make it sound as if we're some sort of filthy creatures that just decided to settle down here and cause trouble."}, {"speaker": "Yune", "line": "Ike! Don't say it like that."}, {"speaker": "Ike", "line": "We're not perfect. Sometimes our brains tell us one thing, while our emotions tell us another. And war... The more we try to avoid it, the worse it is when it comes to us."}, {"speaker": "Ike", "line": "People are probably the dumbest creatures alive."}, {"speaker": "Yune", "line": "But... Somehow you're also the most endearing. It's your imperfections that make you so interesting... Imperfections very similar to ours."}, {"speaker": "Ike", "line": "We know that we've messed up. We'll do our best to avoid more war and to make peace our highest priority. Ashera, just give us one more chance. All we ask for is one more chance."}, {"speaker": "Ashera", "line": "You expect me to reverse my judgment? The goddess of order cannot be so...mercurial. My decision is final."}, {"speaker": "Ike", "line": "So that's how it's going to be, huh? Then we will fight...  and we will save our people. Make your peace with whatever the gods worship. Your end is near."}, {"speaker": "Ashera", "line": "My end  is near?"}, {"speaker": "Ike", "line": "In every battle that mattered in my life, I've always been the one left standing, no matter how slim my chances. This battle means more than any of the others, because it's for the life of every person that I've ever cared about. I will win this fight."}], "conversation": [{"speaker": "Soren", "line": "Ike... Um... Were you joking when you said you couldn't remember how we met?"}, {"speaker": "Ike", "line": "Well, sorta. It was a long time ago."}, {"speaker": "Soren", "line": "How could you forget?"}, {"speaker": "Ike", "line": "Relax, Soren. I got to thinking, and I remembered. I remember what happened in Gallia on the day we first met."}, {"speaker": "Soren", "line": "Ike..."}, {"speaker": "Ike", "line": "Mother had gone shopping with Mist that day. I was wandering around the village all alone. I walked to the edge of the forest, looking for a stick I could pretend was a sword. There was a raven-haired boy lying on the ground."}, {"speaker": "Soren", "line": "I remember the huge oak tree by the clearing... I'd been sleeping in the hollow by the roots."}, {"speaker": "Ike", "line": "He looked like he was my age. He was as skinny as a twig, wearing rags and covered in dirt. He looked like he was near death. I took out my lunch and I handed it to him. He made a noise like a scared animal and shied away. He was suspicious of me at first, but eventually he took my sandwich and started to eat. It was like he'd never eaten before in his life. I didn't have anything else to feed him, so I told him to come to my house. But he kept shaking his head no."}, {"speaker": "Soren", "line": "I was afraid you were going to trick me. Afraid that you were going to chase me away after taunting me with food, just for a laugh..."}, {"speaker": "Ike", "line": "I told the boy that I'd bring him some food the next day at the same time and place. He finally nodded when I said that. It made me happy. I felt like I was doing something right, helping this boy. Like I was the only one who'd do that."}, {"speaker": "Soren", "line": "...I was happy, too. Not just because I wasn't hungry anymore. Because someone finally would talk to me. So I went back to the village again the next day. I was scared of the other villagers and their rocks and sticks, but I still went back."}, {"speaker": "Ike", "line": "That's right. That was Gallia back then. The beorc abused and tormented the Branded because the laguz shunned them. They wanted to avoid upsetting the laguz."}, {"speaker": "Soren", "line": "The villagers threw stones at me, called me an animal and a devil. But on the next day, the village was littered with corpses. Soldiers and peasants were in a panic."}, {"speaker": "Ike", "line": "It was my dad. He went crazy when the spirit of chaos in the medallion touched him."}, {"speaker": "Soren", "line": "I walked through the empty streets, checking bodies to see if you were dead. But I couldn't find you. I decided that you had to be alive. I took money and food from the village and headed for Crimea, a land of beorcs."}, {"speaker": "Ike", "line": "Soren..."}, {"speaker": "Soren", "line": "On my way to Crimea, I kept seeing laguz from the beast tribe. They were terrifying, but after a while I realized something. They never attacked me. They all seemed to notice something about me, and then pretend they couldn't see me. That look was burned into my mind, and it was always the same. They'd scowl, then walk away like they'd never noticed me. In a way, that left me feeling older and more alone than if they'd attacked me. Hate... That I could understand. This was denial. They made me feel like I wasn't supposed to exist at all. That my simply being alive was an affront to the world. That was how the beasts treated me. And I hated them for it. It sat in my heart like a lead bar. Like a glacier."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Soren", "line": "When I reached Crimea, I took refuge in a church along the way. They took my brand to be a sign that I had been trained in the arcane arts. They took good care of me, and taught me things. Once I had learned to speak and behave like other people, I wandered Crimea for several years. Then I finally found you."}, {"speaker": "Ike", "line": "But I'd..."}, {"speaker": "Soren", "line": "Yes. You'd forgotten that day in Gallia. But I didn't care. My only wish was to see you again. I just wanted to see the only boy who had held out a warm hand when I had nothing."}, {"speaker": "Ike", "line": "Soren... Don't cry."}, {"speaker": "Soren", "line": "Don't cry? What? I'm not crying..."}, {"speaker": "Ike", "line": "Soren, you're smart, but you're no good when it comes to your emotions. Come over here."}, {"speaker": "Soren", "line": "D-don't treat me like I'm a child! I'm not that--"}, {"speaker": "Ike", "line": "Come on."}, {"speaker": "Soren", "line": "Shut up! Shut up..."}, {"speaker": "Ike", "line": "Then I'll come over to you."}, {"speaker": "Ike", "line": "It's all in the past, Soren..."}, {"speaker": "Soren", "line": "...Sniff... Sniff... Gwuh... Wahhhhhhhh! Ahhhhhhh!"}], "battle": [{"speaker": "Ashera", "line": "..."}, {"speaker": "Ike", "line": "It's over. It's all over..."}, {"speaker": "Micaiah", "line": "We did it. Our fighting is finally done. Now the people..."}, {"speaker": "Ike", "line": "Now the people should all turn back to normal."}, {"speaker": "Micaiah", "line": "Yes!"}, {"speaker": "Ike", "line": "Let's get out of here. I'm sure the others are getting tired of waiting for us outside."}, {"speaker": "Yune", "line": "Wait!"}, {"speaker": "Ike", "line": "Huh?!"}, {"speaker": "Ashera", "line": "..."}, {"speaker": "Ike", "line": "What... What's going on? This is insane! We defeated her..."}, {"speaker": "Ashera", "line": "You defeated nothing. This is nothing at all out of the ordinary. Mortals cannot defeat the divine. It is not possible."}, {"speaker": "Micaiah", "line": "But... We won... General Ike... We have to fight one more time! The people out there need our help!"}, {"speaker": "Ashera", "line": "You can try as many times as you like. The result will always be the same. There is no way for you to win."}, {"speaker": "Micaiah", "line": "I can't believe that! General Ike, you can do it! Forge a new destiny for us! Ike, please... You've got to!"}, {"speaker": "Ike", "line": "I don't need encouragement. I'd fight to the end no matter what. Ashera, you can't stop me. It doesn't matter if you're a goddess. It doesn't matter if I have no way to win. Fighting defines me, and I will not lose."}, {"speaker": "Ashera", "line": "When will you tiresome gnats surrender?"}], "battle-talk": [{"speaker": "Kurthnaga", "line": "You're Lehran...", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Prince Kurthnaga... How you've grown.", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Kurthnaga", "line": "You know who I am?", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "I resided in Goldoa for more than seven hundred years.", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Kurthnaga", "line": "I... I had no idea.", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "That's because I was kept in hiding. But I did meet you several times, when you were just an infant.", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Kurthnaga", "line": "I remember a...a mysterious man with black wings. Was that you? I always thought it was a dream...", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "...", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Kurthnaga", "line": "I was always so fascinated by that man and his songs... I remember him well, and fondly.", "person_1": "Kurthnaga", "person_2": "Lehran"}, {"speaker": "Sanaki", "line": "You finally made it, Sephiran.", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Sanaki, I...", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Sanaki", "line": "I was starting to wonder how I would punish you.", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "I'm sorry?", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Sanaki", "line": "You are my subordinate, after all. I have decided that leaving one's empress to die is punishable by drowning in a pool of rancid butter.", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Of course it is, my empress.", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Sanaki", "line": "I hope you're a strong swimmer.", "person_1": "Sanaki", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "Um...", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Yes?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "You're Lehran, aren't you?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Yes.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "You... Forgive me for asking, but... Aren't you my--", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Can we talk about this later?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "What? Oh, I mean, of course... Sorry to bother you...", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Child, you couldn't possibly bother me. It's just, the talk you and I must have is going to take a long time. I don't think Ashera would wait for us to finish.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "Oh... Very well.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "What is it?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "Oh, nothing... Never mind.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Micaiah?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "Y-yes?", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Looks like you could use some backup. I'm good with a staff, too, you know.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Micaiah", "line": "Th-thank you.", "person_1": "Micaiah", "person_2": "Lehran"}, {"speaker": "Ike", "line": "Sephiran... I mean, Lehran...", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "I can't apologize enough. I was so terribly mistaken, and now there's nothing I can do to help.", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Ike", "line": "Don't worry.", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "What? z Ike: Wanting to do something that matters is enough. Sometimes, how you feel is more important than how you act.", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Ike, I... There's no one that I think more highly of...", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Ike", "line": "No time for compliments. We still have work to do here.", "person_1": "Ike", "person_2": "Lehran"}, {"speaker": "Lehran", "line": "Yes... Yes, we do.", "person_1": "Ike", "person_2": "Lehran"}], "boss": [{"speaker": "Ashera", "line": "You would face me in battle? I need no further evidence of your kind's imperfections. This will hardly be a battle at all. Simply an end. Perish, flawed one."}, {"speaker": "Ashera", "line": "It is tragic that you are too limited to see how hopeless this is. You cannot hope to defeat the divine.", "unit": "Ike", "boss": "Ashera"}, {"speaker": "Ike", "line": "You're right. We can't hope to defeat you.", "unit": "Ike", "boss": "Ashera"}, {"speaker": "Ashera", "line": "Then why continue?", "unit": "Ike", "boss": "Ashera"}, {"speaker": "Ike", "line": "You haven't left us much choice. I'd rather die like this instead of being turned into some mindless statue.", "unit": "Ike", "boss": "Ashera"}, {"speaker": "Ashera", "line": "Simpleminded fool...", "unit": "Ike", "boss": "Ashera"}, {"speaker": "Ashera", "line": "Don't waste your energy, fleshling. You are physically unable to harm me.", "unit": "Micaiah", "boss": "Ashera"}, {"speaker": "Micaiah", "line": "Yune... I'm fine. I can hear you. No, I'm not afraid. I know you're with me.", "unit": "Micaiah", "boss": "Ashera"}, {"speaker": "Ashera", "line": "Ah, son of the dragon king... You may be the greatest among the enfleshed, but you are no match for me.", "unit": "Kurthnaga", "boss": "Ashera"}, {"speaker": "Kurth", "line": "Goddess Ashera, please listen to me. We know that we are clearly imperfect, but you, unnaturally created of pure order... Might that not be considered an imperfection?", "unit": "Kurthnaga", "boss": "Ashera"}, {"speaker": "Ashera", "line": "No, I am perfect. Free of emotion, I have no doubts. Therefore I commit no errors.", "unit": "Kurthnaga", "boss": "Ashera"}, {"speaker": "Ashera", "line": "Lehran, you have joined my enemies?", "unit": "Lehran", "boss": "Ashera"}, {"speaker": "Lehran", "line": "My goddess... Never before have I defied you in even the least thing. But I have seen the error of my ways and wish to save the people whom I once desired to destroy. I am one man, and my life is precious. How much more precious are the lives of the countless multitudes?", "unit": "Lehran", "boss": "Ashera"}], "cutscene": [{"speaker": "Yune", "line": "We have to put an end to this. Take all the power I have."}, {"speaker": "Ike", "line": "Thank you. I'll use it well."}, {"speaker": "Ike", "line": "What of you? Are you leaving?"}, {"speaker": "Yune", "line": "I am. But I believe it's for the best. This world does not need gods. We have always failed you. We've made you weak. That's why we must...go."}, {"speaker": "Ike", "line": "You don't have to leave."}, {"speaker": "Yune", "line": "Hm?"}, {"speaker": "Ike", "line": "It's true, we don't have much use for gods. But, well... You show us what we should aspire to. We need inspiration. You give us a reason to grow. To become more than we are."}, {"speaker": "Ike", "line": "And if we don't have that, Yune, we're nothing more than statues."}, {"speaker": "Yune", "line": "Can you forgive me for the pain I've caused?"}, {"speaker": "Ike", "line": "I don't know. But you have already forgiven us. How could we not?"}, {"speaker": "Ike", "line": "We are all family. We will try to understand one another, even when we disagree."}, {"speaker": "Yune", "line": "You're right. I will try. One more time."}]}