{"chapter": "4:4", "title": "Revelations", "speakers": ["Mist", "Ike", "Soren", "Titania", "Rafiel", "Nailah", "Order", "Tormod", "Muarim", "Hetzel", "Oliver", "Vika", "Volug"], "dialogue_counts": {"Mist": 2, "Ike": 42, "Soren": 1, "Titania": 1, "Rafiel": 18, "Nailah": 16, "Order": 1, "Tormod": 14, "Muarim": 5, "Hetzel": 4, "Oliver": 14, "Vika": 1, "Volug": 11}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 132, "transitions": "----------------------------------", "intro": [{"speaker": "Mist", "line": "This is great! I can't remember the last time we got to sleep indoors! We can be thankful for the rain, I guess."}, {"speaker": "Ike", "line": "Yeah, the decorations are a little...overdone, but the beds will be warm and dry. I'm glad I remembered this mansion was here."}, {"speaker": "Soren", "line": "Presumably we're the first people to set foot in here since Oliver was posthumously found guilty of trading in heron slaves. I understand the senate confiscated his lands and property immediately after the Mad King's War ended."}, {"speaker": "Titania", "line": "Well, someone must be living here; the place is spotless. By law, there shouldn't be anyone here. I wonder if someone is squatting."}, {"speaker": "Rafiel", "line": "..."}, {"speaker": "Nailah", "line": "Is something wrong, Rafiel?"}, {"speaker": "Rafiel", "line": "I feel that we are being watched. I sense no malice...but there is definitely some sort of presence. Perhaps the master of the house?"}, {"speaker": "Nailah", "line": "Hmm. I'll be we find out soon."}, {"speaker": "Nailah", "line": "The Disciples of Order are here! They just appeared in the outer building."}, {"speaker": "Ike", "line": "All right, let's get everyone mobilized."}, {"speaker": "Rafiel", "line": "General! Come quickly! Our friends are in trouble!"}, {"speaker": "Ike", "line": "Friends?"}, {"speaker": "Ike", "line": "Hey! Isn't that--"}, {"speaker": "Mist", "line": "It's Tormod! We haven't seen him since the Mad King's War!"}, {"speaker": "Order", "line": "Extinguish them!"}, {"speaker": "Tormod", "line": "Funny you should phrase it that way, you soon-to-be cinder!"}, {"speaker": "Tormod", "line": "What the—That should have worked better. Who are these guys?"}, {"speaker": "Ike", "line": "Tormod, your backup's here! Just hold your position!"}, {"speaker": "Tormod", "line": "Much appreciated! Don't worry. We're not going anywhere! Wait a second...Ike? What happened to you, musclehead?"}, {"speaker": "Muarim", "line": "It's definitely Sir Ike. But beorc growth always amazes me. It's like looking at a different person."}, {"speaker": "Tormod", "line": "Between him and Sothe, I'm starting to feel a little inadequate! Well, that settles it! I've still got a lot of growing to do, so I've got to survive! I can't die like this!"}, {"speaker": "Ike", "line": "All right, let's help these guys out. Get ready for battle!"}], "battle": [{"speaker": "Hetzel", "line": "Oliver, Duke of Tanas, have a care. The last time you faced these enemies, you were defeated, humiliated, and your heron slave trade was exposed. By the good graces of your fellow senators, you were saved from death and hidden away here. Behind the backs of the apostle and the prime minister, we have kept you safe. Do not fail us."}, {"speaker": "Oliver", "line": "I understand, Senator Hetzel. Rest assured, the savages who dare set foot in my home a second time will be eradicated for the glory of the goddess! Ugly creatures deserve nothing but an ugly death. You will not regret the lovely mercy you've shown me!"}], "battle-talk": [{"speaker": "Ike", "line": "Tormod, it's been a while.", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "Holy moly! You are absolutely huge! I feel puny next to you...", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Ike", "line": "That's because you are puny. Magic clearly doesn't give you much muscle tone.", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "Oh...I suppose that's true. Still, it works pretty well for winning battles.", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Ike", "line": "Actually, Tormod...", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "What?", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Ike", "line": "Did you actually get smaller?", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Tormod", "line": "Nah, you just can't see me properly because all of your blood gets pumped to your muscles, away from your brain!  Ike: A little touchy, Tormod? ...Whatever. We have work to do.", "person_1": "Ike", "person_2": "Tormod"}, {"speaker": "Ike", "line": "Muarim, we've got your back here. Are you ready for these guys?", "person_1": "Ike", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Absolutely, Sir Ike. I'm glad to have the chance to fight with you again.", "person_1": "Ike", "person_2": "Muarim"}, {"speaker": "Ike", "line": "The pleasure's mine, Muarim. You're a good man.", "person_1": "Ike", "person_2": "Muarim"}, {"speaker": "Muarim", "line": "Thank you.", "person_1": "Ike", "person_2": "Muarim"}], "recruit-battle": [{"speaker": "Oliver", "line": "Aagh... Still so many beautiful things...that...I...don't own."}, {"speaker": "Oliver", "line": "Ho ho, what have we here? A fine little raven indeed! Please... Let me see the length of those wings. I'll need to know, if I'm to take proper...care of them.", "unit": "Vika", "boss": "Oliver"}, {"speaker": "Vika", "line": "You Begnion nobles... Can't you ever just say what you're thinking?", "unit": "Vika", "boss": "Oliver"}, {"speaker": "Oliver", "line": "Sub...sub...sub-human! Tiger! Tiger! Eyes burning bright! In my foyer late at night! Oh, my poetic soul! I'm much too delicate for this!", "unit": "Muarim", "boss": "Oliver"}, {"speaker": "Muarim", "line": "Oh boy...", "unit": "Muarim", "boss": "Oliver"}, {"speaker": "Tormod", "line": "Hey, chunky! Apparently we didn't kill you enough last time! Time to try again!", "unit": "Tormod", "boss": "Oliver"}, {"speaker": "Oliver", "line": "Yawp! Dear me! What a frightening young child.", "unit": "Tormod", "boss": "Oliver"}, {"speaker": "Tormod", "line": "I am NOT a child!", "unit": "Tormod", "boss": "Oliver"}, {"speaker": "Volug", "line": "Grrrrr!", "unit": "Volug", "boss": "Oliver"}, {"speaker": "Oliver", "line": "Ack! A sub-human! What a horrible monster, smacking his lips before dining on my delicate body! Someone, please help me! A man like me doesn't deserve this!", "unit": "Volug", "boss": "Oliver"}, {"speaker": "Oliver", "line": "S-sub-human! A hideous sub-human is attacking me! Help! Someone help me! I'm much too lovely for this!", "unit": "Nailah", "boss": "Oliver"}, {"speaker": "Nailah", "line": "What a strangely shaped creature... Is this some rare subspecies of beorc?", "unit": "Nailah", "boss": "Oliver"}, {"speaker": "Ike", "line": "You! You're still alive?!", "unit": "Ike", "boss": "Oliver"}, {"speaker": "Oliver", "line": "The world simply could not bear to be without me. Your crude weapons have no force against true magnificence! Blessed with such beauty, I have no foes...only inferiors!", "unit": "Ike", "boss": "Oliver"}, {"speaker": "Ike", "line": "Glad to see you're still barely clinging to that last shred of sanity. Just give it up, already.", "unit": "Ike", "boss": "Oliver"}], "recruit-talk": [{"speaker": "Oliver", "line": "Ohhh...you are truly a banquet for the eyes as well as the...spirit. I am quite overcome!", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Rafiel", "line": "Unhand me!", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Oliver", "line": "But how is it that anyone could risk a precious treasure like you in battle? What if something marred you?", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Rafiel", "line": "What are you talking about?", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Oliver", "line": "Don't worry, pretty bird; I'll save you. You need someone who can give you loving protection. Someone...like me.", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Rafiel", "line": "???", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Oliver", "line": "I'll take you away from these savages! I would never let them lay a single finger on you, my precious! No, no... The jealous cretins mustn't ruffle a single feather... I'll have to kill them. Come now, come to daddy!", "recruiter": "Rafiel", "recruit": "Oliver"}, {"speaker": "Ike", "line": "Hold on a second... Aren't these your men? Why are you fighting them?", "recruiter": "Ike", "recruit": "Oliver"}, {"speaker": "Oliver", "line": "It's quite simple, really. A true guardian of beauty stands with those who are beautiful. If your exquisite heron prince will not stay here in my home, I must follow him. I have seen death; it holds no mystery for me. Only my pursuit matters. Rest at ease, friends.", "recruiter": "Ike", "recruit": "Oliver"}, {"speaker": "Ike", "line": "Look... Would you mind rejoining the enemy?", "recruiter": "Ike", "recruit": "Oliver"}], "end": [{"speaker": "Ike", "line": "Well, another storm weathered. It's late. Everyone try to get some sleep and be ready for tomorrow."}, {"speaker": "Hetzel", "line": "Wiped out... Not a man left standing. It must be the will of the goddess."}, {"speaker": "Rafiel", "line": "You! You are..."}, {"speaker": "Hetzel", "line": "Rafiel? How-- You're still alive! I'm so glad you're safe..."}, {"speaker": "Rafiel", "line": "I have nothing to say to you."}, {"speaker": "Hetzel", "line": "So, you know, then. What we did was unforgivable... I was against it from the beginning... I argued with the others time and again! ...Ah, what's the use... It doesn't matter what I say now. Rafiel... Despite everything, I'm very happy to see that you're alive. But I beg of you... Stay away from the capital. You must not anger the goddess!"}, {"speaker": "Ike", "line": "I've seen that man before. He's a pretty influential senator, isn't he?"}, {"speaker": "Rafiel", "line": "His name is Hetzel, duke of Asmin... I owe my life to him."}, {"speaker": "Nailah", "line": "Ike, I'm sorry, but can we talk later? Rafiel needs to rest."}, {"speaker": "Ike", "line": "Yes, of course."}, {"speaker": "Ike", "line": "So... Why are you guys here, anyway?"}, {"speaker": "Tormod", "line": "You won't believe me, but it came to me in a dream, Ike."}, {"speaker": "Ike", "line": "A dream?"}, {"speaker": "Tormod", "line": "Yeah. Shortly after that light turned everyone to stone, I had a really strange dream. I don't remember it very well, but it was like there was a voice in my head, whispering encouragement. When I woke up, I knew what I had to do. I knew that everyone who hadn't been petrified was heading to the Tower of Guidance, and from there we'd all be saved."}, {"speaker": "Muarim", "line": "I had the same dream. I thought this must be a divine revelation, so we left the desert to make for the tower."}, {"speaker": "Ike", "line": "Sounds like more of Yune's handiwork."}, {"speaker": "Nailah", "line": "Agreed. This is her way of gathering able bodies. I suppose a goddess of chaos will do things her own way..."}, {"speaker": "Tormod", "line": "Yune? Isn't that the dark goddess I keep hearing about? Should I even be listening to her?"}, {"speaker": "Ike", "line": "I can't really put it into words, but I can feel it inside. Listening to her is the right thing to do. I guess it's a lot like the dream you described."}, {"speaker": "Nailah", "line": "We laguz are pretty intuitive. I feel it in my blood that Yune is the goddess of our ancestors."}, {"speaker": "Tormod", "line": "All right. That makes it a little easier to come to grips with."}, {"speaker": "Ike", "line": "Are you feeling any better?"}, {"speaker": "Rafiel", "line": "Yes, much. Sorry if I worried you. That was quite a shock."}, {"speaker": "Ike", "line": "No problem... Can we talk about it? I'd like to know about you and that man..."}, {"speaker": "Rafiel", "line": "Yes, Hetzel... It was some time ago now, a little while before the Serenes Massacre..."}, {"speaker": "Rafiel", "line": "I was alone outside of the forest. There, I was found and captured by beorc slave traders. The slavers sold me at auction, and the winner was Lord Hetzel. I didn't know until later, but the bidding for me among the senators was extremely competitive. Lord Hetzel actually spent much of his fortune on my purchase."}, {"speaker": "Rafiel", "line": "After he took me home, I fell deathly ill, mostly just from desperation. Lord Hetzel was deeply moved by my plight... He brought me to a temple and spent many days nursing me back to health. I have no doubt that he saved my life, but my wings never fully recovered. I haven't been able to fly since. Lord Hetzel felt terrible... Do you know what he told me? He said, \"Once you fully recover, you can return to the forest.\" Members of the heron clan, we can look inside people's hearts. I knew the truth of what Lord Hetzel said... He was being absolutely honest. I knew I could trust him from that moment on."}, {"speaker": "Rafiel", "line": "Then... The Serenes Massacre. I didn't need to be told. I would have felt the suffering of that many of my brethren from anywhere in the world. Lord Hetzel never said anything, but I knew that the senators had murdered the apostle and blamed my clan. Because of the monstrous ambition of a handful of evil men, my entire race was burned to ash."}, {"speaker": "Ike", "line": "Rafiel..."}, {"speaker": "Rafiel", "line": "Late that night, I returned to the temple. Something happened to me there... Some sort of force took hold of me... The next thing I knew... I was lying in the sand. If Queen Nailah hadn't come, I would have died right there. I didn't even realize how far I was from my dear home."}, {"speaker": "Ike", "line": "So Duke Hetzel is both your savior and your enemy."}, {"speaker": "Rafiel", "line": "Hetzel was not directly involved, nor did he give orders to those who were. Something about him still troubles me, though... Whenever I think of him, I feel chaos boiling up from his heart. ...I sense it in myself, as well. I have the same feelings welling up in me. I suppose that's why I can accept it in him."}, {"speaker": "Ike", "line": "Your people, the remaining heron tribe... They've also changed. King Tibarn has said many times that Reyson and Leanne are far from typical herons."}, {"speaker": "Rafiel", "line": "Yes, I was surprised when we met again. They're both so strong...and vitality seems to shine forth from within them."}, {"speaker": "Ike", "line": "It makes you wonder if chaos is really all bad, doesn't it?"}, {"speaker": "Rafiel", "line": "I am starting to think that what the world needs is a balance between order and chaos. What do you think?"}, {"speaker": "Ike", "line": "I don't know. I think there are some things we're not meant to understand."}], "narration": ["Tibarn's group passes quickly through Salmo, drawing steadily closer to the imperial capital. The hardships of the journey lead the group to overcome their racial differences, and form bonds of friendship and trust.", "However, Almedha, the queen mother of Daein, remains alone and aloof, lost in thoughts of her own. Her son, Pelleas, also seems to guard some secret thought, tucked deep within his heart."], "conversation": [{"speaker": "Volug", "line": "..."}, {"speaker": "Ike", "line": "Er. Hello. What can I do for you?"}, {"speaker": "Volug", "line": "..."}, {"speaker": "Ike", "line": "Hey, that’s an elixir."}, {"speaker": "Volug", "line": "..."}, {"speaker": "Ike", "line": "Yes, I like them too."}, {"speaker": "Volug", "line": "..."}, {"speaker": "Nailah", "line": "(Volug, speak out loud. Ike is confused by your silence.)"}, {"speaker": "Volug", "line": "(But, Your Majesty... He doesn’t understand our language.)"}, {"speaker": "Nailah", "line": "(It’s better than staying silent.) Sorry. I don’t mean to leave you out of the conversation."}, {"speaker": "Ike", "line": "No, that’s fine. I would have been confused either way. I didn’t know you could speak the ancient language."}, {"speaker": "Nailah", "line": "It’s Hatari’s common language. I would never have known about the Tellius language if I hadn’t met Rafiel."}, {"speaker": "Ike", "line": "The Tellius language?"}, {"speaker": "Nailah", "line": "You don’t know? The language we are using right now is called the Tellius language. You call it modern speech, I suppose."}, {"speaker": "Ike", "line": "Oh, I see."}, {"speaker": "Nailah", "line": "Long ago, beorc created the Old Tongue. The ancient speech is what we laguz call it. The language was too difficult for the laguz to master. So the language of Tellius was created in its place."}, {"speaker": "Ike", "line": "Huh. I’ve never heard that before. The only people I’m aware of who know the ancient speech are the heron laguz. I think Nasir of Goldoa said he could read it. Among beorc, only mages know how to use it, and that’s only for spells."}, {"speaker": "Nailah", "line": "Well, the laguz who live a long time, such as dragons and herons, have all the time in the world to learn it. Beorc probably left the ancient speech behind in favor of a newer and improved language, with the exception of spells."}, {"speaker": "Ike", "line": "That makes sense, I suppose. Mordecai once told me that speech lets you avoid fighting when it’s not a good idea. He said that’s why it’s a good idea to know many languages."}, {"speaker": "Nailah", "line": "Did he, now? Volug, did you hear that? You can learn the language of Tellius with Mordecai."}, {"speaker": "Volug", "line": "...I will... I...will try."}, {"speaker": "Nailah", "line": "He understands what you’re saying, for the most part. It’s the speaking that’s the hard part for him."}, {"speaker": "Ike", "line": "You don’t need to feel obligated. I mean, it isn’t like I can understand ancient speech."}, {"speaker": "Volug", "line": "(Here, I want you to have this.) Um, here... Take."}, {"speaker": "Ike", "line": "Oh, I understand. Thanks."}, {"speaker": "Volug", "line": "(It’s about time!)"}, {"speaker": "Ike", "line": "I think I understood that. You were happy that I understood what you just said."}, {"speaker": "Volug", "line": "(I guess you could say that.)"}, {"speaker": "Nailah", "line": "Good. As long as you have the desire to learn, words will soon follow."}, {"speaker": "Ike", "line": "I see. I’ll try to learn a little ancient speech from now on, too. Volug, you be my teacher and I’ll be your teacher."}, {"speaker": "Volug", "line": "(All right. It’s a deal.)"}]}