{"chapter": "4:5", "title": "Unforgivable Sin", "speakers": ["Elincia", "Tibarn", "???", "Bastian", "Lucia", "Geoffrey", "Volke", "Reyson", "Pelleas", "Tauroneo", "Izuka", "Zihark", "Ranulf", "Jorge", "Daniel", "Man", "Renning", "Amy", "Calill", "Janaff", "Ulki"], "dialogue_counts": {"Elincia": 45, "Tibarn": 27, "???": 2, "Bastian": 26, "Lucia": 12, "Geoffrey": 11, "Volke": 17, "Reyson": 14, "Pelleas": 17, "Tauroneo": 10, "Izuka": 20, "Zihark": 2, "Ranulf": 5, "Jorge": 1, "Daniel": 1, "Man": 1, "Renning": 3, "Amy": 7, "Calill": 2, "Janaff": 15, "Ulki": 11}, "gender_counts": {"M": 180, "F": 66, "N": 3, "A": 0}, "lines": 252, "transitions": "FMFMFMFMFMFMFNFMFMFMMMFMF--FMFMFMMMMMMM-MMMFFFF-MMMMMMMMMMMMMMMMMMMMM--MMMFFMFF-FMFMMM-MF-FMFMFMFMFMFMFMFMFM-MMMMMMM-M-MMM-MMM-MMM-MMMMMM-MFMF-MM-MMMMMMMMMMM-MF-MM-M-MFM--MN-MM-M-NM-FMFMF--FMMMFM---M---M-MMMF-FMFM-MMMM--MF-M-MF-MMMM--FFFFMFMFFFFFMFMMFFFFFF-MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Geoffrey", "line": "...So, we have a bit of a predicament. I know it's none of your affair, but we would greatly benefit from laguz assistance in our hunt for last night's escapee."}, {"speaker": "Tibarn", "line": "No problem. I could use a little exercise before breakfast."}, {"speaker": "Geoffrey", "line": "Thank you, King Tibarn! Please, follow me."}, {"speaker": "Lucia", "line": "Why are the others up so early? What's going on?"}, {"speaker": "Elincia", "line": "Is it the Disciples of Order? Are we under attack?"}, {"speaker": "Geoffrey", "line": "No, Your Majesty... It's not the Disciples of Order. If you'll excuse me, I must go!"}, {"speaker": "Lucia", "line": "Wait, Geoffrey! ...Who does he think he is?"}, {"speaker": "Elincia", "line": "Let's follow them."}, {"speaker": "Elincia", "line": "Bastian! What in the world is going on? I insist on a straight answer!"}, {"speaker": "Geoffrey", "line": "Your Majesty! Sister! Why are you here?"}, {"speaker": "Lucia", "line": "That's not important! Explain why there are Feral Ones here!"}, {"speaker": "Bastian", "line": "See that odious man among them? He's controlling them. He is using fell magic to summon the poor laguz souls who were turned into Feral Ones! He is the man who escaped our custody last night. Volke found him just now."}, {"speaker": "Bastian", "line": "His name is Izuka. He designed the process that created the Feral Ones!"}, {"speaker": "Tibarn", "line": "What?! He's the butcher who twisted the lives of my kinsmen? He won't die quickly. I'll make sure his screams are heard in Phoenicis, Gallia...even Goldoa."}, {"speaker": "Izuka", "line": "...Dare not speak to me that way again... My work is humanity's greatest triumph... Depraved? Ha! ...Show them the meaning of genius! Come, my children, defend me! Come, my Feral Ones!"}, {"speaker": "Elincia", "line": "We can't let a creature that twisted roam free. We must fight!"}], "conversation": [{"speaker": "Amy", "line": "Oh! Queen Elincia!"}, {"speaker": "Elincia", "line": "Amy! You’re safe! Oh, I’m so glad! It’s so good to see you!"}, {"speaker": "Amy", "line": "I came here with General Geoffrey."}, {"speaker": "Elincia", "line": "With Geoffrey?"}, {"speaker": "Geoffrey", "line": "I was outside on the day when the bright light engulfed everything. At first, I thought that time had stopped. Then I realized that time was normal, but everyone around me had been turned to stone. I rode around the city to investigate, and I found this little girl crying in Calill’s bar."}, {"speaker": "Elincia", "line": "Did you find anyone else? What about Largo?"}, {"speaker": "Geoffrey", "line": "..."}, {"speaker": "Elincia", "line": "No... How tragic. How am I going to tell Calill?"}, {"speaker": "Amy", "line": "Mommy is here!? I want to see my mommy!"}, {"speaker": "Elincia", "line": "Yes. She is here, Amy. Lucia?"}, {"speaker": "Lucia", "line": "Yes, Your Majesty. Amy, do you want to see your mommy? Here, take my hand. We’ll go together."}, {"speaker": "Amy", "line": "Yay! I can’t wait to see her!"}, {"speaker": "Reyson", "line": "How unusual. I can’t believe a small child like that has been saved from petrification. Isn’t she the first?"}, {"speaker": "Elincia", "line": "King Tibarn, Prince Reyson."}, {"speaker": "Tibarn", "line": "I’d assumed that only the people with a certain amount of power were safe from petrification, but I guessed wrong."}, {"speaker": "Reyson", "line": "I’m wondering if there are even rules at all."}, {"speaker": "Elincia", "line": "Hmm."}, {"speaker": "Amy", "line": "Mommy!"}, {"speaker": "Calill", "line": "Amy! You’re safe! Thank goodness. I’m so glad!"}, {"speaker": "Amy", "line": "M-Mommy! Daddy couldn’t move! H-he wouldn’t say anything! He... Sniff... Wahhhhhhh!"}, {"speaker": "Calill", "line": "There, there. It’ll be all right. Mommy will take care of Daddy. Mommy and Queen Elincia are going to save all the people who can’t move. Everything will be all right. Daddy will be back soon. I promise."}, {"speaker": "Amy", "line": "All right... Sniff... Sniff..."}, {"speaker": "Janaff", "line": "Sheesh, all I’m saying is that you should take it, Ulki!"}, {"speaker": "Ulki", "line": "No... You are older than me. One must respect one’s elders. It’s yours, Janaff."}, {"speaker": "Janaff", "line": "That’s not fair! You only say things like that when it’s convenient for you. We’re only five years apart!"}, {"speaker": "Ulki", "line": "Five years is five years. You deserve the perks due someone of your age. You take it."}, {"speaker": "Janaff", "line": "Did you just call me an old codger!?"}, {"speaker": "Tibarn", "line": "Come on, I don’t care who keeps it. Just make a decision already."}, {"speaker": "Janaff", "line": "Shut up, Tibarn! This is between me and Ulki!"}, {"speaker": "Ulki", "line": "Should you really be addressing your king with words like those?"}, {"speaker": "Janaff", "line": "Who cares? It’s not like anyone else can hear."}, {"speaker": "Ulki", "line": "Selfish little magpie."}, {"speaker": "Janaff", "line": "Hey! Lookit me! I’m Ulki, the solitary peacock!"}, {"speaker": "Tibarn", "line": "All right, Janaff, that’s enough."}, {"speaker": "Janaff", "line": "What?! How am I the one getting scolded!?"}, {"speaker": "Tibarn", "line": "You too, Ulki. You know how to press his buttons. Don’t egg him on like that."}, {"speaker": "Ulki", "line": "...Fine."}, {"speaker": "Reyson", "line": "What are you fighting over?"}, {"speaker": "Tibarn", "line": "They’re arguing over who would take my gift. Neither of them seem willing to take it."}, {"speaker": "Reyson", "line": "Really? How uncharacteristically selfless of you to put up a fight, Ulki."}, {"speaker": "Janaff", "line": "What do you mean, White Prince? Ulki is just being an ungrateful wretch for not appreciating my thoughtfulness! He’ll never understand!"}, {"speaker": "Ulki", "line": "Since the item is so nice, I thought that you should have it. I’m not the stubborn one here."}, {"speaker": "Reyson", "line": "Well, since neither of you want it, I’ll take it."}, {"speaker": "Janaff", "line": "What!?"}, {"speaker": "Ulki", "line": "...Prince Reyson?"}, {"speaker": "Reyson", "line": "It will come in handy during a battle, right? Then I’ll wear it and fight next to Tibarn. Sure, it’s good to be thoughtful and giving, but if neither of you appreciates it, there’s no point."}, {"speaker": "Tibarn", "line": "Reyson’s right! All right, this is for you. Reyson can be my one and only aide from now on. I shoulda thought of this sooner."}, {"speaker": "Janaff", "line": "W-wait! No, I’ll take it!"}, {"speaker": "Ulki", "line": "No, I shall take it."}, {"speaker": "Janaff", "line": "Ulki?"}, {"speaker": "Ulki", "line": "Once we have it, Janaff and I will discuss who should wear the item."}, {"speaker": "Tibarn", "line": "Do you agree to this, Janaff?"}, {"speaker": "Janaff", "line": "Um... Yes, I do. I have no problem with that."}, {"speaker": "Tibarn", "line": "Reyson?"}, {"speaker": "Reyson", "line": "That’s fine with me. As long as you agree to keep me nearby, I’m all right with whatever you decide."}, {"speaker": "Tibarn", "line": "It’s a done deal, then. Now, don’t you two feel a little stupid after getting lectured like that? And by Reyson, as well!"}, {"speaker": "Janaff", "line": "...Sorry, Ulki."}, {"speaker": "Ulki", "line": "I... I apologize, too."}, {"speaker": "Janaff", "line": "I’ve been with you and Tibarn since our feathers hadn’t even grown in yet. I guess we know each other a little too well. Well, the White Prince certainly reminded me of who I am. I’m an aide to the king of Phoenicis!"}, {"speaker": "Ulki", "line": "Me, too. Here, Janaff. This is for you."}, {"speaker": "Janaff", "line": "...Hey, wait a minute! You think you pulled a fast one on me, don’t you?! Get back here, Ulki!"}], "recruit-talk": [{"speaker": "Elincia", "line": "Excuse me... Volke?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "...", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Um... Sir Fireman?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "...What is it?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "You seem to have some time on your hands... Would you mind helping us?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "Three thousand.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Three thousand?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "...That's what the job will cost you in gold.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Fine. I shall pay you that amount after the battle.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "Agreed. I await your order.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Thank you. And, if I may ask...", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "What?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Why do you need so much money?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "One hundred thousand.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "Excuse me?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "That's what it will cost you for me to answer that question. Are you prepared to pay it?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Elincia", "line": "...No.", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Volke", "line": "Then let's get to work. What shall I do first?", "recruiter": "Elincia", "recruit": "Volke"}, {"speaker": "Bastian", "line": "Ah, my partner in crime. How shall I convince you to move those leaden feet of yours into action? How much \"convincing\" will it cost?", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Volke", "line": "Three thousand.", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Bastian", "line": "I thought I was the jester. Considering your usual schedule of services, three thousand is negligible!", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Volke", "line": "I don't like that guy. Call it a personal discount. Do you want it or not?", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Bastian", "line": "Of course I shall take your discount! Do as you wish when you see him. Now get to work.", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Volke", "line": "Understood.", "recruiter": "Bastian", "recruit": "Volke"}, {"speaker": "Bastian", "line": "I almost pity old Izuka...", "recruiter": "Bastian", "recruit": "Volke"}], "boss": [{"speaker": "Izuka", "line": "Aaaargh! But my work...is still...incomplete..."}], "end": [{"speaker": "Tibarn", "line": "Disgusting filth. I can't kill him enough times for what he's done!"}, {"speaker": "Elincia", "line": "At least he is finally gone. No one else will suffer by his hands."}, {"speaker": "Reyson", "line": "I suppose that is all there is, then."}, {"speaker": "Ranulf", "line": "Laguz brothers and sisters, I hope your souls can find peace now."}, {"speaker": "???", "line": "Hey! Count Bastian!"}, {"speaker": "Jorge", "line": "That man in the black cape you left with us is in bad shape! We can't even hold him down anymore!"}, {"speaker": "Bastian", "line": "Oh no... Your Majesty, we must return immediately. I will explain everything."}, {"speaker": "Daniel", "line": "Oh, thank goodness you're here! I couldn't hold him down anymore. Please, follow me!"}, {"speaker": "Man", "line": "Aaaaargh! Ahhh! Grrr... Graaaagh!"}, {"speaker": "Bastian", "line": "Shhh! Calm down, sir. It's all right. You are a strong man. You will pull through! Please, you must calm yourself! Duke Renning!"}, {"speaker": "Elincia", "line": "It cannot be!  Uncle! Uncle Renning! You are alive! Oh, you are alive!"}, {"speaker": "Renning", "line": "Ugh... Ahhhhhh! Grrr...rr..."}, {"speaker": "Elincia", "line": "What's wrong, Uncle? Please speak to me! It's me, Elincia!"}, {"speaker": "Bastian", "line": "It's no use, Your Majesty. Your noble uncle's mind has been broken...by the drug that creates Feral Ones."}, {"speaker": "Elincia", "line": "No! How did this happen? Uncle! Uncle! You must hold on! Uncle Renning..."}, {"speaker": "Elincia", "line": "Forgive me. Please give me a moment to collect myself."}, {"speaker": "Tibarn", "line": "What happened back there? Who is that man?"}, {"speaker": "Bastian", "line": "That is Duke Renning, the younger brother of Crimea's last king, and Queen Elincia's uncle. He was next in line to become the king of Crimea, but-- He was believed killed in the last attack by Daein, three years ago."}, {"speaker": "Tibarn", "line": "I see. And what's wrong with him now?"}, {"speaker": "Lucia", "line": "Bastian. No more secrets. It's time for you to tell us everything you know."}, {"speaker": "Bastian", "line": "Duke Renning was apparently killed three years ago... but as you can see, he is still alive."}, {"speaker": "Bastian", "line": "Duke Renning was one of the strongest warriors in Crimea, and while Daein tried to kill him, he survived. When the Mad King heard of his skill, he had Renning kidnapped and gave him the drug that creates Feral Ones. This drug made Duke Renning even stronger, but shattered his mind. He became Bertram, one of Ashnard's infamous Four Riders. After Her Majesty and company defeated him, I had him taken back to my castle. I hoped to find a cure, but I didn't want to raise false hope, Your Majesty, so I kept the secret. However, his mind continued to deteriorate, and there were no signs of improvement. As a last resort, I hired Volke to investigate a way to cure him."}, {"speaker": "Bastian", "line": "Volke quickly discovered that Duke Renning's transformation was engineered by a man called Izuka. This man had made himself an aide to the new king of Daein and was not difficult to locate. Feeling that Renning was running out of time, we kidnapped Izuka to learn more of the condition."}, {"speaker": "Bastian", "line": "Returning to Fayre Castle, we interrogated Izuka at length and discovered more about his experiments. Perhaps unsurprisingly, beorc are affected differently by the drug than laguz. Izuka then offered to create an antidote in exchange for his freedom."}, {"speaker": "Geoffrey", "line": "Did you agree to it?!"}, {"speaker": "Bastian", "line": "We refused without a second thought. Such a monster cannot be allowed to roam free. Besides, we know a more certain way to cure Lord Renning."}, {"speaker": "Lucia", "line": "The galdr of rebirth!"}, {"speaker": "Elincia", "line": "Prince Reyson, I beg of you. Please save my uncle!"}, {"speaker": "Reyson", "line": "I can't guarantee anything, Elincia. But I will try."}, {"speaker": "Elincia", "line": "Oh, thank you, Prince Reyson! Thank you!"}, {"speaker": "Reyson", "line": "Please give me a moment to myself. I must prepare."}, {"speaker": "Tibarn", "line": "Are you sure about this? I thought the galdr of rebirth was too powerful and complex for a single heron to perform."}, {"speaker": "Reyson", "line": "Usually, that's true. Right now, however, Ashera's awakening has infused the world with order; I've never felt stronger. What's more, Lord Renning's condition seems less severe than a true Feral One. I think I can do this."}, {"speaker": "Tibarn", "line": "Well, you're the expert. Just don't go taking unnecessary risks."}, {"speaker": "Reyson", "line": "I won't, Tibarn. You needn't worry so much. I've grown a lot."}, {"speaker": "Renning", "line": "...Grr...grrr... Aaarrrrgh! Grragh..."}, {"speaker": "Elincia", "line": "Uncle! Hold on!"}, {"speaker": "Renning", "line": "...Unnnhh..."}, {"speaker": "Reyson", "line": "...It worked. He's sleeping peacefully. When he wakes, he should be his old self."}, {"speaker": "Elincia", "line": "Oh! Thank you, Reyson. Thank you!"}, {"speaker": "Ranulf", "line": "So, how's Prince Reyson?"}, {"speaker": "Tibarn", "line": "He's asleep with a big, contented smile on his face. He'll be fine."}, {"speaker": "Ranulf", "line": "I suppose we should give thanks to Goddess Ashera. Her power gave strength to Prince Reyson and saved Duke Renning's life."}, {"speaker": "Tibarn", "line": "It's hard to think of her as the bad guy after seeing a thing like that. Goddess Ashera, huh? I can't die until I see what she looks like."}], "narration": ["Ike and company manage to evade their persistent foes, finally arriving in Sienne, the capital of Begnion.", "The Tower of Guidance. According to the Creed of the Goddess, which has been taught across the continent by Begnion, this is where the goddess Ashera will appear during times of great crisis to lead the people to safety. As even the smallest child in Begnion knows, the tower is sacred, and mere mortals may not enter.", "With the world edging toward catastrophe, the tower glows like a pillar of pure light, as though to pierce through the very heavens."]}