{"chapter": "XX", "title": "Epilogue", "speakers": ["Sothe", "Ike", "Micaiah", "Pelleas", "Almedha", "Caineghis", "Sanaki", "Tibarn", "Reyson", "Elincia", "Kurthnaga", "Soren", "Lehran", "???", "Ashunera"], "dialogue_counts": {"Sothe": 3, "Ike": 14, "Micaiah": 9, "Pelleas": 7, "Almedha": 20, "Caineghis": 3, "Sanaki": 8, "Tibarn": 4, "Reyson": 3, "Elincia": 1, "Kurthnaga": 8, "Soren": 5, "Lehran": 8, "???": 1, "Ashunera": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 102, "transitions": "---------", "dialogue": [{"speaker": "Sothe", "line": "Well, I guess this is over. We'd better be on our way."}, {"speaker": "Ike", "line": "Are you going back to Daein?"}, {"speaker": "Micaiah", "line": "Yes. Everyone's waiting for us."}, {"speaker": "Sothe", "line": "We have to start rebuilding all over again. Hopefully, this will be the last time."}, {"speaker": "Ike", "line": "Don't say \"hopefully.\" Make it the last time. If anyone can do it, you two can."}, {"speaker": "Sothe", "line": "I don't doubt it. But thanks for the vote of confidence."}, {"speaker": "Micaiah", "line": "Thank you, Ike. I won't ever forget you."}, {"speaker": "Pelleas", "line": "I'm sorry."}, {"speaker": "Almedha", "line": "But that's... I don't believe you! Because, see, my dear, you have the mark! Wait. Don't you have a mark?"}, {"speaker": "Pelleas", "line": "No, Mother. Lady Almehda, is that the reason you thought me to be your son?"}, {"speaker": "Almedha", "line": "I..."}, {"speaker": "Pelleas", "line": "And that is the reason why Izuka chose me out of all the children at that orphanage."}, {"speaker": "Almedha", "line": "Stop! This is impossible! You are my son. I am your mother, and I say so!"}, {"speaker": "Pelleas", "line": "Lady Almedha, your only memories of your son were of him as a baby. You yourself said so. In other words, he already had a mark, even as a child."}, {"speaker": "Almedha", "line": "Yes, that's so. What of it?"}, {"speaker": "Pelleas", "line": "This mark--my mark, here--is called the \"Spirits' Protection.\" When I was thirteen, I chose to make a pact with the spirits."}, {"speaker": "Almedha", "line": "What?!"}, {"speaker": "Pelleas", "line": "When I learned that you were one of the dragon clan, I began to doubt. And slowly my doubt turned to certainty. I'm sorry, Lady Almedha. I'm sorry that, though it was never my intent, I ended up deceiving you. I'm sorry, but I am not your son."}, {"speaker": "Almedha", "line": "P-Pelleas..."}, {"speaker": "Pelleas", "line": "But still... I was happy. It was fleeting, but... I knew the feeling of a mother's love. You have my thanks."}, {"speaker": "Almedha", "line": "I... Ah...sniff..."}, {"speaker": "Caineghis", "line": "Ah, Ike. Your work out there was superb."}, {"speaker": "Ike", "line": "Hey, you aren't quite over the hill yet yourself. You know, I always wanted to go one-on-one with you, just once."}, {"speaker": "Caineghis", "line": "Hah. I would have expected you'd had your fill of fighting."}, {"speaker": "Ike", "line": "I've had enough of kill-or-be-killed to last me a lifetime. But something simpler, some way of testing our respective strengths..."}, {"speaker": "Caineghis", "line": "You mean controlled matches, with all the little rules they have. In a peaceful world, we need such things. Especially we laguz. Without a fight now and then, we go a bit strange in the head."}, {"speaker": "Ike", "line": "That's the honest truth. I'd rather try to order a river to change course than stop a bunch of rampaging laguz!"}, {"speaker": "Sanaki", "line": "Wait... Sister!"}, {"speaker": "Sanaki", "line": "You're my older sister, aren't you?"}, {"speaker": "Micaiah", "line": "What do you mean?"}, {"speaker": "Sanaki", "line": "It makes sense. All the pieces fit. The galdr of release... The goddess Yune's voice..."}, {"speaker": "Micaiah", "line": "It's true. Inside the tower, I heard the voices of many hearts, and I knew. I am descended from Lehran and Altina. Misaha, the former apostle, was my grandmother."}, {"speaker": "Sanaki", "line": "Yes, I thought so. In that case, my sister, please consider staying in Begnion. With your power and charisma, you could do so much good here."}, {"speaker": "Micaiah", "line": "No, I'm afraid I can't."}, {"speaker": "Sanaki", "line": "Wh-why not?"}, {"speaker": "Micaiah", "line": "Daein is my home, and Daein needs me to help it heal and rebuild. Not Begnion."}, {"speaker": "Sanaki", "line": "But Begnion--"}, {"speaker": "Micaiah", "line": "Begnion has you, Empress. You will be a just ruler. Make your country proud to have you."}, {"speaker": "Sanaki", "line": "Will I...never see you again?"}, {"speaker": "Micaiah", "line": "Hardly. I think that what our countries need now is a sense of family and friendship. I ask that you sign a treaty of alliance with Daein and announce that we are equals."}, {"speaker": "Sanaki", "line": "I will! Of course! Once things settle down in both of our countries, that will be the first thing I do...Sister!"}, {"speaker": "Micaiah", "line": "Thank you, Empress Sanaki. ...My dear little sister."}, {"speaker": "Ike", "line": "Will you be heading back to Gallia first?"}, {"speaker": "Tibarn", "line": "We'll stop by Gallia, then wing straight on to Serenes."}, {"speaker": "Ike", "line": "Serenes? Why there?"}, {"speaker": "Reyson", "line": "The Empress Sanaki has kept her promise. Serenes will be formally ceded back to us. She said we may return immediately."}, {"speaker": "Ike", "line": "Ah, I see. That's good to hear."}, {"speaker": "Tibarn", "line": "Sometimes birds change their feathers. The hawks, the herons, even the ravens. We're thinking we'll all settle down together."}, {"speaker": "Reyson", "line": "All this time, we've sorted ourselves by our ways of thinking and seeing and living. If we can respect each other's opinions and learn to compromise, we can learn to live together without strife."}, {"speaker": "Ike", "line": "I don't think it will be that easy, but it still ought to be simpler than getting beorc and laguz to treat each other decently. You set a good example, Reyson."}, {"speaker": "Tibarn", "line": "All the major issues look like they'll be handled soon. The only thing we can't agree on is hunting and eating meat."}, {"speaker": "Reyson", "line": "The forest creatures are off-limits! Needless displays of violence as well. You know we will not budge on that."}, {"speaker": "Tibarn", "line": "Tell me... Have you ever heard of a vegetarian hawk? Or a raptor that doesn't scream victoriously at the skies after a kill?"}, {"speaker": "Ike", "line": "Meat, huh? That's a thorny problem..."}, {"speaker": "Ike", "line": "Well, Your Majesty. Shall we be off?"}, {"speaker": "Elincia", "line": "Yes, let us. To Crimea. To our homeland."}, {"speaker": "Almedha", "line": "You are Ike, of the Greil Mercenaries?"}, {"speaker": "Ike", "line": "And you're the dowager queen of Daein. I heard some of what you've gone through. I'm glad that you're safe."}, {"speaker": "Almedha", "line": "Ah, indeed."}, {"speaker": "Ike", "line": "In light of that... Can I do anything for you?"}, {"speaker": "Almedha", "line": "I think not. I think I have seen enough."}, {"speaker": "Ike", "line": "As you wish. Well then, Lady Almedha, Prince Kurthnaga. Take care of yourselves."}, {"speaker": "Kurthnaga", "line": "Yes. And you as well. I know we shall meet again!"}, {"speaker": "Kurthnaga", "line": "Are you satisfied, my sister? You wished so strongly to meet with General Ike."}, {"speaker": "Almedha", "line": "I only did so because Pelleas said... He said that it would be wise if I were to meet with him."}, {"speaker": "Kurthnaga", "line": "Did he say why?"}, {"speaker": "Almedha", "line": "\"That child,\" he said. It was the last gift he could give me. He wouldn't say anything more."}, {"speaker": "Kurthnaga", "line": "A gift? By meeting General Ike?"}, {"speaker": "Almedha", "line": "What about that beorc could possibly be... Wait... Ah! Wait! Wait, stop a moment!"}, {"speaker": "Kurthnaga", "line": "Sister!?"}, {"speaker": "Soren", "line": "Yes? You needed something?"}, {"speaker": "Almedha", "line": "You are... What is your name?"}, {"speaker": "Soren", "line": "Soren."}, {"speaker": "Almedha", "line": "I-I see. That...that is a fine name."}, {"speaker": "Soren", "line": "Thank you...?"}, {"speaker": "Almedha", "line": "You're welcome."}, {"speaker": "Soren", "line": "Is that all?"}, {"speaker": "Almedha", "line": "Ah, yes, yes. Pardon me. Calling out to you like that... I was confused."}, {"speaker": "Soren", "line": "Don't let it trouble you. If you'll excuse me."}, {"speaker": "Almedha", "line": "I don't believe it."}, {"speaker": "Kurthnaga", "line": "That boy is the staff officer for the Greil Mercenaries. What made you call out to him like that?"}, {"speaker": "Almedha", "line": "I..."}, {"speaker": "Kurthnaga", "line": "Sister?"}, {"speaker": "Almedha", "line": "Because I have lost the power of my birthright, I thought... Maybe I wouldn't be able to... That I might not be able to recognize my own child. But when her own true son stands before her, no mother could fail to know. Oh, my son, you've lived and grown strong."}, {"speaker": "Kurthnaga", "line": "You can't mean... Soren is your son?"}, {"speaker": "Lehran", "line": "Welcome home."}, {"speaker": "???", "line": "Could it be that you were here all this time?"}, {"speaker": "Lehran", "line": "Alas, no, I am sorry to say. But for several days, I've somehow felt as though you would soon return."}, {"speaker": "Ashunera", "line": "Well, I'm home. And I'm glad to see you again, Lehran."}, {"speaker": "Lehran", "line": "And I am glad to see you as well, Goddess Ashunera."}, {"speaker": "Ashunera", "line": "How long has it been? A hundred years? Five hundred?"}, {"speaker": "Lehran", "line": "About twelve hundred years."}, {"speaker": "Ashunera", "line": "I see. For mortals, that is many, many lives."}, {"speaker": "Lehran", "line": "Yes. The peace we once had is on the verge of crumbling again."}, {"speaker": "Ashunera", "line": "That is unfortunate. The miasma of war is beginning to shroud the world. However, I shall not again be frightened. As one born of the hopes of man I shall protect this world."}, {"speaker": "Lehran", "line": "Yes."}, {"speaker": "Ashunera", "line": "Lehran. I've missed your songs. Would you sing for me now?"}, {"speaker": "Lehran", "line": "I...I no longer..."}, {"speaker": "Ashunera", "line": "Well, then I will sing. And you may sing with me. Is that all right?"}, {"speaker": "Lehran", "line": "...Yes."}], "narration": ["In days long past, a young man strode the lands of Tellius.", "He was simple yet true, his deeds brave and noble. He reunited two races long at war, and healed the heart of a goddess long gone mad. Ask any you meet be they young or old, beorc or laguz, of a hero named Ike and you'll receive a warm smile and a tale or two of faith, courage, and honesty."]}