{"chapter": "01", "title": "Nohr", "speakers": ["Flora", "Felicia", "Corrin", "Gunter", "Jakob", "Leo", "Xander", "Camilla", "Elise", "Lilith"], "dialogue_counts": {"Flora": 5, "Felicia": 4, "Corrin": 29, "Gunter": 2, "Jakob": 3, "Leo": 8, "Xander": 20, "Camilla": 5, "Elise": 7, "Lilith": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 88, "transitions": "------------------", "intro": [{"speaker": "Flora", "line": "Time to wake up, Lord/Lady Corrin!"}, {"speaker": "Felicia", "line": "Hey, wake up, Lord/Lady Corrin! Up and at 'em!"}, {"speaker": "Corrin", "line": "Hrmmm...What are you talking about? It's still dark outside."}, {"speaker": "Gunter", "line": "Listen well, Prince. It may be dark, but it is indeed in the morning. You have practice today."}, {"speaker": "Jakob", "line": "I have taken the liberty of reading your armor, and, er, pounding out the dents. Your brother is a fearsome opponent, is he not?"}, {"speaker": "Corrin", "line": "Ugh. Fine. I'm still not completely awake though..."}, {"speaker": "Flora", "line": "Oh, we can help you with that! Felicia, would you please assist me?"}, {"speaker": "Felicia", "line": "Sure thing!"}, {"speaker": "Corrin", "line": "Waauuugh! Cold cold cold! I'm awake! Totally awake now!"}, {"speaker": "Flora", "line": "That's how we deal with slugabeds in the Ice Tribe!"}, {"speaker": "Corrin", "line": "*sigh* Trust me, I know. I wish I could have finished the dream I was having though..."}, {"speaker": "Jakob", "line": "Interesting. Do tell-what kind of dream was it?"}, {"speaker": "Corrin", "line": "It was...strange. Some people who look like Hoshidans kept calling me their brother/sister. But all of my brothers and sisters are here in Nohr..."}, {"speaker": "Flora", "line": "Ah, Lord/Lady Corrin, perhaps we should talk about your dream another time?"}, {"speaker": "Felicia", "line": "It's time for you to get going, milord/milady. Prince Xander is waiting for you!"}, {"speaker": "Leo", "line": "That's our brother/sister for you. You won't beat the strongest knight in Nohr by sleeping all day, Corrin!"}, {"speaker": "Xander", "line": "Giving up so soon, Corrin? I expect more of you. You are a prince/princess of Nohr! Pick up your sword and try again."}, {"speaker": "Corrin", "line": "But, Xander, I-"}, {"speaker": "Xander", "line": "We train like this so that we can defend ourselves from our enemies. Father has been tracking your progress. If you can't land a hit on me today...he may never permit you to leave the Northern Fortress. Ever."}, {"speaker": "Corrin", "line": "What?! D-did he really say that? That's insane!"}, {"speaker": "Xander", "line": "Motivated, are we? Then use that fire to best me in battle, little Prince/Princess. If you would see the outside world beyond the view from your window, defeat me. Prove that all of the time I've devoted to training you have not be in vain!"}], "battle": [{"speaker": "Xander", "line": "The first move is yours, Corrin. Come at me when you are ready."}, {"speaker": "Xander", "line": "You swing timidly, without resolve. You must genuinely try to kill me."}, {"speaker": "Corrin", "line": "*pant*...*pant*..."}, {"speaker": "Xander", "line": "Hmm, looks like that wound needs attention. In that case..."}, {"speaker": "Corrin", "line": "Ah! There was a Dragon Vein here?"}, {"speaker": "Xander", "line": "Yes. You should have sensed it as well. The blood of dragons flows in your veins, as it does in all royals. You must learn to harness this draconic power wherever you may find it. Heal your wounds, Corrin, then find the courage to come at me again."}, {"speaker": "Xander", "line": "Good. Now that you've recovered some of your strength, try again!"}, {"speaker": "Xander", "line": "Well done, Corrin."}, {"speaker": "Corrin", "line": "Brother... how are you... so strong...?"}, {"speaker": "Xander", "line": "Is that all it takes to defeat you? What a shame. I guess you don't wish to leave this fortress after all..."}], "end": [{"speaker": "Xander", "line": "Well done, Corrin. You're getting stronger every day."}, {"speaker": "Corrin", "line": "Thanks, Xander. I couldn't have done it without your, uh, tough love."}, {"speaker": "Xander", "line": "I disagree. I believe you have natural talent. Some day, you could be the greatest warrior in all of Nohr."}, {"speaker": "Corrin", "line": "Now you're just teasing me."}, {"speaker": "Xander", "line": "You know me, Corrin. I never joke about serious matters. I mean what I say. You could be the one to bring light to our kingdom so long shrouded in darkness."}, {"speaker": "Corrin", "line": "Xander..."}, {"speaker": "Leo", "line": "Typical. You know that true strength is more than simple swordplay, right?"}, {"speaker": "Corrin", "line": "Leo, he didn't mean-"}, {"speaker": "Xander", "line": "Calm yourself, little brother. You really are competitive to a fault. As I've always said, you're a talented mage with formidable magical abilities."}, {"speaker": "Leo", "line": "Hmm. Well, just remember that pointy metal sticks are not the only path to power."}, {"speaker": "Corrin", "line": "Oh, that reminds me of something I've been meaning to tell you, Leo."}, {"speaker": "Leo", "line": "Something important enough to derail this conversation?"}, {"speaker": "Corrin", "line": "Well...your collar is inside out."}, {"speaker": "Leo", "line": " What?!"}, {"speaker": "Xander", "line": "It would appear someone got dressed while still half-asleep."}, {"speaker": "Leo", "line": "Ugh! Wh-why didn't you say something earlier?!"}, {"speaker": "Xander", "line": "Haha, sorry, Leo. But that sort of thing is what makes you so lovable."}, {"speaker": "Corrin", "line": "Absolutely."}, {"speaker": "Leo", "line": "Hmph..."}, {"speaker": "Camilla", "line": "Are you all right, Corrin? Did you get hurt at all during practice? If you did, let me know right away so I can take extra-special care of you..."}, {"speaker": "Corrin", "line": "I'm perfectly fine, Camilla. As always, thanks for your concern."}, {"speaker": "Elise", "line": "I was worried about you too, Corrin!"}, {"speaker": "Corrin", "line": "I know, Elise. You wouldn't visit me all the time if you didn't care so much, right?"}, {"speaker": "Elise", "line": "Heehee... Do you like it when I visit?"}, {"speaker": "Corrin", "line": "Of course! I'm not allowed to leave this fortress, so visits are all I look forward to!"}, {"speaker": "Elise", "line": "Yaaay! I'm glad to hear that. Spending time with my brother/sister makes me so happy!"}, {"speaker": "Corrin", "line": "Gah!"}, {"speaker": "Elise", "line": "I love you so much! I love you more than anything in the whole, wide world!"}, {"speaker": "Leo", "line": "Elise, when do you intend to behave like the adult that you technically are?"}, {"speaker": "Camilla", "line": "Well, I for one think her cheer is a good complement to this gloomy kingdom, Leo."}, {"speaker": "Corrin", "line": "Well said, Camilla. Every one of you is so dear to me. You've all been so patient and kind since I lost my memory... I don't even mind being quarantined when I'm with you. I'm so grateful to have you all."}, {"speaker": "Xander", "line": "We are grateful to have you as well. But, Corrin, I have some-"}, {"speaker": "Camilla", "line": "Let me tell him/her, Xander! We have wonderful news, Corrin! Father asked us to take you back to the capital!"}, {"speaker": "Corrin", "line": "Really?! Does that mean..."}, {"speaker": "Camilla", "line": "Yes. It means you can finally leave this drafty fortress. You must have been so lonely all this time, separated from the rest of the world... But now you'll be free!"}, {"speaker": "Elise", "line": "Isn't that wonderful?!"}, {"speaker": "Corrin", "line": "It...it really is. Thanks, Elise. Wow... I'm finally leaving this place... Maybe now I can join you all as a soldier, fighting for Nohr?"}, {"speaker": "Xander", "line": "There will be plenty of time to discuss the details with Father. Let us depart."}, {"speaker": "Lilith", "line": "I hear you can finally leave the fortress. You must be very happy, Lord/Lady Corrin. Gunter has asked me to go with you to the capital so I can look after your horses."}, {"speaker": "Corrin", "line": "Glad to hear it! I'd miss you if you weren't coming along too."}, {"speaker": "Xander", "line": "Lilith, are the horses ready?"}, {"speaker": "Lilith", "line": "Yes, milord. Everything is ready, and the horses seem excited about the trip. They are all very fond of Lord/Lady Corrin. Probably from all his/her time in the stables..."}, {"speaker": "Camilla", "line": "Our Corrin does love animals. Such a kindhearted soul... Why he/she even nursed an injured baby bird back to health one time!"}, {"speaker": "Lilith", "line": "Ah..."}, {"speaker": "Corrin", "line": "Lilith, is something wrong?"}, {"speaker": "Lilith", "line": "Oh...no. It's nothing."}, {"speaker": "Elise", "line": "Isn't it obvious, Corrin? Lilith is sad because she's going to miss you!"}, {"speaker": "Corrin", "line": "Miss me? But she's coming with us."}, {"speaker": "Elise", "line": "Oh, right! Well then, I bet she's sad 'cause she won't have you all to herself anymore. You've always been especially fond of our brother/sister, haven't you, Lilith?"}, {"speaker": "Lilith", "line": "I, er-"}, {"speaker": "Xander", "line": "As gripping as all this is, we should be on our way. We mustn't keep Father waiting."}, {"speaker": "Corrin", "line": "Yes, let's go!"}, {"speaker": "Gunter", "line": "Flora, you and Felicia/Jakob will remain here to watch over the fortress. Felicia/Jakob and I will accompany Lord/Lady Corrin. We may be gone for some time. Take good care of this place."}, {"speaker": "Flora", "line": "Of course! You may rely on us."}, {"speaker": "Felicia", "line": " Safe travels, Lady Corrin!"}, {"speaker": "Jakob", "line": " I wish you safe travels, Lord Corrin."}, {"speaker": "Corrin", "line": "Thank you. I hope to see both of you again soon...just not here!"}]}