{"chapter": "04", "title": "Hoshido", "speakers": ["Rinkah", "Corrin", "Kaze", "Ryoma", "Mikoto", "Hoshidan", "Sakura", "Hinoka", "Old Man", "Azura"], "dialogue_counts": {"Rinkah": 7, "Corrin": 48, "Kaze": 5, "Ryoma": 16, "Mikoto": 10, "Hoshidan": 2, "Sakura": 11, "Hinoka": 16, "Old Man": 1, "Azura": 10}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 126, "transitions": "----------------------------------", "intro": [{"speaker": "Rinkah", "line": "Ah, you’re awake. Sorry about that bump on your head."}, {"speaker": "Corrin", "line": "It’s you! From the Flame Tribe, right? Where are we?"}, {"speaker": "Rinkah", "line": "Yes, I am Rinkah. This is a Flame Tribe village within Hoshido’s territory. I’m going to hand you over to the Hoshidan authorities."}, {"speaker": "Corrin", "line": "I see. I suppose they’ll want to hear an explanation for the unprovoked attack. And then they’ll probably execute me."}, {"speaker": "Rinkah", "line": "Heh. I don’t think so."}, {"speaker": "Corrin", "line": "Gods…they’re here already, aren’t they?"}, {"speaker": "Rinkah", "line": "Yes. It’s time to go."}, {"speaker": "Corrin", "line": "We meet again. Kaze, right?"}, {"speaker": "Kaze", "line": "Yes. I’m glad we found you, Prince/Princess Corrin."}, {"speaker": "Corrin", "line": "You are? Wait, am I missing something?"}, {"speaker": "Kaze", "line": "Please come with me. All will be explained."}, {"speaker": "Corrin", "line": "Very well."}, {"speaker": "Ryoma", "line": "Welcome back, Kaze. Good work."}, {"speaker": "Kaze", "line": "Thank you, Lord Ryoma."}, {"speaker": "Corrin", "line": "Did…did you just say Lord Ryoma?"}, {"speaker": "Rinkah", "line": "Yes, this is the high prince of Hoshido, Lord Ryoma."}, {"speaker": "Corrin", "line": "I understand."}, {"speaker": "Ryoma", "line": " Hmm…"}, {"speaker": "Corrin", "line": "What are you waiting for? If you’re going to execute me, please get on with it."}, {"speaker": "Mikoto", "line": "I cannot believe it is really you…"}, {"speaker": "Corrin", "line": "I’m sorry, do we know each other?"}, {"speaker": "Mikoto", "line": "Oh, I’ve missed you so much! Come here, Corrin, my sweet child!"}, {"speaker": "Corrin", "line": "Your sweet child?! What are you talking about? That’s not possible…"}, {"speaker": "Mikoto", "line": "Oh, my poor Corrin. It’s a sad story. When you were very young, you were abducted by forces from Nohr. I am your mother, Mikoto. All this time, I didn’t know if I’d ever see you again!"}, {"speaker": "Corrin", "line": "But King Garon is my father! None of what you’re saying makes sense."}, {"speaker": "Ryoma", "line": "It must be quite a shock, but I assure you that she speaks the truth. I am your elder brother, Ryoma."}, {"speaker": "Corrin", "line": "No, no, no… Xander is my older brother! Leo, Elise, and Camilla are my siblings…"}, {"speaker": "Ryoma", "line": "Are those the Nohrian royals? They’re not your real family. I still remember the day you were taken. In those days, there was tension between Hoshido and Nohr, but no full-blown war. Not until King Garon lured King Sumeragi-our father-to Cheve under false pretenses. He said it was for a peace conference. Ha! His real plan was to murder our father in cold blood. And to make matters even worse…he kidnapped you."}, {"speaker": "Corrin", "line": "No. That’s just not possible…"}, {"speaker": "Ryoma", "line": "You really don’t remember any of this? Not even a single memory?"}, {"speaker": "Corrin", "line": "No. Honestly, I have only the vaguest memories from my early childhood…"}, {"speaker": "Corrin", "line": "These are times when I can sense something beneath the surface… A blurry image. Like a stone at the bottom of a lake, shimmering and ethereal. But that’s it. Nothing of substance."}, {"speaker": "Ryoma", "line": "Well, I can’t imagine the Nohrian royals would share much of the past with you. I know this is a lot to take in."}, {"speaker": "Hoshidan", "line": "Lord Ryoma! I have an urgent message. We’re under attack from the north!"}, {"speaker": "Ryoma", "line": "No! Hinoka and Sakura are in that area right now!"}, {"speaker": "Hoshidan", "line": "Yes, milord. I’ve been told that they’re working to help evacuate the villagers."}, {"speaker": "Ryoma", "line": "Very well. We’ll need to provide support. I’ll leave immediately. Corrin, will you come with me? I want you to see the truth with your own eyes."}, {"speaker": "Sakura", "line": "Sorry I’m slowing us down. Of all the times to sprain an ankle…"}, {"speaker": "Hinoka", "line": "Don’t worried about it, Sis. We’ll be OK. These stupid beasts don’t stand a chance against me."}, {"speaker": "Sakura", "line": "I hope you’re right…"}], "battle": [{"speaker": "Ryoma", "line": "Hold strong, Sisters! I’m coming for you!"}, {"speaker": "Hinoka", "line": "Do your worst, monsters. I promise I can be meaner than you!"}, {"speaker": "Sakura", "line": "I’m not scared of these things…as long as Hinoka is close by!"}], "visit": [{"speaker": "Old Man", "line": "Oh, thank you, kind warrior! Everyone in our village is so grateful. Please, take this. Good luck!"}], "battle-talk": [{"speaker": "Corrin", "line": "Hey, are you all right? We’re here to help.", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Hinoka", "line": "Yeah, we’re fine. Who are you? I thought I knew most of my brother’s troops. Anyway, I appreciate the help, but it’s really not necessary. It takes more than a few dozen 800-pound monsters to bring me down!", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Corrin", "line": "Well, I’m glad you’re feeling confident. Just know that we’ve got your back.", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Hinoka", "line": "Hey, wait a second!", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Corrin", "line": "Hmm?", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Hinoka", "line": "I didn’t mean to be dismissive. Thank you for coming all the way out here. I owe you one…so take this. You can use it in a pinch to heal your wounds. Now really, don’t worry about me. I’m at my best in situations like this!", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Corrin", "line": "Thank you. I’ll use this wisely.", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Hinoka", "line": "Hey, you never did tell me your name.", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Corrin", "line": "Oh, sorry. I’m Corrin. Nice to meet you.", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Hinoka", "line": "Corrin? Corrin?! This can’t be a coincidence!", "person_1": "Corrin", "person_2": "Hinoka"}, {"speaker": "Corrin", "line": "Hey! Are you OK? We’re here to help.", "person_1": "Corrin", "person_2": "Sakura"}, {"speaker": "Sakura", "line": "Oh! Th-thank you so much. Yes, we’re OK…for n-now.", "person_1": "Corrin", "person_2": "Sakura"}, {"speaker": "Corrin", "line": "Excellent. I think we have things under control at the moment. But please stay back for the time bring. We’ll take care of the rest of the monsters.", "person_1": "Corrin", "person_2": "Sakura"}, {"speaker": "Sakura", "line": "Yes, of c-course. Oh. I didn’t even get a chance to ask his/her name…", "person_1": "Corrin", "person_2": "Sakura"}], "character-falls": [{"speaker": "Hinoka", "line": "Ugh! I lost to that... THING."}, {"speaker": "Sakura", "line": "Hinoka! You've taken too much damage. Please, you must retreat!"}, {"speaker": "Hinoka", "line": "Never! Urk... Well, maybe just this once..."}, {"speaker": "Corrin", "line": "I wasn't prepared for this! I'm sorry, I can't go on..."}, {"speaker": "Ryoma", "line": "Corrin, no! How could I let this happen..."}, {"speaker": "Sakura", "line": "No! *sob*"}, {"speaker": "Hinoka", "line": "Sakura, get out of here! You can't possibly go on!"}, {"speaker": "Sakura", "line": "You're right. I'm sorry, Hinoka..."}], "end": [{"speaker": "Azura", "line": "?"}, {"speaker": "Corrin", "line": "Er, hello. I’m sorry to bother you. I just got lost in your singing. There is something about that song captivated me…"}, {"speaker": "Azura", "line": "You must be Prince/Princess Corrin."}, {"speaker": "Corrin", "line": "Yes. And you are?"}, {"speaker": "Azura", "line": "I’m Azura. A former princess of Nohr."}, {"speaker": "Corrin", "line": "Former? I don’t understand. If that were true, surely I would have heard of you. I grew up with the Nohrian royal family…"}, {"speaker": "Azura", "line": "I’m afraid I’ve been here a long time. After you were taken by the Nohrians, the Hoshidan forces retaliated. They tried desperately to get you back, but they failed again and again. However, I wasn’t as heavily guarded. Hoshidan ninja easily kidnapped me. I suppose we’ve both been hostages for most of our lives…"}, {"speaker": "Corrin", "line": "Gods…I’m so sorry."}, {"speaker": "Azura", "line": "No, it’s OK. I may technically be a hostage, but I’ve lived a happy life. The people of Hoshido have accepted me as one of their own. Even Queen Mikoto herself treats me as if I were her daughter."}, {"speaker": "Corrin", "line": "Does she? Hmm…"}, {"speaker": "Azura", "line": "Did something happen between you and Queen Mikoto?"}, {"speaker": "Corrin", "line": "No. I just don’t know what to do. She seems perfectly lovely, but I don’t feel any connection to her. But she loves me. And so do all my blood siblings-who I’ve just met."}, {"speaker": "Azura", "line": "I understand. If I were to return to Nohr, I suspect I’d feel the same way."}, {"speaker": "Corrin", "line": "Do you think you could start over there? Live a new life among strangers?"}, {"speaker": "Azura", "line": "No. Given a choice, I would prefer to stay here in Hoshido. Queen Mikoto is a peace-loving ruler. King Garon is not."}, {"speaker": "Corrin", "line": "…"}, {"speaker": "Azura", "line": "So, Corrin…what are you going to do?"}, {"speaker": "Corrin", "line": "I don’t know. For now, I’m just going to spend some time thinking."}], "cutscene": [{"speaker": "Azura", "line": "Yet the waters ever change, flowing like time. The path is yours to climb."}]}