{"chapter": "05", "title": "Mother", "speakers": ["Mikoto", "Corrin", "Yukimura", "Hinoka", "Azura", "Takumi", "Sakura", "Ryoma", "Old Woman", "???", "Garon", "Kaze"], "dialogue_counts": {"Mikoto": 12, "Corrin": 36, "Yukimura": 8, "Hinoka": 4, "Azura": 24, "Takumi": 14, "Sakura": 9, "Ryoma": 18, "Old Woman": 2, "???": 2, "Garon": 3, "Kaze": 1}, "gender_counts": {"M": 44, "F": 49, "N": 4, "A": 36}, "lines": 133, "transitions": "FAFAFAFAF-MFM-FMFFFFAFMFA-FMMMM-NANAF-AFMAMFMAMAMFAFAFAF-AFAFAF-MMM-F-F-M-F-N-MN-MFM-F-FM-M-F-FF-F-F-A-M-M-M-AFAFAMFA-AMAMAMAMMFMFAMFFMAMMMMAMMA-MMFF-MM-AFAFAFAFAF", "intro": [{"speaker": "Mikoto", "line": "You look as if you’re feeling better after a few days to yourself, Corrin."}, {"speaker": "Corrin", "line": "I am, yes. I still have many questions, but at least now I have a few answers. Thank you for giving me the space I needed to think."}, {"speaker": "Mikoto", "line": "Of course. I’m glad to hear you’re feeling better. If you wouldn’t mind, I have a small favor to ask. Would you try sitting on the throne for a moment?"}, {"speaker": "Corrin", "line": "Why would I do that?"}, {"speaker": "Mikoto", "line": "Well…this throne is infused with the power of the First Dragons. It is said that those who sit on it regain their true form and mind. I thought if you sat on the throne, then perhaps-"}, {"speaker": "Corrin", "line": "Wait… Do you not trust me? Do you think I’m under some kind of Nohrian spell?"}, {"speaker": "Mikoto", "line": "No! It has nothing to do with trust. I just wonder if the Nohrians have been sealing away your early memories… If so, maybe this special throne could help bring those lost pieces back. Those sweet memories of me and your siblings…"}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Mikoto", "line": "I’m sorry, Corrin. I don’t mean to push you toward something you don’t want."}, {"speaker": "Yukimura", "line": "Excuse me, Lady Mikoto. The ceremony is about to begin."}, {"speaker": "Mikoto", "line": "Thank you, Yukimura. Corrin, you probably don’t remember him, but this is Yukimura. He’s one of our strategists and brightest leaders. We would be lost without him!"}, {"speaker": "Yukimura", "line": "You are too kind, milady. Though in truth, I still have much to learn. That said, I am here to help in any way I can, Lord/Lady Corrin."}, {"speaker": "Mikoto", "line": "I’d like to make a public announcement about your presence here, Corrin. There have been rumors circulating about spies from Nohr infiltrating the castle. I would like to quash those rumors once and for all. Yukimura, is everything ready?"}, {"speaker": "Yukimura", "line": "Yes, milady. People are beginning to gather at the plaza."}, {"speaker": "Mikoto", "line": "Excellent. Thank you. Corrin, I’ve arranged for Takumi, Hinoka, and Sakura to give you a tour. I thought you might want to get to know the area a little bit before this event. I need to speak with Yukimura first, but I’ll meet you at the plaza soon."}, {"speaker": "Hinoka", "line": "We’d be happy to show him/her around. Thank you, Mother."}, {"speaker": "Mikoto", "line": "Azura, do you mind going with them as well?"}, {"speaker": "Azura", "line": "Not at all. It would be my pleasure."}, {"speaker": "Corrin", "line": "Thank you, Azura."}, {"speaker": "Azura", "line": "Of course, Corrin."}, {"speaker": "Takumi", "line": "Hmph."}, {"speaker": "Sakura", "line": "I can’t wait to show you around! I think you’ll l-love it here."}, {"speaker": "Corrin", "line": "Thank you, Sakura. A guided tour sounds like a great idea."}, {"speaker": "Mikoto", "line": "I hope Corrin is truly OK with all of this…"}, {"speaker": "Yukimura", "line": "Yes, I can’t imagine the position he’s/she's in. It’s a lot to process. That said, I think his/her return is a message from the gods."}, {"speaker": "Ryoma", "line": "A good message, I hope."}, {"speaker": "Yukimura", "line": "Why do you say that?"}, {"speaker": "Ryoma", "line": "I don’t know. After that invasion up north, I just feel uneasy. We should remain on high alert, if you ask me."}, {"speaker": "Old Woman", "line": "Hey, young man/lady! Would you like to try my world-famous roasted potatoes? They’re delicious and nutritious! I guarantee you’ll love ’em."}, {"speaker": "Corrin", "line": "Well…sure! Why not? Mmm…I’ve never tasted spices like these before. This is amazing!"}, {"speaker": "Old Woman", "line": "Ha ha! Told ya! Here, take an extra one on the house. Share it with your lady friend!/friend!"}, {"speaker": "Corrin", "line": "Well, thank you very much! Here you go, Azura."}, {"speaker": "Azura", "line": "Thank you, Corrin. Mmm, you’re right. This is delicious."}, {"speaker": "Corrin", "line": "Everyone really is friendly here. And it’s so…bright…and open. It’s quite a contrast from the fortress I grew up in."}, {"speaker": "Azura", "line": "I’m glad you like it. Like I said, I’ve always been happy here."}, {"speaker": "Takumi", "line": "Just don’t get too comfortable…BROTHER/SISTER."}, {"speaker": "Corrin", "line": "Pardon me?"}, {"speaker": "Takumi", "line": "I don’t trust you. Shouldn’t you be heading back to Nohr soon?"}, {"speaker": "Azura", "line": "Takumi…"}, {"speaker": "Takumi", "line": "Hey, who said you could call me by name? You haven’t earned that privilege either."}, {"speaker": "Corrin", "line": "That doesn’t even make sense."}, {"speaker": "Takumi", "line": "Excuse me?"}, {"speaker": "Corrin", "line": "Azura has been in Hoshido for as long as I’ve been gone. Shouldn’t that be enough to consider her part of the family?"}, {"speaker": "Takumi", "line": "I don’t care. I don’t trust either of you. I just wanted to tell you that to your face."}, {"speaker": "Sakura", "line": "I apologize for Takumi’s rudeness. He’s a bit of a hothead. Anyway, how’d you like to try a sweet rice dumpling? It’s a Hoshidan specialty!"}, {"speaker": "Corrin", "line": "I’d love to. Thanks, Sakura!"}, {"speaker": "Sakura", "line": "You’re welcome!"}, {"speaker": "Corrin", "line": "You know, I’m very close with a girl in Nohr who’s around your age."}, {"speaker": "Sakura", "line": " Oh? What's she like?"}, {"speaker": "Corrin", "line": " Well, she's generous and kind. Always putting the need of others first..."}, {"speaker": "Hinoka", "line": "All right, everyone. The ceremony is starting. Let’s head to the plaza!"}], "cutscene": [{"speaker": "Corrin", "line": "*gasps*"}, {"speaker": "Mikoto", "line": " You were not hurt? Tell me you’re OK."}, {"speaker": "Corrin", "line": "I’m fine…"}, {"speaker": "Mikoto", "line": "I’m so glad…"}, {"speaker": "Corrin", "line": " Mother!"}, {"speaker": "Sakura", "line": "Mother?… Mother!"}, {"speaker": "Ryoma", "line": "You there! Show yourself!"}, {"speaker": "Takumi", "line": "Gods! What is that?"}, {"speaker": "Ryoma", "line": "It's an ancient dragon. I never thought I’d see the day…"}], "battle": [{"speaker": "Azura", "line": "Corrin! A word of warning, if you can hear me. Watch out for enemies carrying Wyrmslayers! They’re a type of blade designed to pierce dragon scales-and they work!"}, {"speaker": "Azura", "line": "Corrin, listen! My song can help you win this battle. Using it can give you another chance to attack or take cover in a pinch. Please don’t hesitate to ask me for help!"}, {"speaker": "Ryoma", "line": "Be careful, everyone! These enemies are no mere Faceless. One wrong move and they’re perfectly capable of ending you. I hope we can count on Corrin even in this new form…"}, {"speaker": "Sakura", "line": "Watch out for magical attacks, Corrin! Your defense against physical attacks is strong…but you’ll need higher resistance to protect yourself against mages."}], "boss": [{"speaker": "???", "line": "Show me…what you’ve got. Heh. Heh. Heh…"}, {"speaker": "Ryoma", "line": "Vengeance will be mine... Prepare to die!", "unit": "Ryoma", "boss": "???"}, {"speaker": "???", "line": "Heh. Heh. Heh...", "unit": "Ryoma", "boss": "???"}], "character-falls": [{"speaker": "Ryoma", "line": "You can kill me, but you cannot kill the spirit of Hoshido!"}, {"speaker": "Sakura", "line": "Brother, no! You have to step back! We can’t afford to lose you…"}, {"speaker": "Ryoma", "line": "Ugh…you’re right. I’ll retreat for now…"}, {"speaker": "Azura", "line": "No! You can't die like this, Corrin! What are we going to do without you..."}], "end": [{"speaker": "Corrin", "line": "My real father…"}, {"speaker": "Azura", "line": "Are you all right, Corrin?"}, {"speaker": "Corrin", "line": "Yes, I’m fine. Just disgusted with myself. Are you OK? I can’t believe what I just did to you. It was like…I had no control over myself."}, {"speaker": "Azura", "line": "Please don’t worry about it. That wasn’t you. It was the blood of the ancient dragon that runs in your veins."}, {"speaker": "Corrin", "line": "I thought only the Nohrian royal family had dragon blood."}, {"speaker": "Ryoma", "line": "The blood of the Dusk Dragon runs in the Nohrian royal family. And the blood of the Dawn Dragon runs through ours. But you’re special, Corrin. You can actually take the form of a dragon."}, {"speaker": "Azura", "line": "I’ve heard of such a thing. But this is my first time seeing it in real life…"}, {"speaker": "Corrin", "line": "… Never mind me. What happened to all the innocent people in town?"}, {"speaker": "Corrin", "line": "I can’t believe this. The entire town…devastated. An hour ago these streets were filled with vendors and children and…"}, {"speaker": "Ryoma", "line": "So you see, Corrin. This is the work of the Nohrians. This is what they do. Let me guess. That sword you carried…was it a gift from King Garon?"}, {"speaker": "Corrin", "line": "Yes."}, {"speaker": "Ryoma", "line": "He masterminded the whole thing. It’s not your fault. He knew you’ll be captured and brought before the queen…"}, {"speaker": "Corrin", "line": "But why? Why would he do this? I’m so sorry I couldn’t see it coming…"}, {"speaker": "Takumi", "line": "Your apology means NOTHING."}, {"speaker": "Corrin", "line": "…"}, {"speaker": "Takumi", "line": "This is all your fault! Mother is dead, along with countless others. And it wouldn’t have happened if you hadn’t shown up on our doorstep. You don’t belong here!"}, {"speaker": "Ryoma", "line": "Enough, Takumi!"}, {"speaker": "Azura", "line": "Your words don’t change anything. And besides-"}, {"speaker": "Takumi", "line": "Shut up, Azura! You’re no different than Corrin. An interloper."}, {"speaker": "Azura", "line": "…"}, {"speaker": "Corrin", "line": "Takumi…"}, {"speaker": "Takumi", "line": "Don’t speak my name! I don’t want to see you again. Are we really to believe you had no idea this would happen?"}, {"speaker": "Hinoka", "line": "Takumi, what are you saying? Knock it off! You just saw Corrin help us defeat those Nohrian soldiers!"}, {"speaker": "Azura", "line": "Takumi, please. You must listen. Corrin is your brother/sister. If you don’t trust me, that’s one thing. But Corrin is your own blood."}, {"speaker": "Takumi", "line": "Mother is dead. Thanks to him/her. He’s/She's not my brother/sister."}, {"speaker": "Corrin", "line": "I’m so sorry, everyone. I’ve brought nothing but pain to all of you. It would be better if I’d never come here— maybe I should just leave."}, {"speaker": "Yukimura", "line": "Please wait. I don’t believe that’s what Queen Mikoto would have wanted."}, {"speaker": "Takumi", "line": "What do you know about it, Yukimura?"}, {"speaker": "Ryoma", "line": "What do you mean? Did she say something to you?"}, {"speaker": "Yukimura", "line": "I hate to deliver this news, but… Queen Mikoto foresaw her own death. This isn’t your fault, Corrin. King Garon set these events in motion. And the queen speculated that there may be an even darker force at work. She didn’t know when or how death would strike, only that it was certain. And there’s one other thing. Please take a look at that statue."}, {"speaker": "Corrin", "line": "Is that…a sword?"}, {"speaker": "Ryoma", "line": "It can’t be…"}, {"speaker": "Yukimura", "line": "It is. The divine sword Yato. Much like your weapon, Ryoma. The divine Raijinto… And your Fujin Yumi, Takumi... Yato may be wielded by only a singular warrior. One who is chosen by the blade itself. It is said that the Yato was forged to be the key to peace in our world."}, {"speaker": "Corrin", "line": "The key to peace…"}, {"speaker": "Ryoma", "line": "The blade has chosen Corrin!"}, {"speaker": "Takumi", "line": "Impossible."}, {"speaker": "Hinoka", "line": "Corrin, do you know what this means?"}, {"speaker": "Sakura", "line": "Corrin? Are you listening? Can you h-hear us?"}, {"speaker": "Kaze", "line": "Lord Ryoma! I have important news. A massive Nohrian force is gathering at our border."}, {"speaker": "Ryoma", "line": "This is the final straw. I have worked hard to avoid an all-out war, but now… Death is too good for them. Who’s with me?"}, {"speaker": "Corrin", "line": "There must be another way. Surely the answer is not more bloodshed. But I feel I must follow Ryoma to the border. If I can help avert total war…"}, {"speaker": "Azura", "line": "Wait, Corrin! There’s something you need to know. If you become embroiled in a fight right now, it would be easy to lose control. Your dragon blood could take over again. And if you yield completely to the dragon, you may lose your humanity altogether."}, {"speaker": "Corrin", "line": "Is there anything I can do?"}, {"speaker": "Azura", "line": "Yes. This is called a Dragonstone. It will allow you to control the dragon’s power and still return to your human form. Now, please close your eyes…"}, {"speaker": "Corrin", "line": "Very well…"}, {"speaker": "Azura", "line": "… There. You should be OK now. This Dragonstone is now attuned to you. Be sure to keep it safe."}, {"speaker": "Corrin", "line": "Thank you, Azura. I don’t know what I’d do without you."}, {"speaker": "Azura", "line": "Oh! Um…"}, {"speaker": "Corrin", "line": "I’m sorry. Did I make you uncomfortable? I know we’ve known each other only a short while, but I feel close to you. You already risked your life to help calm my dragon form. I only hope I can repay the favor someday."}, {"speaker": "Azura", "line": "Thank you, Corrin. I feel close to you as well. I feel…safe when I’m with you. I wish to keep you safe too. That’s why I’m coming with you to face Nohr."}], "flashback": [{"speaker": "Garon", "line": "Fire at will."}, {"speaker": "Garon", "line": "I’m disappointed in you, Sumeragi. *sinister laugh* That wasn’t even my best trap."}, {"speaker": "Garon", "line": "You poor thing. Orphaned at such…a tender young age. You are my child now."}]}