{"chapter": "06B", "title": "In The White Light", "speakers": ["Corrin", "Xander", "Ryoma", "Camilla", "Leo", "Elise", "Hinoka", "Takumi", "Sakura", "Felicia", "Jakob", "Azura"], "dialogue_counts": {"Corrin": 20, "Xander": 15, "Ryoma": 5, "Camilla": 5, "Leo": 5, "Elise": 5, "Hinoka": 1, "Takumi": 1, "Sakura": 1, "Felicia": 2, "Jakob": 2, "Azura": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 64, "transitions": "------------------", "intro": [{"speaker": "Corrin", "line": "Xander. Withdraw your troops."}, {"speaker": "Xander", "line": "Corrin... Don't tell me you're siding with Hoshido."}, {"speaker": "Corrin", "line": "I'm afraid so. I've made up my mind---I stand with Hoshido."}, {"speaker": "Xander", "line": "I fear the Hoshidans might try to brainwash you... I am well aware of your Hoshidan lineage. It is true that we lack common blood. But still, we've treated you as kin since the very day you arrived in Nohr. No matter what anyone says, you are my brother/sister, Corrin. I know that Camilla, Leo, and Elise feel the same way. And Father will forgive you. I know it. You are of Nohr! Return to us, Corrin!"}, {"speaker": "Corrin", "line": "I'm sorry. I can't go back. King Garon is a coward and a liar. I've witnessed enough of his destruction. Causing an explosion in a crowded city center with no regard for innocent life. That's the action of a madman."}, {"speaker": "Corrin", "line": "Tell me. If King Garon thinks of me as family... how could he have orchestrated this attack? I could have easily been killed along with Queen Mikoto. The truth is that I was just a pawn. Collateral damage. King Garon was willing to sacrifice my life in pursuit of his agenda. Face it, Xander---Garon is no longer human. He's pure evil."}, {"speaker": "Xander", "line": "Father... evil? How could you say that, little prince/princess?"}, {"speaker": "Corrin", "line": "Xander, please... Join me! Join me and help put an end to his cruelty!"}, {"speaker": "Xander", "line": "Corrin..."}, {"speaker": "Xander", "line": "There's my answer, traitor."}, {"speaker": "Corrin", "line": "Traitor? Brother, wait!"}, {"speaker": "Xander", "line": "Enough. I never thought you would turn your back on your kingdom and your family. Your betrayal will not be forgiven. You want to side with Hoshido? Fine. Over my dead body!"}, {"speaker": "Corrin", "line": "Xander!"}, {"speaker": "Xander", "line": "You have been deceived, Brother/Sister. They've clearly brainwashed you. I will not rest until I've returned you to your senses. Get up! Get up and return to Nohr with me. Surely there's some part of you that still remembers your true family."}, {"speaker": "Corrin", "line": "Brother, my mind is made up."}, {"speaker": "Xander", "line": "If that's the case... I will end this quickly."}, {"speaker": "Corrin", "line": "Wait!"}, {"speaker": "Ryoma", "line": "Just try it, Nohrian scum."}, {"speaker": "Corrin", "line": "Ryoma! Please, we can settle this peacefully."}, {"speaker": "Ryoma", "line": "What's wrong, Corrin? Lost your focus? Tossing your sword aside and dying as a martyr won't do us any good."}, {"speaker": "Xander", "line": "Fiend! If you seek to take my brother/sister from me, I won't go easy on you."}, {"speaker": "Ryoma", "line": "Oh, why don't you spare ME the chitchat? Shut up and attack, if you dare!"}, {"speaker": "Xander", "line": "A splendid idea. I've yearned to introduce you to a dear friend of mine---the dark blade Siegfried! Camilla, Leo, Elise! Are you ready?"}, {"speaker": "Camilla", "line": "Darling, I was born ready. Let's kill them all quickly so that we can make it in time for Corrin's nap."}, {"speaker": "Leo", "line": "You're coming with us---that's all there is to it. Understood, Corrin?"}, {"speaker": "Elise", "line": "Yay! We're gonna take Corrin back home!"}, {"speaker": "Ryoma", "line": "Please. Corrin has made his/her choice. All that remains is to spill your blood and wipe my divine sword clean. Hinoka, Takumi, Sakura! Steel yourselves."}, {"speaker": "Hinoka", "line": "I'll be your shield, Corrin. They won't kidnap you again."}, {"speaker": "Takumi", "line": "Stupid Nohrian jerks! I'll kill all of you!"}, {"speaker": "Sakura", "line": "I'm r-ready. I won't let them hurt you, Corrin."}, {"speaker": "Xander", "line": "Very well. All forces, attack!"}, {"speaker": "Ryoma", "line": "Warriors of Hoshido... prepare for battle!"}, {"speaker": "Felicia", "line": "I made it Lord Corrin! Is everything OK?"}, {"speaker": "Corrin", "line": "Felicia? No, we're far from OK. But there's no time to explain. Your timing is terrible. What are you doing here now?"}, {"speaker": "Felicia", "line": "How can you say that? I've been looking for you all this time! Anyway, I'm here now, and I'll stand by your side!"}, {"speaker": "Jakob", "line": "Pardon me, Lady Corrin. It took me a while to track you down. Is everything OK?"}, {"speaker": "Corrin", "line": "Jakob? No, we're far from OK. But there's no time to explain right now. Your timing is terrible. What are you doing here now?"}, {"speaker": "Jakob", "line": "I apologize. I've been searching for you this whole time. Regardless, I'm here now, and I'll stand by your side."}], "boss": [{"speaker": "Elise", "line": "I want my brother/sister back!"}, {"speaker": "Elise", "line": "I never thought this could happen..."}, {"speaker": "Elise", "line": "Why are you doing this, Corrin? I don't want to fight you! Why don't you stop all this and come home with us?", "unit": "Corrin", "boss": "Elise"}, {"speaker": "Corrin", "line": "I'm so sorry, Elise. The last thing I want to do is fight you. I know it's hard to understand, but this is the only way!", "unit": "Corrin", "boss": "Elise"}, {"speaker": "Elise", "line": "Grr! Stop being so stubborn!", "unit": "Corrin", "boss": "Elise"}], "end": [{"speaker": "Corrin", "line": "Is this really our future? A lifetime of conflict with Nohr?"}, {"speaker": "Azura", "line": "Corrin... I can understand why you are reluctant to fight. If it would make you feel better, you can leave the fighting to me and Ryoma."}, {"speaker": "Corrin", "line": "No. Burying my head in the sand won't change the reality of the situation. I will stand with you, and the rest of Hoshido."}, {"speaker": "Azura", "line": "Very well."}, {"speaker": "Corrin", "line": "I know this is the right choice. Even if it's the hardest one I've ever had to make. I have to believe this is the path that will eventually lead to peace."}]}