{"chapter": "07B", "title": "A Vow Upheld", "speakers": ["Azura", "Corrin", "Sakura", "Hana", "Subaki", "Silas", "Saizo", "Orochi", "Kaze"], "dialogue_counts": {"Azura": 8, "Corrin": 34, "Sakura": 12, "Hana": 7, "Subaki": 6, "Silas": 22, "Saizo": 6, "Orochi": 6, "Kaze": 4}, "gender_counts": {"M": 32, "F": 39, "N": 0, "A": 34}, "lines": 105, "transitions": "FAFA-FAFFMAFAFAFAFFMFAFMFMFMFAFFMAFA-MAMAMAFM-M-M-MAMA-MAMAMAMAMAMAMAMAMAMAMAMAM-FFFFFFFMFFAFFMFAFAFAMFMFFMFAFFA", "intro": [{"speaker": "Azura", "line": "This way, Corrin."}, {"speaker": "Corrin", "line": "What is this place?"}, {"speaker": "Azura", "line": "This is Fort Jinya. Sakura is already here, tending to the wounded soldiers and citizens. Let's go and help her."}, {"speaker": "Corrin", "line": "By all means."}, {"speaker": "Sakura", "line": "Corrin! Thank you for coming!"}, {"speaker": "Corrin", "line": "Is everything OK, Sakura? I'm here to help."}, {"speaker": "Sakura", "line": "Yes, but thank goodness you're here. We're really short staffed."}, {"speaker": "Hana", "line": "Hello Lord/Lady Corrin. I'm Hana. Lady Sakura has told me all about you."}, {"speaker": "Subaki", "line": "And I'm Subaki. It's a pleasure to meet you Lord/Lady Corrin."}, {"speaker": "Corrin", "line": "Nice to meet both of you. I'm afraid you probably know a lot more about me than I know about either of you."}, {"speaker": "Sakura", "line": "That's OK, Corrin. I'm sure you'll be fast friends in no time. Hana and Subaki are my retainers—always close at hand and ready to help."}, {"speaker": "Corrin", "line": "Ah, I see. Well, we should have plenty of time to relax and get to know—"}, {"speaker": "Azura", "line": "Corrin! We have trouble! Nohrian forces are approaching!"}, {"speaker": "Corrin", "line": "Seriously? We haven't even been here five minutes."}, {"speaker": "Azura", "line": "Yes, well...the Nohrian soldiers haven't wasted any time surrounding us."}, {"speaker": "Corrin", "line": "Unbelievable."}, {"speaker": "Sakura", "line": "I can't believe they'd attack at a time like this... We're using most of the fort as a makeshift hospital—there's no military target here! Why can't they just leave us alone?"}, {"speaker": "Hana", "line": "Don't worry, milady. I can handle this."}, {"speaker": "Subaki", "line": "With my help, of course. If you'd like, Lady Sakura, you may remain with the wounded while we resolve this."}, {"speaker": "Sakura", "line": "I'll consider it. Thank you. Both of you."}, {"speaker": "Corrin", "line": "Well then. I guess we'll be getting to know each other in a hurry. Nothing like a life-or-death situation to cut right through the small talk."}, {"speaker": "Hana", "line": "As you command, Lord/Lady Corrin! As Lady Sakura's lead retainer, it will be my pleasure to take your orders."}, {"speaker": "Subaki", "line": "And as Lady Sakura's supervising retainer, I, too, welcome your leadership."}, {"speaker": "Hana", "line": "Supervising retainer? That's not a thing."}, {"speaker": "Subaki", "line": "Well, neither is a lead retainer. I don't remember you getting a promotion."}, {"speaker": "Hana", "line": "Lady Sakura and I have been best friends since childhood! I've ALWAYS been her lead retainer."}, {"speaker": "Subaki", "line": "I'm not sure this is the time or place for such a discussion, but... I believe my results on the battlefield speak for themselves."}, {"speaker": "Hana", "line": "Oh, so is that why you neglect all your nonbattle duties? Is that why I'm the one maintaining all of your gear and scouting the enemy?"}, {"speaker": "Corrin", "line": "Guys, um..."}, {"speaker": "Sakura", "line": "Knock it off, you two! You're embarrassing yourselves—and me! Corrin, please don't let this juvenile display deceive you. Hana and Subaki are both extremely capable on the battlefield. And they're both going to set aside this petty argument and help you, right?"}, {"speaker": "Hana", "line": "Of course, milady."}, {"speaker": "Subaki", "line": "Certainly. Expect perfection, and you will not be disappointed."}, {"speaker": "Corrin", "line": "Excellent. I'm glad to have your support."}, {"speaker": "Azura", "line": "We should get moving and face the intruders head-on. We must protect our wounded!"}, {"speaker": "Corrin", "line": "Of course."}], "battle": [{"speaker": "Silas", "line": "Ho, Corrin! Is that really you?"}, {"speaker": "Corrin", "line": "Who's asking?"}, {"speaker": "Silas", "line": "Yes, that's the voice I remember! It IS really you!"}, {"speaker": "Corrin", "line": "Please, drop the act. We don't know each other."}, {"speaker": "Silas", "line": "You honestly don't remember? It's me, Silas! We were best friends as children."}, {"speaker": "Corrin", "line": "I don't remember much, I'm afraid."}, {"speaker": "Azura", "line": "Corrin, please be careful. This could be a trap of some sort."}, {"speaker": "Silas", "line": "I promise that I'm telling the truth. However, it seems we are destined to clash swords regardless of our past..."}], "recruit-battle": [{"speaker": "Silas", "line": "Don't take this personally. I'm just following orders from King Garon..."}, {"speaker": "Silas", "line": "It didn't have to be this way..."}, {"speaker": "Silas", "line": "It's been too long, Corrin. I never imagined we'd reunite under these circumstances. I became a knight in hopes of seeing you again, but...", "unit": "Corrin", "boss": "Silas"}, {"speaker": "Corrin", "line": "Silas...I simply don't remember my past.", "unit": "Corrin", "boss": "Silas"}, {"speaker": "Silas", "line": "That's OK. You can still come back to Nohr with me. It's not too late!", "unit": "Corrin", "boss": "Silas"}, {"speaker": "Corrin", "line": "I'm afraid you're wrong. I'm way beyond the point of no return.", "unit": "Corrin", "boss": "Silas"}], "end": [{"speaker": "Silas", "line": "Go on. Kill me."}, {"speaker": "Corrin", "line": "No. This isn't right."}, {"speaker": "Silas", "line": "What are you waiting for?"}, {"speaker": "Corrin", "line": "You seemed hesitant to attack us, even as you led your army into battle. Why were you holding back? Because we were friends?"}, {"speaker": "Silas", "line": "Ugh..."}, {"speaker": "Corrin", "line": "Aren't you here on King Garon's orders? Did you even intend to defeat us?"}, {"speaker": "Silas", "line": "Corrin... some things are more important than following orders."}, {"speaker": "Corrin", "line": "You're going to need to be clearer than that, or I will finish you off!"}, {"speaker": "Silas", "line": "Do as you must. I value an oath I made long ago far more than my own life. I still can't believe you don't remember. We used to play together. You always said how badly you wanted to see the world... So one day I made us a picnic and snuck you out for a few hours to explore. I even packed your favorite meal: Surf and turf! I knew taking you beyond the walls was forbidden, but... I also knew how much it would mean to you. The guards tried to execute me when we returned but you wouldn't let them do it."}, {"speaker": "Corrin", "line": "Gods! That does ring a bell..."}, {"speaker": "Silas", "line": "My life belongs to you, friend. Do as you must."}, {"speaker": "Corrin", "line": "Silas... Silas... Yes, of course! I do remember a childhood friend by that name. One who helped me explore outside the walls that bound me."}, {"speaker": "Silas", "line": "Yes! That's it! What else?"}, {"speaker": "Corrin", "line": "Only bits and pieces at the moment... But I have a proposal for you. You say you would sacrifice your own life for mine?"}, {"speaker": "Silas", "line": "Indeed."}, {"speaker": "Corrin", "line": "Very well. Then join forces with me. I know you are a knight of Nohr... and you may not believe what I'm about to say... But King Garon has gone absolutely mad! He gave me a cursed sword and sent me off to be captured by the Hoshidans. Knowing, of course, that I would be brought before my mother. She was killed when the sword exploded. I would have been too..."}, {"speaker": "Silas", "line": "I...I don't believe it..."}, {"speaker": "Corrin", "line": "It's all part of his grand plan to escalate this conflict into a full-blown war. I can't forgive his actions against Hoshido. And I will never return to Nohr."}, {"speaker": "Silas", "line": "..."}, {"speaker": "Corrin", "line": "You must think I'm manipulating you."}, {"speaker": "Silas", "line": "No, Corrin... I believe you. You've spared my life twice now. I have no reason to doubt your story."}, {"speaker": "Corrin", "line": "Then you will join us?"}, {"speaker": "Silas", "line": "Yes. Perhaps together we can bring peace to this world someday."}, {"speaker": "Corrin", "line": "That is my aim, Silas. I promise that I will never deviate from the cause."}, {"speaker": "Silas", "line": "I can't believe this is happening!"}, {"speaker": "Saizo", "line": "Lady Sakura, we've got bad news."}, {"speaker": "Orochi", "line": "This is an emergency!"}, {"speaker": "Sakura", "line": "Saizo, Orochi... What happened to you? You're both wounded!"}, {"speaker": "Orochi", "line": "Our wounds are nothing. but as for Lord Ryoma and Lord Takumi—"}, {"speaker": "Sakura", "line": "What?! What happened to them?"}, {"speaker": "Orochi", "line": "They're missing. Last anyone saw them, they were headed to Izumo. It's possible they were captured en route. I hate to think of the alternative..."}, {"speaker": "Sakura", "line": "No! No, no, no, no..."}, {"speaker": "Kaze", "line": "Lady Sakura, please take a deep breath. Saizo, Orochi... Please tell me you're joking."}, {"speaker": "Saizo", "line": "Yes, I'm well known for my japes, aren't I? I blame myself. I should have been at lord Ryoma's side every step of the way."}, {"speaker": "Orochi", "line": "Pardon me, but you must be Lord/Lady Corrin, yes? I'm Orochi. I used to serve as a diviner for Lady Mikoto. It seems it would serve a common purpose for our army to join forces. Our tactician, Yukimura, is readying the troops to march on Izumo. Time is of the essence! Will you join us in search of Lord Ryoma and Lord Takumi?"}, {"speaker": "Corrin", "line": "Yes, of course. We'll support you in any way that we can."}, {"speaker": "Orochi", "line": "Thank you. Corrin."}, {"speaker": "Sakura", "line": "I'm coming with you."}, {"speaker": "Kaze", "line": "Lady Sakura, I strongly recommend that you reconsider. The battlefield near the border is highly dangerous, and—"}, {"speaker": "Sakura", "line": "I don't care! I can't just stay here and do nothing. If there's anything I can do to help my brothers, I need to be in position to do it."}, {"speaker": "Corrin", "line": "I'm so sorry, Sakura. But I'm afraid I agree with Kaze..."}, {"speaker": "Azura", "line": "Corrin... Sakura just lost her mother, and now her brothers are missing. It's understandable she would want to accompany us. With my help I believe we can provide adequate protection..."}, {"speaker": "Corrin", "line": "Very well. I won't try to stop you, Sakura. I just hope you understand the risks."}, {"speaker": "Sakura", "line": "Thank you, Corrin. I do."}, {"speaker": "Corrin", "line": "Will you be joining us as well, Silas?"}, {"speaker": "Silas", "line": "Yes, I will join you. Although, I must say that I didn't expect to be pressed into service THIS quickly..."}, {"speaker": "Saizo", "line": "You can't be serious, Corrin. You'd really allow this backstabbing Nohrian scum to accompany us."}, {"speaker": "Kaze", "line": "This is not your call, Saizo. And besides, if we abandon him here, he dies. That is not the Hoshidan way."}, {"speaker": "Saizo", "line": "Is the Hoshidan way to allow a potential spy access to our party? I will follow Corrin's lead...for now. But I will keep my eyes wide open."}, {"speaker": "Orochi", "line": "Saizo!"}, {"speaker": "Kaze", "line": "Brother, Corrin spared my life when I was a prisoner in Nohr. I assure you that we can trust his/her judgement."}, {"speaker": "Saizo", "line": "Oh, please. A five-year-old wouldn't be fooled by such an obvious setup."}, {"speaker": "Corrin", "line": "I appreciate your skepticism, Saizo. I hope you'll give me a chance to prove you wrong."}, {"speaker": "Saizo", "line": "Words mean little. Actions are what count. We'll see what happens."}, {"speaker": "Azura", "line": "Corrin, we really must press on. Every second counts!"}, {"speaker": "Corrin", "line": "Right, let's get moving."}]}