{"chapter": "08C", "title": "Cold Reception", "speakers": ["Corrin", "Felicia", "Jakob", "Elise", "Silas", "???", "Kilma", "Flora", "Odin", "Niles", "Child", "Old Woman", "Old Man", "Boy"], "dialogue_counts": {"Corrin": 49, "Felicia": 8, "Jakob": 7, "Elise": 8, "Silas": 23, "???": 1, "Kilma": 26, "Flora": 21, "Odin": 7, "Niles": 6, "Child": 1, "Old Woman": 1, "Old Man": 2, "Boy": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 161, "transitions": "--------------------------", "intro": [{"speaker": "Corrin", "line": "The snow is really coming down all of a sudden. Is everyone OK?"}, {"speaker": "Silas", "line": "I believe so. But...it looks like we've been separated from the others."}, {"speaker": "Corrin", "line": "Damn, you're right! We have to find them and quickly!"}, {"speaker": "Silas", "line": "Don't worry, Corrin. Felicia/Jakob knows this area well, so they should be fine. Honestly, I'm more concerned about the two of us... We must keep pushing forward before we freeze to death."}, {"speaker": "Corrin", "line": "Very true. We better hurry before the path Felicia/Jakob showed us is covered in snow."}, {"speaker": "Corrin", "line": "It's f-freezing...and now the snow's so thick I can hardly see anything. Felicia/Jakob said it gets colder the closer you get to the Ice Tribe village. We must be on the right track. Right, Silas?"}, {"speaker": "Silas", "line": "So it would seem."}, {"speaker": "Corrin", "line": "We must carry on. But my mind is...suddenly...hazy... And I can't...feel my...legs..."}, {"speaker": "Silas", "line": "Corrin!!"}, {"speaker": "Corrin", "line": "S-sorry, Silas. I'm fine, really. I just...fell a little. No big deal... Are you sleepy? I'm suddenly...so very...so very sleepy..."}, {"speaker": "Silas", "line": "Corrin, no! Please, stay with me! You must not fall asleep!"}, {"speaker": "Corrin", "line": "I'll get up soon, Elise. Just five more...minutes... Xander can wait... ... ..."}, {"speaker": "Silas", "line": "Corrin? Corrin!"}, {"speaker": "???", "line": "Halt! Who goes there?!"}, {"speaker": "Silas", "line": "What the...?"}, {"speaker": "Corrin", "line": "Arghh... Whaaa..."}, {"speaker": "Silas", "line": "Corrin! Thank goodness... For a while there, I thought I'd lost you."}, {"speaker": "Corrin", "line": "Silas? What happened? I remember falling, and then everything went black. More importantly, where are we?"}, {"speaker": "Kilma", "line": "You are safe now, young traveler. Welcome to my village. I am Kilma, leader of the Ice Tribe."}, {"speaker": "Corrin", "line": "Kilma... Thank you for your kindness. It would seem you saved my life. My name is Corrin. I am the second prince/princess of the kingdom of N—"}, {"speaker": "Silas", "line": "Corrin! You should rest. NOW. You've had a long day."}, {"speaker": "Corrin", "line": "Silas?"}, {"speaker": "Kilma", "line": "Is something the matter?"}, {"speaker": "Silas", "line": "My apologies, Kilma. Corrin just woke up—his/her mind is still foggy. Perhaps you would allow him/her to rest a bit more before we resume the introductions?"}, {"speaker": "Kilma", "line": "...Yes, of course. I'll go prepare something warm to drink. Please excuse me."}, {"speaker": "Silas", "line": "Phew...that was a close call."}, {"speaker": "Corrin", "line": "Silas, what was all that about? I feel fine."}, {"speaker": "Silas", "line": "Don't forget yourself, my lord/milady. It could prove deadly."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Silas", "line": "I know all of this is new to you, but don't forget we came to suppress a rebellion. That means the Ice Tribe is disgruntled with the actions of the Kingdom of Nohr. In other words, we are their enemy. To identify yourself as a Nohrian prince/princess, especially while in a weakened state... It's simply a bad idea, old friend."}, {"speaker": "Corrin", "line": "Sound advice, Silas. You're right. I forgot myself for a moment."}, {"speaker": "Silas", "line": "Understandable for one who barely made it back to the land of the living. But we must exercise caution, or neither of us will ever see home again."}, {"speaker": "Corrin", "line": "There's such a fine line between friend and foe, war and peace. It's all so...gray."}, {"speaker": "Silas", "line": "Such is the world we live in, I'm afraid. I must say, you truly have a remarkable knack for getting into trouble. I never thought this is how we'd breach the village. What should we do now?"}, {"speaker": "Kilma", "line": "A fresh pot of hot tea, as promised. This should help clear your head."}, {"speaker": "Corrin", "line": "Th-thank you very much."}, {"speaker": "Kilma", "line": "You know, I usually would not allow strangers into my village like this. However, I made an exception for you two. It's that sword you carry, Corrin. That golden blade looks just like that of the hero of legend... It is said the one who wields that blade is destined to save the world."}, {"speaker": "Corrin", "line": "My Yato... A legendary sword... Well, it's a nice thought."}, {"speaker": "Kilma", "line": "As you can imagine, I simply couldn't abandon you after I saw that blade. Who knows, maybe you are the hero the world has been waiting for. If so, then there's a chance we will one day break free from those cruel Norhians."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Kilma", "line": "If you'll excuse me, I believe I've babbled on about old Ice Tribe legends long enough. Ah, it looks like my daughter has finally arrived. Allow me to introduce you..."}, {"speaker": "Flora", "line": "Corrin? Is that you?!"}, {"speaker": "Corrin", "line": "What the... Flora?! What are you doing here?"}, {"speaker": "Flora", "line": "I could ask you the same thing. And I shall. Why are you here, my liege?"}, {"speaker": "Kilma", "line": "My liege?"}, {"speaker": "Silas", "line": "This isn't good..."}, {"speaker": "Elise", "line": "Brother/Sister! Yaaay, I knew you'd make it!"}, {"speaker": "Corrin", "line": "Elise!"}, {"speaker": "Elise", "line": "What a relief! I was so worried once I realized we had gotten separated."}, {"speaker": "Felicia", "line": "F-Flora?! What are YOU doing here?! You told me you were going to hold down the fort while I was gone..."}, {"speaker": "Flora", "line": "I changed my mind. Why did you and the others follow me here?"}, {"speaker": "Felicia", "line": "Follow you? No way! I had no idea you were even here."}, {"speaker": "Jakob", "line": "Flora?! Why are you here? Didn't you agree to hold down the fort in my absence? Don't tell me Felicia is here too..."}, {"speaker": "Flora", "line": "No, she's not. I came alone. Why did you and the others follow me here?"}, {"speaker": "Jakob", "line": "Nonsense. Whyever would we follow you? I didn't even know you were here."}, {"speaker": "Elise", "line": "Yeah, that's right! We got here all by ourselves! We can't go back until we suppress the Ice Tribe rebellion like Father ordered!"}, {"speaker": "Kilma", "line": "WHAT?!"}, {"speaker": "Silas", "line": "Elise, why would you say that?!"}, {"speaker": "Elise", "line": "Huh? What do you mean? It's not a secret. Wait...doesn't suppress mean... You know, that we ask them to please stop rebelling? And maybe eat dinner together?"}, {"speaker": "Silas", "line": "Elise, you don't understand. It's not that easy."}, {"speaker": "Kilma", "line": "All has become clear as ice. You monsters tricked me into helping you so so you could infiltrate my village."}, {"speaker": "Corrin", "line": "I promise you, that was not our intention."}, {"speaker": "Kilma", "line": "Don't play dumb. Such childish games do not befit a prince/princess, even one of Nohr. I know how you Nohrians operate. Well, so be it. Flora! You know what must be done."}, {"speaker": "Flora", "line": "Yes, Father. I will sound the alarm right away. The Nohrians have infiltrated our village. They must be expelled immediately. And permanently."}, {"speaker": "Felicia", "line": "Flora! H-How could you say such a dreadful thing? Fighting was supposed to be a last resort! Can't we talk this out? Or at least try to?"}, {"speaker": "Flora", "line": "Felicia, dear sister... You've always been ignorant to the ways of the Nohrians. War is the only language they understand. Side with them and you'll pay the price!"}, {"speaker": "Jakob", "line": "Flora! How could you say that? Do you really intend to attack Corrin?"}, {"speaker": "Flora", "line": "I have no choice, Jakob. You wouldn't understand. The Nohrians... War is the only language they understand. Side with them and you'll pay the price!"}, {"speaker": "Silas", "line": "That could have gone better... Be on your guard, Corrin!"}], "battle": [{"speaker": "Kilma", "line": "The time has come to defeat the Nohrian army. Inform the villagers!"}, {"speaker": "Silas", "line": "Sounds like Kilma is dead set on calling in reinforcements from the village. Maybe if we can get to them first, we can dissuade them from fighting..."}, {"speaker": "Kilma", "line": "Did you truly manage to melt the lake's ice with the power of Dragon Veins? Well, it was all for nothing. This sacred land is blessed with divine protection. By the power of the Ice Dragon, our lake will freeze once more!"}, {"speaker": "Odin", "line": "The darkness is calling...whispering... SEETHING. It's saying...hmmmm... Ahhh, I understand. The shadows within say our foes are unwitting yet dangerous. So it has been decided by the treacherous hand of fate. We have no choice... We must use the darkness swarming inside me to claim the golden glow of victory!"}, {"speaker": "Niles", "line": "You're a damn weirdo, Odin. But you know that, don't you? In any case, I'm not going to let you take all the glory for yourself."}, {"speaker": "Corrin", "line": "Uh, what's going on over there? Who are you?"}, {"speaker": "Odin", "line": "Didn't you hear me? About the darkness?! Sheesh, some people are so rude. Well, it can't be helped. Who am I, you ask..."}, {"speaker": "Odin", "line": "I am none other than... Odin Dark! I am the keeper of darkness, chosen protector of the youngest Nohrian prince!"}, {"speaker": "Corrin", "line": "So...you're Leo's retainer? And he sent you here to help me?"}, {"speaker": "Niles", "line": "Yes, that would be the sane version of what Odin just said. My name is Niles. By royal decree of Lord Leo, I am here to serve you."}, {"speaker": "Corrin", "line": "Serve me? I would rather you fight at my side as a friend and equal..."}, {"speaker": "Niles", "line": "..."}, {"speaker": "Odin", "line": "Don't worry about Niles. He's always like this. I suspect he's bitter that the dark spirits chose to inhabit me and not him... But back to the matter at hand. Don't be afraid, Lord/Lady Corrin... I will now use my powers to expel those who wronged you from this world. Ahh...the power! My fell hand awakens... It longs for the blood of our foes! I must annihilate them all, or the curse will surely—"}, {"speaker": "Corrin", "line": "Woah, there! Take it easy. Let's all just calm down, OK?"}, {"speaker": "Odin", "line": "What, why? But my sword...the curse... What's the holdup?"}, {"speaker": "Niles", "line": "Is there a problem? When can we start inflicting pain?"}, {"speaker": "Corrin", "line": "Um, no offense... I'm happy you came to help and all, but you're creeping me out. Besides, I would like to settle this dispute with as little bloodshed as possible."}, {"speaker": "Niles", "line": "So we can inflict pain so long as it doesn't cause bloodshed? Interesting challenge..."}, {"speaker": "Corrin", "line": "No. Just...no."}, {"speaker": "Odin", "line": "But I prepared at least a dozen torturous moves just for today! I named them all, too. They might be my best names yet..."}, {"speaker": "Corrin", "line": "I'm very sorry for the, um, inconvenience, but I'm going to have to put my foot down."}, {"speaker": "Niles", "line": "Well, if it's an order from my liege's royal sibling, I am obliged to obey. I may appear somewhat despicable, but I have the utmost loyalty for Lord Leo."}, {"speaker": "Odin", "line": "I, too, am a bastion of loyalty, despite the dark forces beckon me from beyond. It will be hard to hold back my true power, but for you, I'll see what I can do."}, {"speaker": "Corrin", "line": "Thank you, gentlemen. Now let's finish this quickly!"}], "visit": [{"speaker": "Child", "line": "Whoa, a soldier! What's goin' on? Huh? Don't leave my house today? Well, if you say so. I'll tell my family."}, {"speaker": "Old Woman", "line": "The N-Nohrian army?! Leave me alone! I have nothing of value, I promise! I know, I'll lock myself inside. Oh, this is just awful. I hate being cooped up..."}, {"speaker": "Old Man", "line": "So you've come at last. Scoundrels! Well, if you're going to kill me, get on with it! Huh? You're not going to kill me? I'm so confused... I'm locking up now. Don't come knockin' again, y'hear?"}, {"speaker": "Boy", "line": "Ahhh! The N-Nohrian army is here?! But no... we're not ready to fight yet! Look, we surrender, OK? You win! We will not fight. Please spare my family!"}], "boss": [{"speaker": "Flora", "line": "As daughter of the Ice Tribe's leader, it is my duty to protect our people!"}, {"speaker": "Flora", "line": "Argh! J-just finish it, why don't you? No point in showing mercy now..."}, {"speaker": "Kilma", "line": "We are a proud people, and we shall not yield to the Kingdom of Nohr!"}, {"speaker": "Kilma", "line": "You didn't take my life when you had the chance... Why? Tell me why!"}, {"speaker": "Flora", "line": "I'm sorry, Corrin. Not for my actions, but for this unfortunate circumstance. Milord/Milady, as your retainer, I know this is tantamount to treason. But my family... My tribe... We simply cannot bow down to Nohrian rule.", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Corrin", "line": "Flora... No need to apologize. I am the last person ever to begrudge you for your loyalties, my friend. Still, I shall do all I can to suppress this rebellion, albeit in my own way.", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Flora", "line": "Felicia, my foolish sister. Did you really think this rebellion could be solved by a few pretty words?", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Felicia", "line": "I'm no fool, Flora! You're the one who wants to fight without hearing us out! That in itself is a betrayal of pride and morality our tribe holds so dear!", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Flora", "line": "You really don't understand, do you? This goes beyond words. Don't you realize, all of our time in that castle was... I mean, it was just...", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Felicia", "line": "What are you saying, sister?", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Flora", "line": "Forget it, there's no point telling you now, after all that's happened. Let's get on with it. You may be my sister, but I won't go easy on you!", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Flora", "line": "Jakob... It's good to see you, though I wish it was under better circumstances.", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Jakob", "line": "Flora... When I left you at the castle, I never dreamed I'd find you here. Here with your blade raised in anger against he/she who you swore to protect. I know the difficulty of your situation, but that doesn't excuse your actions. I'm afraid I have no choice to settle this matter with force.", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Flora", "line": "Jakob... In the b-beginning, I never swore my allegiance. I refused. After all, we were little more than hostages. Taken as children... All to prevent this from happening, to stop the Ice Tribe from rebelling. I often thought of running away, but I never did. I stayed...because of you...", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Jakob", "line": "Flora...", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Flora", "line": "I don't want or need your pity, Jakob! Let's finish this!", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Kilma", "line": "I was a fool to allow myself to be deceived by appearances. You are not the legendary hero after all. What a shame.", "unit": "Corrin", "boss": "Kilma"}, {"speaker": "Corrin", "line": "I make no excuses for what my people have done to yours, Kilma. No matter how this ends, all I ask is that you listen to what I have to say.", "unit": "Corrin", "boss": "Kilma"}, {"speaker": "Kilma", "line": "Felicia, my dear child. I never thought I'd see this day. Taking up arms against your own people, siding with the enemy...", "unit": "Felicia", "boss": "Kilma"}, {"speaker": "Felicia", "line": "Father, please don't say such things! This is the last thing I ever wanted.", "unit": "Felicia", "boss": "Kilma"}, {"speaker": "Kilma", "line": "It pains me to raise a hand against my precious daughter... But alas, this is how it must be for the good of the tribe. Gods, forgive me.", "unit": "Felicia", "boss": "Kilma"}], "end": [{"speaker": "Corrin", "line": "The battle is over, at least for now. Thanks to your valiant efforts, we managed a victory without taking any lives. Elise, will you please attend to the injured, regardless of what side they fought on?"}, {"speaker": "Elise", "line": "Leave it to me! I'll have them all healed up before you can say \"Elise is the best!\""}, {"speaker": "Kilma", "line": "The Nohrian army fought a battle without murder or brutality? How is this possible? What are you playing at, Prince/Princess of Nohr?"}, {"speaker": "Corrin", "line": "This is no game, Kilma. I don't believe in killing for the sake of killing. Nor am I inclined to repay kindness with violence. I still owe you my life, after all."}, {"speaker": "Kilma", "line": "Even though we attacked you first, while you were weak, you still showed mercy..."}, {"speaker": "Corrin", "line": "I would love nothing more than for this day to mark a turning point, for all of us. One fueled not by force, nor control, but by mutual trust. I know it will take time. It won't be easy, but in my heart I know it's the only way. When my Father ordered me to quell this rebellion, I knew I had to do it my way. Whatever the consequences, I want to build a world we can all live in peacefully."}, {"speaker": "Silas", "line": "Could it be...you really did intend to stop this rebellion with words, as Elise said? I would say it must be hereditary, but Elise isn't actually your blood relative."}, {"speaker": "Kilma", "line": "Wait, then are you not a prince/princess of Nohr after all?!"}, {"speaker": "Flora", "line": "Lord/Lady Corrin! Is this true?! I don't believe it!"}, {"speaker": "Corrin", "line": "It is true, Flora. I found out during my brief time in Hoshido. I am not King Garon's true son/daughter, nor this kingdom's true prince/princess. But I wish nothing more than to end this war, for all of us and for all kingdoms. That is why I must do all I can to make Father recognize me as his son/kin again."}, {"speaker": "Flora", "line": "I had no idea. I seem to have missed a lot after leaving the Northern Fortress..."}, {"speaker": "Kilma", "line": "..."}, {"speaker": "Corrin", "line": "Forgive me, Lord Kilma. I know what I'm about to ask is a somewhat selfish request. But I must ask all the same... Will you and your tribe agree to halt your rebellion? In return, I promise to do all I can to give your people back your autonomy. I will not rest until the Ice Tribe regains the freedoms Nohr so cruelly stripped away. But for this to happen, I must first ask for your cooperation."}, {"speaker": "Kilma", "line": "... You are full of surprises, young prince/princess. I never thought I would say this, but you may count on our full cooperation."}, {"speaker": "Corrin", "line": "Kilma! I...thank you! I swear to you, you won't regret this."}, {"speaker": "Kilma", "line": "There's a fierce kindness in your eyes, a mysterious calmness in your words. I'm afraid I can't help but take you at your word, Lord/Lady Corrin. If King Garon had said those same words, it would have made no difference. But you... You are a different story. I can't help but believe in you. Perhaps... Perhaps you are the hero that will save this world after all."}, {"speaker": "Corrin", "line": "Haha, I'm not so sure about that last part, but I thank you for your trust."}, {"speaker": "Flora", "line": "Lord/Lady Corrin, can you ever forgive me? I know I betrayed my oath to serve you and ran away from the castle, but..."}, {"speaker": "Corrin", "line": "No need to apologize, Flora. You did nothing wrong. It was wrong of the Nohrian kingdom to corner you like that, especially as a child. I will, as ever, speak highly of you to Father."}, {"speaker": "Flora", "line": "Your kindness knows no bounds, Lord/Lady Corrin. Thank you. Though I previously refused to do so, I here and now swear my fealty to you."}, {"speaker": "Corrin", "line": "Haha, no need to go overboard, Flora. Without you and Felicia, I would have died of loneliness in the Northern Fortress. You have more than proven your fealty to me, as well as your friendship."}, {"speaker": "Flora", "line": "But that was all just a big... I mean, that whole time... ... I guess it doesn't matter now anymore. From now on, I promise to be truly loyal to you."}, {"speaker": "Corrin", "line": "I'm not sure I fully understand, but the sentiment is much appreciated."}, {"speaker": "Elise", "line": "We're done healing everyone, Corrin! Easier done than said, heehee."}, {"speaker": "Corrin", "line": "Thank you, Elise. And you too, Felicia/Jakob. You both did well today."}, {"speaker": "Silas", "line": "Indeed, we all did! Now all we need is for King Garon to recognize your victory..."}, {"speaker": "Elise", "line": "Oh, I forgot about that part! What are we going to do? You were supposed to stop the rebellion on your own, but we ruined everything. We've got to come up with some great excuse to tell Father or he'll be angry!"}, {"speaker": "Corrin", "line": "Ugh, I had forgotten that part too. Well, I'll consider my options on the way home."}, {"speaker": "Kilma", "line": "Are you leaving already? Can I not persuade you to stay and rest a while?"}, {"speaker": "Corrin", "line": "I'm afraid time is of the essence, Lord Kilma. Next time we meet...I dearly hope the world will be a better place."}, {"speaker": "Kilma", "line": "I have every confidence it will be, Lord/Lady Corrin. May the gods protect you on your perilous journey toward peace."}, {"speaker": "Old Man", "line": "Lord/Lady Corrin, please wait! Us villagers wish to thank you. You went out of your way to prevent us from engaging in a futile battle. Though our soldiers tried to defeat you, you still protected and even healed us. Take this as a token of our appreciation. Please, I insist!"}]}