{"chapter": "09B", "title": "Land Of Gods", "speakers": ["Azura", "Corrin", "Izumite", "Sakura", "Izana", "Hinoka", "Zola", "Kaze", "Hinata", "Oboro", "Leo", "Jakob"], "dialogue_counts": {"Azura": 19, "Corrin": 59, "Izumite": 4, "Sakura": 11, "Izana": 25, "Hinoka": 10, "Zola": 15, "Kaze": 1, "Hinata": 7, "Oboro": 8, "Leo": 6, "Jakob": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 166, "transitions": "---------------------", "intro": [{"speaker": "Azura", "line": "We're finally here. Izumo."}, {"speaker": "Corrin", "line": "It's beautiful. I had no idea..."}, {"speaker": "Azura", "line": "Yes. Some call this place the kingdom of the gods. Even when other kingdom are at war. Izumo has remained neutral. It almost seems...too good to be true."}, {"speaker": "Izumite", "line": "Who's there?"}, {"speaker": "Corrin", "line": "Ho! Visitors from Hoshido. We seek information about two of our friends who may have passed this way."}, {"speaker": "Azura", "line": "Will you please give us permission to enter your territory?"}, {"speaker": "Izumite", "line": "Ah, Lady Azura. Of course. People from the kingdom of Hoshido are always welcome within our borders. I'll notify the palace, and someone will be with you shortly."}, {"speaker": "Azura", "line": "Thank you."}, {"speaker": "Corrin", "line": "Excuse me, before you go... We're looking for Lord Ryoma and Lord Takumi. We believe they were involved in a battle near your borders. Do you have any information about them?"}, {"speaker": "Izumite", "line": "A battle...around here? No, I don't think so."}, {"speaker": "Corrin", "line": "Really? Nothing?"}, {"speaker": "Izumite", "line": "Sir/Milady, Izumo has been a neutral territory for many generations. There's simply no way a battle could have been staged around here. Ah, it seems we're ready to welcome you. Please, come this way."}, {"speaker": "Corrin", "line": "Very well."}, {"speaker": "Azura", "line": " ..."}, {"speaker": "Corrin", "line": "Well, I'm no quite sure what we're supposed to do now. Just wait around until someone arrives?"}, {"speaker": "Sakura", "line": "Yes. This is probably just a bit of formal grandstanding. I've heard that Archduke Izana likes to make people wait a few m-minutes."}, {"speaker": "Corrin", "line": "Well, as long as he eventually shows up with some answers for us..."}, {"speaker": "Izana", "line": "..."}, {"speaker": "Corrin", "line": "Wow, is that the archduke? He looks so...serene!"}, {"speaker": "Hinoka", "line": "I've never met him, but I think it must be. And you're right about his looks. He's almost oddly calm..."}, {"speaker": "Sakura", "line": "This is actually making me nervous..."}, {"speaker": "Izana", "line": "Welcome."}, {"speaker": "Corrin", "line": "Lord? Archduke Izana? May I call you Lord?"}, {"speaker": "Izana", "line": "Bwahaha! Please, call me anything you like. Welcome, welcome! Can I get you anything fizzy or bubbly? Or anything wibbly or wobbly? Heehee!"}, {"speaker": "Corrin", "line": "Um..."}, {"speaker": "Hinoka", "line": "He's a little different than I expected..."}, {"speaker": "Izana", "line": "Oh, pardon me, I didn't even introduce myself. I'm Archduke Izana! Voted best hair in Izumo five years running! I'm so happy to have some visitors from Hoshido. Now, what kind of weird stuff do y'all like to get into back in the homeland? No, never mind, we'll get into all that later. Let's just sit back and relax and put on some slippers for now, right? Am I right?"}, {"speaker": "Corrin", "line": "Um, yes. You're right. Than you."}, {"speaker": "Azura", "line": "Archduke, before we get to the slippers, we have some important questions for you. Are you aware of a recent battle between Hoshido and Nohr in this area?"}, {"speaker": "Izana", "line": "A recent battle? Ha! Not likely! And I'd be the first one to know about it. You know, 'cause I'm the archduke. Giddyup! Haha!"}, {"speaker": "Azura", "line": "I see."}, {"speaker": "Corrin", "line": "Maybe we're in the wrong place..."}, {"speaker": "Izana", "line": "Now hold on just a minute, partner. You're in the rightest place of all. Izana's house! But now that you mentioned a battle, I do see that some of you are wounded. Gosh, we can't have that, can we? Not with all the resources I have here. Guys, we've got some great healers and doctors in my kingdom."}, {"speaker": "Sakura", "line": "Yes, I've heard about the healers here. They're supposed to be the best."}, {"speaker": "Corrin", "line": "Excellent. We certainly could use a little bit of rejuvenation. Of course, we can't stay long, but it seems wise to heal our wounds while we can."}, {"speaker": "Azura", "line": "Perhaps..."}, {"speaker": "Izana", "line": "Well, I won't take no for an answer. Let's get started with treatments right away! Come on, everyone, let's head over to the spa."}, {"speaker": "Sakura", "line": "Thank you, Archduke."}, {"speaker": "Izana", "line": "Ooh, what do we have here? You look pretty banged up, little lady! And your friend—Corrin, was it? Well, you're looking a bit frazzled as well. Tell you what. I've got something special in mind for the two of you. Deep restorative healing is what I call it. It mends the body and soothes the mind. Whaddaya say?"}, {"speaker": "Sakura", "line": "Just the two of us?"}, {"speaker": "Corrin", "line": "I'm not sure we're the only ones with significant wounds... But perhaps we should just play along."}, {"speaker": "Izana", "line": "Come on, guys! The hot towels won't stay hot forever!"}, {"speaker": "Hinoka", "line": "Hmm..."}, {"speaker": "Corrin", "line": "It's pretty dark in here. I guess that must help with relaxation. I wonder what all of these sharp-looking devices are for..."}, {"speaker": "Izana", "line": "Welcome."}, {"speaker": "Corrin", "line": "Archduke, are we in the right place? This is the deep-relaxation chamber?"}, {"speaker": "Izana", "line": "Oh yes. You will go to sleep literally forever in this room. It's our execution chamber! Heehee!"}, {"speaker": "Corrin", "line": "Wait a minute!"}, {"speaker": "Sakura", "line": "Corrin, we're surrounded!"}, {"speaker": "Corrin", "line": "What are you playing at, Izana? This is not funny."}, {"speaker": "Izana", "line": "Well, we haven't even reached the punchline yet. I'm not Izana. Boom."}, {"speaker": "Zola", "line": "Eeheehee! It's been a while, hasn't it, young Corrin? Or don't you remember me? I'm Zola! Dark mage of Nohr."}, {"speaker": "Corrin", "line": "Am I supposed to be impressed? I don't care who you are. All I care about is what you've done with Izana."}, {"speaker": "Zola", "line": "What? Why would you care about that creep? I'm the one who's finally captured the famous Corrin! I'm the one who matters! Anyway, good luck getting yourself and Princess Sakura out of THIS! Heehee!"}, {"speaker": "Corrin", "line": "All right...stay behind me, Sakura."}, {"speaker": "Sakura", "line": "What are you going to do? There are too many of them..."}, {"speaker": "Zola", "line": "Prepare to die!"}, {"speaker": "Corrin", "line": "Here we go..."}, {"speaker": "Corrin", "line": "What's going on? Are they attacking each other?"}, {"speaker": "Zola", "line": "No! Idiots! What are you doing?"}, {"speaker": "Hinoka", "line": "This is some healing treatment our hosts have arranged for us, eh?"}, {"speaker": "Corrin", "line": "Hinoka! How did you know?"}, {"speaker": "Zola", "line": "This can't be happening..."}, {"speaker": "Kaze", "line": "Very impressive, Lady Hinoka. You were right on all counts."}, {"speaker": "Azura", "line": "I, too, had my doubts about this situation. Thank you for acting on your instincts, Hinoka."}, {"speaker": "Sakura", "line": "I'm so glad you guys are here."}, {"speaker": "Zola", "line": "How in the world did you suspect anything? My Izana disguise as perfect! No matter. I still have enough power to defeat you. The joke is still on you!"}, {"speaker": "Hinoka", "line": "Your supposed archduke acted a buffoon. No royalty would behave like that."}, {"speaker": "Azura", "line": "Precisely."}, {"speaker": "Zola", "line": "How dare you! My impression was flawless. Move forth, men. Take them out!"}, {"speaker": "Corrin", "line": "Get ready, everyone. We've still got a fight on our hands."}], "battle": [{"speaker": "Hinata", "line": "What's going on here? I thought we were in Izumo! I guess that whole \"neutral kingdom\" thing isn't working out for 'em anymore. Anyway...do you see Lord Takumi anywhere? I didn't get much info out of those Nohrian soldiers."}, {"speaker": "Oboro", "line": "Perhaps that's because you tied them up and gagged them before questioning them!"}, {"speaker": "Hinata", "line": "Bah. You would have done the same thing, and you know it. I'll tie up as many people as I need to track down Lord Takumi."}, {"speaker": "Oboro", "line": "Whatever. I just wish you were the one missing. Then it would just be me and Lord Takumi relaxing in an Izumo sauna..."}, {"speaker": "Hinata", "line": "Ugh! Keep it to yourself! Anyway, we've got some work to do. Maybe these guys can lead us to Lord Takumi."}, {"speaker": "Oboro", "line": "You're right. I can't stand these Nohrian scum. If they've done ANYTHING to harm our master...I don't know what I'll do."}, {"speaker": "Hinata", "line": "OK, OK, get a hold of yourself. If you kill all of them on a bloody rampage, then where will we be?"}, {"speaker": "Oboro", "line": "You're right. I will decimate them with calculated efficiency...but spare a few. Let's go!"}], "recruit-talk": [{"speaker": "Oboro", "line": "Die, Nohr scum!", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Corrin", "line": "Hold! I'm with Hoshido!", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Oboro", "line": "Wait...who are you? You seem familiar.", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Corrin", "line": "I'm Corrin. And who are you?", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Oboro", "line": "Oh! Lord Takumi's brother/sister! It's nice to finally meet you. I'm Oboro, Lord Takumi's retainer. Have...have you seen him? We can't find him anywhere!", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Corrin", "line": "No. But we're hopeful that he's not far from here. We could use your assistance tracking him. Will you join us? I only ask that you...temper your zeal for killing Nohrian moderately.", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Oboro", "line": "Yes, of course. It's just...every time I see one of those evil jerks... I just...start to rage! GRRRRRR! But, if I keep my thoughts focused on my dear Takumi. I can control myself. I'll do my best to assist you, Lord/Lady Corrin.", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Corrin", "line": "Thank you, Oboro, good to have you with us.", "recruiter": "Corrin", "recruit": "Oboro"}, {"speaker": "Corrin", "line": "You're not with Zola. Whose side are you on?", "recruiter": "Corrin", "recruit": "Hinata"}, {"speaker": "Hinata", "line": "Lord/Lady Corrin! You don't know who I am?", "recruiter": "Corrin", "recruit": "Hinata"}, {"speaker": "Corrin", "line": "I'm afraid not. Should I?", "recruiter": "Corrin", "recruit": "Hinata"}, {"speaker": "Hinata", "line": "Ha! Probably. The name’s Hinata. I'm Lord Takumi's retainer. Unfortunately, we became separated on the battlefield. We're doing everything we can to track him down, but we're running out of ideas. Will you help us find him?", "recruiter": "Corrin", "recruit": "Hinata"}, {"speaker": "Corrin", "line": "Yes, of course. That's why we're all here, too. It looks like we must be on the right track. since we've all arrived at the same location.", "recruiter": "Corrin", "recruit": "Hinata"}, {"speaker": "Hinata", "line": "Thank you, Lord/Lady Corrin. It's big of you to put aside your differences and help us find Takumi. Especially after some of the things he's been saying...", "recruiter": "Corrin", "recruit": "Hinata"}], "boss": [{"speaker": "Zola", "line": "Ah, I see you're ready to die. I'm going to enjoy this!"}, {"speaker": "Zola", "line": "Urgh... What was I thinking..."}], "end": [{"speaker": "Corrin", "line": "Game over, Zola. Now tell us where you're keeping Izana!"}, {"speaker": "Zola", "line": "*cough* *cough* Urk... No..."}, {"speaker": "Corrin", "line": "What do you mean, no? You're beaten!"}, {"speaker": "Zola", "line": "Oh my. How naive you are. What a sheltered life you've lived! I'd rather die than give you ANYTHING. Luckily, I won't have to. PAH!"}, {"speaker": "Corrin", "line": "*cough* *cough* He's using some kind of a smoke screen!"}, {"speaker": "Zola", "line": "Bingo! Until next time, fools!"}, {"speaker": "Zola", "line": "GYAAAH! Ow, ow, ow... What are you doing? Let me go!"}, {"speaker": "Leo", "line": "No."}, {"speaker": "Corrin", "line": "Leo! What are you doing here?"}, {"speaker": "Leo", "line": "Ah, Zola. You've embarrassed our kingdom for the last time."}, {"speaker": "Zola", "line": "Milord! Please, you don't mean that... I was just attempting to preserve my dignity."}, {"speaker": "Leo", "line": "Dignity? What would you know about that? You're done here."}, {"speaker": "Zola", "line": "Gyaaaah! Nooo..."}, {"speaker": "Corrin", "line": "Leo, what are you going to do?"}, {"speaker": "Leo", "line": "Zola is a monster. I'm going to make the world a better place."}, {"speaker": "Corrin", "line": "But he's one of your own! I refuse to believe you'd harm a fellow Nohrian."}, {"speaker": "Leo", "line": "Why should I listen to a traitor like you? You abandoned us! You have no right to tell me what to do!"}, {"speaker": "Corrin", "line": "Leo...please."}, {"speaker": "Leo", "line": "Ugh, fine! Keep this pitiful fool if you like him so much. Good-bye, Corrin. When the time is right, you'll pay for what you've done."}, {"speaker": "Corrin", "line": "Leo, wait! It doesn't have to be this way..."}, {"speaker": "Hinoka", "line": "I've never seen such a display of power."}, {"speaker": "Jakob", "line": "Yes... Lord Leo is a gifted dark mage. He's feared and respected in Nohr."}, {"speaker": "Corrin", "line": "He's certainly changed since the time I spent there. The Leo I remember was kind and curious. Even clumsy at times. I wonder what happened to him..."}, {"speaker": "Izana", "line": "Woooo! You guys saved me! This calls for a feast. No, better idea—an all-night party! We'll wear pajamas and eat bonbons. Let's get started! Izana in the house!"}, {"speaker": "Sakura", "line": "Is...is this still Zola?"}, {"speaker": "Hinoka", "line": "No...but I think we underestimated Zola's Izana impression."}, {"speaker": "Corrin", "line": "Um, Archduke Izana, before we get to the bonbons, I have a few questions. Have you witnessed any nearby conflicts involving the Nohrians?"}, {"speaker": "Izana", "line": "Oh, yeah. Definitely. What a bunch of party poopers they were. We were just listening to some music and getting massages. And then I heard, like, a big explosion or something outside. I went to see what was going on, and they captured me. I was still wearing my silk pj's! Anyway, we're all about love, peace, and chicken grease here in Izumo... So we don't exactly have a world-class military force. I don't know what happened after that. I was in my own jail. Luckily, I previously had the cell equipped with velvet sheets and scented candles. Best sleep I've had in weeks!"}, {"speaker": "Corrin", "line": "I'm so sorry you had to, uh, suffer through all that..."}, {"speaker": "Hinoka", "line": "Yes. It's despicable for Nohr to take advantage of a neutral realm like this. Archduke Izana, I know you've been confined to a luxuriously appointed cell... But would you happen to know anything about my brothers Ryoma and Takumi?"}, {"speaker": "Izana", "line": "Well, I've heard of them! That's something, right? I did overhear that the battle stretched all the way to the Bottomless Canyon. Maybe they just fell in?"}, {"speaker": "Sakura", "line": "Gods! No!"}, {"speaker": "Hinoka", "line": "Get ahold of yourself, Sakura! Your brothers are not the type to accidentally fall into a canyon. We've got to believe that both of them are alive and healthy."}, {"speaker": "Izana", "line": "I'm sorry—that was rude of me to speculate like that. It's just that that canyon is totally treacherous! Such a hazard! Anyway, maybe I can help by reading your fortune."}, {"speaker": "Corrin", "line": "I'm a bit skeptical of fortune-telling...but this is your kingdom..."}, {"speaker": "Izana", "line": "Yep! And I'm a descendant of the gods! It really is a pretty sweet deal from me. All right, here we go..."}, {"speaker": "Izana", "line": "Oh, ancient gods... What's up? I ask that you please answer me. ... Oh, I'm getting something! In the white light, a hand ♪ reaches through... A double edged blade cuts your ♪ heart in two... waking dreams fade away... ♪ Embrace the brand-new day..."}, {"speaker": "Azura", "line": "Can it be?"}, {"speaker": "Izana", "line": "Om..."}, {"speaker": "Corrin", "line": "Is that it?"}, {"speaker": "Izana", "line": "Om..."}, {"speaker": "Corrin", "line": "Hmm."}, {"speaker": "Izana", "line": "All right, I'm all done."}, {"speaker": "Corrin", "line": "Oh. That's it?"}, {"speaker": "Hinoka", "line": "I'm sorry, but that wasn't very helpful."}, {"speaker": "Izana", "line": "Hey, what can I tell you? I don't make the fortunes up—I just read 'em."}, {"speaker": "Corrin", "line": "Very well. Let's just move on."}, {"speaker": "Izana", "line": "Sounds good to me. I'm dying for something bubbly to drink. Who wants to join me in the sauna? Oh, right. You probably want to hurry off and find your friends. Well, there's no rush. I peeked into their fortunes a little bit just now. And I can tell you that they're both doing OK at the moment."}, {"speaker": "Sakura", "line": "Are you s-sure? I'd really like to believe that."}, {"speaker": "Izana", "line": "I swear it on my gold-plated statue of myself. They're fine."}, {"speaker": "Corrin", "line": "Well. Thank you, Archduke Izana, for your hospitality and services as fortune-teller. It is tempting to stay and rest, but we'll leave now in search of our brothers."}, {"speaker": "Izana", "line": "I knew it. Oh well! Come back again sometime, and we'll have a toga party."}, {"speaker": "Corrin", "line": "I don't know what that is, but...OK. Take care."}, {"speaker": "Corrin", "line": "I can't stop thinking about the fortune Izana read for us... Those words were so poetic. \"A double-edged blade...\" \"Embrace the brand-new day...\""}, {"speaker": "Azura", "line": "Corrin, I must speak with you."}, {"speaker": "Corrin", "line": "Is everything OK?"}, {"speaker": "Azura", "line": "Yes. Well, I don't know, actually... It's about that fortune."}, {"speaker": "Corrin", "line": "It was strange, wasn't it? And a bit haunting, too..."}, {"speaker": "Azura", "line": "Yes. Those were the words to a song my mother taught me as a child."}, {"speaker": "Corrin", "line": "Are you certain? Do you remember the meaning behind the lyrics?"}, {"speaker": "Azura", "line": "No. It's an ancient song. But this is what troubles me. The lyrics almost seem to speak directly to YOU."}, {"speaker": "Corrin", "line": "To me? How is that possible?"}, {"speaker": "Azura", "line": "I don't know. the song has always been a bit of a mystery... But I never thought about trying to solve it until now."}, {"speaker": "Corrin", "line": "Perhaps it's just a coincidence. Right? I mean, how could someone write a song about me if I hadn't been born... Oh, um..."}, {"speaker": "Azura", "line": "*sob*"}, {"speaker": "Corrin", "line": "Azura, what's the matter?"}, {"speaker": "Azura", "line": "I'm sorry... Please forget about all of this."}, {"speaker": "Corrin", "line": "All right, I'll drop it for now. But don't hesitate to come speak with me about anything. At any time. I'm here for you."}, {"speaker": "Azura", "line": "Thank you, Corrin. All right, let's get going, shall we?"}, {"speaker": "Corrin", "line": "Azura?"}, {"speaker": "Corrin", "line": "What was she trying to tell me?"}]}