{"chapter": "09C", "title": "Another Trial", "speakers": ["Garon", "Iago", "Corrin", "Xander", "Elise", "Camilla", "Leo", "Silas", "Nyx", "Azura", "Haitaka"], "dialogue_counts": {"Garon": 14, "Iago": 5, "Corrin": 42, "Xander": 10, "Elise": 12, "Camilla": 2, "Leo": 3, "Silas": 3, "Nyx": 9, "Azura": 10, "Haitaka": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 112, "transitions": "---------", "intro": [{"speaker": "Garon", "line": "Hmmm, so clever little Corrin has returned home. And he/she has carried out my order in an alarmingly competent fashion, no less. Heh heh heh... well done, child. Mwahahahaha. HA HA HA HA! Well, I'll just have to give my dear son/daughter a truly agonizing mission now, won't I?"}, {"speaker": "Garon", "line": "... You may enter."}, {"speaker": "Iago", "line": "King Garon, Corrin has returned. It seems he/she managed to quell the rebellion without sacrificing a single life. He/She has requested an audience with you, my liege. What should I tell him/her?"}, {"speaker": "Garon", "line": "Tell him/her I received the message and will be there momentarily."}, {"speaker": "Iago", "line": "Consider it done, your majesty."}, {"speaker": "Garon", "line": "..."}, {"speaker": "Corrin", "line": "I have returned, Father."}, {"speaker": "Garon", "line": "And gloriously so, I might add. Iago told me of your impressive feat. Stopping a rebellion without taking a single life is no small accomplishment. You've done well, Corrin. I am... proud of you. As promised, I now welcome you back into the royal family. Well done, my son/daughter."}, {"speaker": "Corrin", "line": "Thank you, Father! I can't tell you how much this means to me."}, {"speaker": "Xander", "line": "I told you all would be well in the end. Good job, Corrin."}, {"speaker": "Corrin", "line": "Thanks, Xander!"}, {"speaker": "Iago", "line": "Ehem, there is one small problem, King Garon. My sources tell me Corrin did not carry out his/her mission alone."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Xander", "line": "Iago! That was unnecessarily cruel, even for you."}, {"speaker": "Garon", "line": "Is this true, Corrin. Did you or did you not face the Ice Tribe alone?"}, {"speaker": "Corrin", "line": "... It is true. I did not face them alone. I set out on my own, as ordered, but along the way I ran into trouble. Felicia/Jakob, Silas and Elise came to help me. I couldn't have done it without them. I'm sorry for defying you in that regard, Father. I beg your forgiveness."}, {"speaker": "Garon", "line": "So you defined my holy orders and involved not only retainers but also your sister?"}, {"speaker": "Iago", "line": "This behavior simply cannot be tolerated. Right, King Garon? He/she betrayed the wishes of the divine dragon, Anankos. Such sacrilege demands a swift and severe punishment. If you ask me, we should put an end to Corrin once and for all."}, {"speaker": "Elise", "line": "Stop it, Iago! That's never gonna happen! I won't let it! Corrin never asked us to follow him/her - we did that on our own! It's not his/her fault! So... s-so if the punishment is death, you'll have to kill me too."}, {"speaker": "Corrin", "line": "Elise! Don't say that, dear sister. I'm not worth dying for."}, {"speaker": "Xander", "line": "Quiet, both of you. Father, if you must punish someone, punish me. It was I who told the others to tag along and help Corrin with his/her mission. If death is the price for this indiscretion, it is I, and I alone, who will pay it."}, {"speaker": "Garon", "line": "Hmmm..."}, {"speaker": "Xander", "line": "Father, kill me or kill no one. That is all there is to it."}, {"speaker": "Garon", "line": "Enough. I have no intention of harming any of my beloved children. Though it was not exactly as I requested, he/she did accomplish his/her mission. By the grace of Anankos, I shall let this pass. He/She is, after all, still my son/daughter."}, {"speaker": "Iago", "line": "King Garon! You can't mean that!"}, {"speaker": "Corrin", "line": "Thank you, Father! And you, Xander. Thank you for looking out for me, even at the risk of your own life."}, {"speaker": "Xander", "line": "Think nothing of it, little prince/princess. Such is the duty of an older brother."}, {"speaker": "Garon", "line": "I must admit, my child, I never thought you would pull off such a grand feat. Given your ability for combat, I shall waste no time in assigning you a new mission."}, {"speaker": "Corrin", "line": "A new mission? So soon?"}, {"speaker": "Garon", "line": "Skills like yours need to be put to good use. I'd like you to head for Notre Sagesse. I need you to capture that territory and bring it under Nohrian rule."}, {"speaker": "Corrin", "line": "Notre Sagesse, eh? As you wish, Father."}, {"speaker": "Garon", "line": "I have heard that the place is even now teaming with Hoshidan soldiers. The Hoshidans are taking steps to topple Nohr and all we hold dear. Such bad seeds must not be allowed to take root. Head there immediately and eradicate all Hoshidan soldiers you find along the way."}, {"speaker": "Corrin", "line": "Y-you want me to fight against the Hoshidan army?!"}, {"speaker": "Garon", "line": "That's not a problem, is it? Or, after all that, are you reluctant to raise a sword against the kingdom of your birth?"}, {"speaker": "Corrin", "line": "N-no problem at all. I am a Nohrian, through and through. I will carry out your mission without fail, Father."}, {"speaker": "Garon", "line": "Good. Do not let me down, son/daughter. I'm counting on you."}, {"speaker": "Corrin", "line": "I won't fail you, Father."}, {"speaker": "Corrin", "line": "Well, I'm off on another daring mission, ha ha. So for now, this is good-bye."}, {"speaker": "Xander", "line": "Take care, Corrin. Even when we are apart, know we are still with you in spirit."}, {"speaker": "Camilla", "line": "Oh, it just doesn't seem fair! Going on a mission like that with such a small army. I'd go with you, but Father tasked us with a mission of our own. I really wish there was something we could do to help..."}, {"speaker": "Corrin", "line": "Don't worry, Camilla. We'll be fine on our own. Right, Elise?"}, {"speaker": "Elise", "line": "Yeah, that's right! We'll be just dandy! With me and my retainers at your side, we'll be back home in no time flat!"}, {"speaker": "Leo", "line": "Elise is going too? Now I'm really worried. It was nice knowing you, Corrin."}, {"speaker": "Elise", "line": "HEY! That's not funny, Leo! Why would you say such a terrible thing?!"}, {"speaker": "Corrin", "line": "Ha ha, he's just trying to get a rise out of you, Elise. You know I'm counting on you."}, {"speaker": "Elise", "line": "Thanks, Corrin! That's why you're my favorite! Because you aren't mean and stupid like Leo!"}, {"speaker": "Leo", "line": "Even after spending time on the battlefield, you're somehow still the same spoiled brat. It's actually quite impressive. See, Elise? I'm not mean at all. I just said you impress me."}, {"speaker": "Elise", "line": "XANDER! MAKE LEO STOP TEASING ME!"}, {"speaker": "Xander", "line": "*sigh* Corrin, listen well. The mysterious Rainbow Sage resides in Notre Sagesse. He grants divine power to those he deems worthy. Seek him, if you have the courage."}, {"speaker": "Corrin", "line": "Wow, is that so? I never knew such a being existed, much less in Notre Sagesse. But wait... if you know about him, does that mean YOU received divine power?!"}, {"speaker": "Xander", "line": "It is true. Father and I each visited the sage and were each gifted with his power."}, {"speaker": "Corrin", "line": "Th-that's incredible."}, {"speaker": "Xander", "line": "It was a great honor. However, be aware that you will have to face severe trials first. If you decide to seek out the sage's trials, make sure you're prepared."}, {"speaker": "Corrin", "line": "I see. Thank you for your advice, Xander. I must become as strong as possible so that I can end this war once and for all. I have no choice but to seek out the sage and face whatever trials he has in store."}, {"speaker": "Xander", "line": "As expected. I look forward to seeing that new power when you return safely."}, {"speaker": "Corrin", "line": "Thank you, Xander. Well, I suppose I had better get going. Good-bye, everyone!"}, {"speaker": "Leo", "line": "Best of luck, Corrin."}, {"speaker": "Camilla", "line": "Oh, my little Corrin... please be careful."}, {"speaker": "Corrin", "line": "That fort up ahead is enormous! Silas, are we supposed to pass through that?"}, {"speaker": "Silas", "line": "We are. The road that leads to port is on the other side."}, {"speaker": "Corrin", "line": "Amazing. It kind of looks like a gigantic sleeping dragon."}, {"speaker": "Elise", "line": "Heehee, you're so keen, Corrin! That place is called Fort Dragonfall. It's some big 'ol dragon that died a long time ago."}, {"speaker": "Corrin", "line": "Fort Dragonfall... Tell me more, Elise."}, {"speaker": "Elise", "line": "Sure! Well, rumor has it this dragon was incredibly powerful. They say when it died, it's body eventually became this very fort!"}, {"speaker": "Corrin", "line": "So this was a dragon from a long time ago... How very awe inspiring."}, {"speaker": "Silas", "line": "It is, isn't it? But the fort is now occupied by the Hoshidan army. We'll have to fight them off if we want to get through."}, {"speaker": "Corrin", "line": "Fate is cruel, isn't it? Well, I suppose we have no choice. We must get to Notre Sagesse so I can complete my mission and find the sage. I'll have to face the Hoshidan army eventually. It's now or never. I'm ready. I... I can do this."}, {"speaker": "Silas", "line": "Understood. In that case, let's prepare for battle before they spot us."}], "battle": [{"speaker": "Nyx", "line": "What a nuisance. I might have known the Hoshidan army would be here. \"There's a young girl in there! We've got to take her into custody!\" Blah blah blah. Children barely out of the womb out to capture a grown woman. Pathetic. It makes me sick. This is why I usually choose to remain hidden from the ignorant masses. *sigh*"}, {"speaker": "Azura", "line": "Once again, here I am. Dragged to some horrible place with no explanation. *sigh* Is it my destiny to forever be tossed aside, a stranger to all lands? Maybe the Nohrians will accept me. Or maybe this is where I die... Well, it is out of my control. If only I were a Hoshidan by birth. I knew if and when the war began, I would be among the first casualties. At least in the end... Hm? Is that... a Dragon Vein I sense? Ah, I do recall hearing that this fort was built from the remains of a dark dragon. Perhaps it can be used to attack those within the fort..."}], "recruit-talk": [{"speaker": "Corrin", "line": "Hey, miss! What are you doing out here?! You're definitely not a Hoshidan soldier. It's dangerous out here, young lady. Come on over to our side, and we'll protect you. Your family must be worried sick.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "I am no \"young lady\", and I neither desire nor require your paltry protection.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "R-really? Are you sure?", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "Are you as deaf as you are dumb, boy/girl? Begone before I curse you into oblivion.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "Boy/Girl?! You're one to talk! You look about the same age as my little sister!", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "Appearances can be deceiving, boy/girl. I'm afraid my situation is beyond your ability to comprehend. All I want is to live in solitude and to avoid the harsh gaze of the world around me... Is that really too much to ask?", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "Live in solitude? Does that mean... you're all alone? Don't you have a family?", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "My family left a very long time ago. They were... frightened of me and my abilities. They thought I was strange... Maybe I am. Who needs a family, anyway? I-I'm not sure why I told you all that... your eyes are very trustworthy and calming. So yes, intrusive stranger. I am all alone and shall remain so for all my days.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "No, I can't accept that. Why don't you join my team? We'll be your family from now on.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "What are you saying?! You know nothing about me or my dark past.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "That's true, but that doesn't matter. Only the present and the future. Besides, you can't evade the Hoshidan army all by yourself. You need us. Trust me, I know what it's like to feel lost and alone. That's no way to live. If my friends and family hadn't come to my aid, I wouldn't be alive right now. Everyone needs someone to lean on, stranger. Please join us.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "...", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Corrin", "line": "I really shouldn't leave such a helpless little lady alone, anyway, haha.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "I already told you I'm much older then I appear! Insolent fool. Or perhaps that was... what was it called... a \"humorous joke\" of some sort? Hmmm... Maybe you have a point. I suppose it would be advantageous to join you. For now. It has been a long while since I had any sort of companionship. It might be... nice. Well, fine. Since you insist, I shall join your ranks. Use my powers as you see fit.", "recruiter": "Corrin", "recruit": "Nyx"}, {"speaker": "Nyx", "line": "Oh, since we're on the same side now, I should let you in on a little secret. See that wall over there? It has a weak spot. It should break if you attack it. That knowledge should help us prevail over the Hoshidan Army.", "recruiter": "Corrin", "recruit": "Nyx"}], "boss": [{"speaker": "Haitaka", "line": "Hey there, Nohrian pawn. Care for a little lesson in Hoshidan combat?"}, {"speaker": "Haitaka", "line": "How...mortifying..."}], "end": [{"speaker": "Azura", "line": "Hello, Corrin. It's nice to see you again."}, {"speaker": "Corrin", "line": "It's nice to see you too, Azura. But what are you doing in Nohr? Actually, never mind that part. Why were the Hoshidans fighting against you? I thought the people of Hoshido were your allies."}, {"speaker": "Azura", "line": "As did I. But when the war started, everything changed. After you, A prince/princess of Hoshido, sided with Nohr, the Hoshidans wished to banish me. The general consensus was that nobody with ties to the enemy could be trusted. Since I was taken from Nohr as a child, I bore the brunt of these wild suspicions."}, {"speaker": "Corrin", "line": "Azura... that's awful."}, {"speaker": "Azura", "line": "Ryoma and the others stood up for me. They tried their best to protect me. But one day a group of Hoshidan soldiers captured me and took me here. If you hadn't come along, I can't imagine what would have become of me. So thank you, Corrin. I owe you my life."}, {"speaker": "Corrin", "line": "Please don't thank me, Azura. It's my fault you were caught up in all this to begin with. It's not fair that you were torn from your home again on my account. I'm so sorry."}, {"speaker": "Azura", "line": "Please don't blame yourself. It's really not your fault. When a war starts, it's only natural to distrust the enemy. I always knew this would happen if Nohr and Hoshido ever went to war."}, {"speaker": "Corrin", "line": "I suppose so. But I'm still sorry for the part I played in your misfortune."}, {"speaker": "Azura", "line": "Think nothing of it. Actually... If it's not too much of a burden, I was hoping you would allow me to join you. Perhaps with our powers combined we can end this senseless war."}, {"speaker": "Corrin", "line": "Of course! Would be honored to have you fight by my side. You were a valued friend during my time in Hoshido. I'm happy to return the favor."}, {"speaker": "Azura", "line": "Thank you, Corrin. I'm so glad we crossed paths once more. After I was captured, I couldn't stop thinking about you. Not just you, but also your... Oh, never mind."}, {"speaker": "Corrin", "line": "Azura?"}, {"speaker": "Elise", "line": "Corrin! I finally found you! We're all ready to go now."}, {"speaker": "Corrin", "line": "Thanks, Elise. We'll leave momentarily."}, {"speaker": "Elise", "line": "Um, brother/sister? Who is this pretty lady you're talking to?"}, {"speaker": "Corrin", "line": "This is Azura. She'll be traveling with us from now on. She was once a Nohrian Princess, but she was stolen away many years ago."}, {"speaker": "Elise", "line": "A Nohrian princess? Really? Wow! Oh, wow! Why didn't you say so? Does that mean you're my big sister?!"}, {"speaker": "Corrin", "line": "Ha ha! Of course it does! Isn't that right, Azura?"}, {"speaker": "Azura", "line": "Well, um..."}, {"speaker": "Corrin", "line": "Azura, is something wrong? You seem-"}, {"speaker": "Elise", "line": "I have a sister named Azura! And she's SO PRETTY! It's nice to meet you, sis!"}, {"speaker": "Azura", "line": "Yes, it's a p-pleasure to meet you as well. Thank you for the warm welcome, Elise."}, {"speaker": "Elise", "line": "Tee hee hee, no problem! Oh my goodness! I'm all shy now because of my new big sis! Come on already! Follow me! I wanna be the one to introduce you to everyone!"}, {"speaker": "Azura", "line": "Huh? Oh, my..."}, {"speaker": "Corrin", "line": "Elise, Azura is a bit shy. Please don't overwhelm her. ELISE?! Azura... what a mystery you are. It was almost like she was about to say she and Elise weren't really sisters. Perhaps it was just my imagination..."}]}