{"chapter": "12B", "title": "Dark Reunion", "speakers": ["Corrin", "Hinoka", "Azura", "Kaden", "Layla", "Zola", "Sakura", "Takumi", "Elise", "Garon", "Xander", "Silas", "Peri", "Laslow"], "dialogue_counts": {"Corrin": 57, "Hinoka": 2, "Azura": 21, "Kaden": 11, "Layla": 7, "Zola": 10, "Sakura": 1, "Takumi": 8, "Elise": 7, "Garon": 12, "Xander": 9, "Silas": 2, "Peri": 4, "Laslow": 4}, "gender_counts": {"M": 56, "F": 35, "N": 7, "A": 57}, "lines": 155, "transitions": "AFAFAMAMAMAFMFMFMFMNANANANFNAFAMFMFMAMAFNFNMAMAMAFA-MAMFA-FFMFFA-AMAM-AMFAMAM-MAMMMMAMMMM-MFM-AMAMA-AMAMMMAM-F-M-M-M-F-F-M-M-AM-AM-FAFA-AMAMA-AMAMFAMFAFAFAM-MAMAMA-AFAFAFAFAF-AFA-A", "intro": [{"speaker": "Corrin", "line": "Wow. This is Cheve? If Ryoma is here, he's probably not in dire need of our help."}, {"speaker": "Hinoka", "line": "Actually, Corrin, Cheve is still inland from here. This place is called Cyrkensia. It belongs to the kingdom of Nestra. Nestra is another neutral kingdom, Like Izumo. As you can see, this city is known for leisure. People from both Nohr and Hoshido vacation here, even in times of war."}, {"speaker": "Corrin", "line": "Ah. Well, it certainly seems lively!"}, {"speaker": "Azura", "line": "Yes. You'd hardly know there's a war going on elsewhere..."}, {"speaker": "Corrin", "line": "Let's hope it stays that way."}, {"speaker": "Kaden", "line": "Hey, guys! You're humans, right? Are you from Hoshido? My name's Kaden!"}, {"speaker": "Corrin", "line": "Excuse me?"}, {"speaker": "Kaden", "line": "You know, humans? Like, you don't have fuzzy tails or ears? And you don't transform into any other creatures?"}, {"speaker": "Corrin", "line": "Well...yes and no."}, {"speaker": "Kaden", "line": "Aww, you're not going to answer my questions? That's rude!"}, {"speaker": "Corrin", "line": "No, I'm sorry. It's just that...it's complicated. And as to whether we're from Hoshido... Also complicated. Sorry that I can't be more specific right now. May I ask who—and what—you are?"}, {"speaker": "Azura", "line": "Corrin, he's a kitsune—a Hoshidan tribe with shapeshifting abilities."}, {"speaker": "Kaden", "line": "Yup! That's exactly it. I can turn into a fox! Wanna see?"}, {"speaker": "Azura", "line": "Kaden, what are you doing so far from home? I thought kitsune didn't leave the village for any reason."}, {"speaker": "Kaden", "line": "Yeah, that's true. But I'm a little different, I guess. I'm here to return a favor for someone. Anytime someone's nice to me, I have to be nice in return. One day, I walked out of my village and met some humans. And they were so excellent to me! I had to find a way to repay them. That led me to meet more humans, who were also super nice. One favor led to another, and I wound up here without even knowing how I got here."}, {"speaker": "Azura", "line": "So...you're actually lost?"}, {"speaker": "Kaden", "line": "Nah, kitsune never get lost."}, {"speaker": "Azura", "line": "All right. Let me put it another way. Do you know how to get home?"}, {"speaker": "Kaden", "line": "No. I don't. But I can't go home yet anyway! I owe someone here a big favor. Hmm... Maybe you guys could help me out... It kind of seems like a human problem, so I don't really know what to do. Here, can you talk to my new friend about it? Her name's Layla."}, {"speaker": "Layla", "line": "*sob*"}, {"speaker": "Corrin", "line": "Oh. Um, hello. How can we help you?"}, {"speaker": "Layla", "line": "I don't think that you can..."}, {"speaker": "Corrin", "line": "Please, try us. We've just arrived, so we have a little time before we have to move on. I know we don't owe you anything, but we'd like to help."}, {"speaker": "Layla", "line": "Very well. My mother lives in a small village a few miles from here. She's old and frail, and I'm told the end could come at any moment. I really need to go and see her right away, but there's a problem... I'm a singer, and I have a performance scheduled today...for King Garon."}, {"speaker": "Corrin", "line": "Gods! King Garon is here now?"}, {"speaker": "Layla", "line": "Yes. He visits the area often, and he always requests a performance from me. But how can I sing at a time like this?"}, {"speaker": "Azura", "line": "I believe that we can help. I can perform in your stead."}, {"speaker": "Layla", "line": "Do you really think that will work?"}, {"speaker": "Corrin", "line": "I'm not sure about this, Azura."}, {"speaker": "Azura", "line": "Don't you see, Corrin? This is our chance to take the enemy by surprise. We shouldn't waste the opportunity!"}, {"speaker": "Corrin", "line": "Hmm. Are you thinking what I'm thinking?"}, {"speaker": "Kaden", "line": "Uh, guys? Can you not tell that these two look COMPLETELY different? I mean, I know you don't have sweet fox vision like me, but..."}, {"speaker": "Azura", "line": "Kaden, we have a mage traveling with us who can make me look exactly like Layla. Your decision to accept Zola is looking quite sage now, Corrin."}, {"speaker": "Zola", "line": "Wait, what do you want me to do?"}, {"speaker": "Azura", "line": "You heard me, Zola. While King Garon is distracted by my song, others can approach undetected. If we capture Garon, Nohr would have no choice but to negotiate for peace."}, {"speaker": "Zola", "line": "I don't know. Garon would DEFINITELY kill me if he found out..."}, {"speaker": "Corrin", "line": "I thought you were on our side now, Zola. We need you! We are trying to end the war as peacefully as we can. Don't you see that?"}, {"speaker": "Zola", "line": "Ugh... I understand. I'll do it. The Nohrians will see Lady Azura as Layla. However, you must understand that my spell won't change her voice! I hope you've got some good pipes, Lady Azura!"}, {"speaker": "Corrin", "line": "Oh, rest assured... Azura is an incredible singer."}, {"speaker": "Hinoka", "line": "That's right. This wouldn't be the first time she's mesmerized a crowd with her voice."}, {"speaker": "Layla", "line": "Well...if you say so. I would be so grateful for the chance to see my mother. Are you really sure about all this? If you fail, King Garon is going to be really mad..."}, {"speaker": "Azura", "line": "Don't worry about us. Just go see your mother while you still can. And thank you for providing us this opportunity."}, {"speaker": "Layla", "line": "All right. Good luck!"}, {"speaker": "Kaden", "line": "Yay! I think Layla and I are even. But...now I owe you guys. Wow! I've really got myself in a pickle with this whole favor thing... Do you think I could tag along with you humans until I figure out how to repay you?"}, {"speaker": "Corrin", "line": "Kaden, you do realize that we're in the middle of a war, right?"}, {"speaker": "Kaden", "line": "Yeah, that sounds crazy and exciting! Did I already tell you that I can turn into a big, scary fox? It's so great!"}, {"speaker": "Corrin", "line": "And do you have any combat experience as a fox?"}, {"speaker": "Kaden", "line": "Ha! Take a look at this beaststone. It makes me super fierce."}, {"speaker": "Corrin", "line": "Very well. I suspect you'll be able to repay your supposed debt to us rather quickly."}, {"speaker": "Sakura", "line": "Everyone, we don't have much time left before the show s-starts..."}, {"speaker": "Corrin", "line": "Right. Zola, time to work your magic..."}, {"speaker": "Takumi", "line": "The show's starting...where's King Garon?"}, {"speaker": "Corrin", "line": "I don't know... Ah, look up there. In the roped-off area. I haven't seen him since the attack. I still can't believe this is happening."}, {"speaker": "Takumi", "line": "Who's that sitting next to him?"}, {"speaker": "Elise", "line": "Maybe this music will help distract me from all the awful things going on..."}, {"speaker": "Corrin", "line": "That's Elise, my sister. She looks so sad. She was such a bright and cheerful girl before all this happened... Poor Elise. I'm so sorry for choosing to stand against you. When all of this is over, I hope you'll understand the decisions I made..."}, {"speaker": "Azura", "line": "Ahem..."}, {"speaker": "Elise", "line": "Tell me, Father. What sorts of things does this performer sing about?"}, {"speaker": "Garon", "line": "Does it matter? Her voice is divine. Just sit back and enjoy the show."}, {"speaker": "Elise", "line": "All right..."}, {"speaker": "Azura", "line": "You are the ocean's gray waves... ♪"}, {"speaker": "Corrin", "line": "That song? No, Azura! What are you doing?"}, {"speaker": "Corrin", "line": "I don't believe it. It's working! The Nohrian soldiers are enthralled by the song. Now's our chance! Soldiers of Hoshido, gather yourselves--"}, {"speaker": "Garon", "line": "Well, well, well. Just what do you think you're doing, Corrin?"}, {"speaker": "Corrin", "line": "Gah!"}, {"speaker": "Garon", "line": "Capture them, men!"}, {"speaker": "Corrin", "line": "There are so many of them..."}, {"speaker": "Garon", "line": "Did you really think you could outsmart me, Corrin? Pathetic."}, {"speaker": "Elise", "line": "What are they going to do to my Corrin?"}, {"speaker": "Corrin", "line": "Elise!"}, {"speaker": "Garon", "line": "How fascinating. Despite your treason and betrayal, you still seem to care about your sister."}, {"speaker": "Corrin", "line": "I don't understand. How could you have anticipated this?"}, {"speaker": "Garon", "line": "Ah, Corrin. Your naiveté is embarrassing. I still can't believe you willingly allowed one of my men to travel with you."}, {"speaker": "Zola", "line": "Eek! King Garon, what are you doing? They didn't need to know that!"}, {"speaker": "Corrin", "line": "Zola was behind this? But he proved his loyalty!"}, {"speaker": "Takumi", "line": "That's right. I could be dead if it weren't for him."}, {"speaker": "Zola", "line": "What better way to convince you all? I knew a healer would be nearby."}, {"speaker": "Takumi", "line": "You filthy rat! I'll kill you myself!"}, {"speaker": "Zola", "line": "So...Your Majesty. I've followed through on my end of the deal... Can you please tell Lord Leo not to kill me after all? And, um, while you're at it... Would it inconvenience you terribly to pardon Lord/Lady Corrin? The Hoshidans have practically brainwashed him/her! This isn't his/her fault."}, {"speaker": "Corrin", "line": "What's the matter, Zola? Conscience bothering you?"}, {"speaker": "Zola", "line": "Please, King Garon! I beg you!"}, {"speaker": "Garon", "line": "This grows tiresome."}, {"speaker": "Zola", "line": "Wait...but..."}, {"speaker": "Garon", "line": "But nothing! You think you have the right to ask ME for anything?"}, {"speaker": "Zola", "line": "Gyaah!"}, {"speaker": "Elise", "line": "Father! What are you doing?"}, {"speaker": "Zola", "line": "Ugh...Lord/Lady Corrin...please forgive me..."}, {"speaker": "Corrin", "line": "That was heartless."}, {"speaker": "Garon", "line": "Still you pity a...creature...such as that! One who betrayed you, nonetheless! This is the source of your weakness."}, {"speaker": "Corrin", "line": "Do you really think it's OK to use people as you see fit and then dispose of them? How admirable."}, {"speaker": "Takumi", "line": "I'll show you weakness. Just come within range of my bow..."}, {"speaker": "Corrin", "line": "No. We can't make a stand here. There are too many of them. We need to escape and regroup. Everyone, make for that exit!"}], "battle": [{"speaker": "Corrin", "line": "It looks like they’re sending in more reinforcements…"}, {"speaker": "Xander", "line": "So it’s come to this. You dare to point your sword at our king… The same man you once called Father."}, {"speaker": "Corrin", "line": "Xander…"}, {"speaker": "Silas", "line": "Please understand, milord! Lord/Lady Corrin’s actions are justified! King Garon’s dark ambition is the sole cause of this war. Unless we stop him, both kingdoms with continue to suffer."}, {"speaker": "Xander", "line": "Your words mean nothing, traitor."}, {"speaker": "Silas", "line": "Prince Xander, please…"}, {"speaker": "Corrin", "line": "Xander, listen—"}, {"speaker": "Xander", "line": "I will not. You have betrayed our family, and as such, deserve a traitor’s fate. Draw your sword, Corrin, and we’ll settle this once and for all. Go on! If you would oppose us, then kill your brother with your own hands! Destroy the very friends and soldiers who once protected you!"}, {"speaker": "Azura", "line": "Corrin! There's an escape route behind the stage! Hurry! Before they overwhelm us…"}], "boss": [{"speaker": "Garon", "line": "Are you actually attempting to engage me in battle? Very well. Do your best!"}, {"speaker": "Garon", "line": "Hmpf. This is a waste of time. My men can take it from here."}, {"speaker": "Xander", "line": "How reckless. Corrin hasn't prepared you for this fight. Well, his/her failings will be your undoing. Prepare to die."}, {"speaker": "Peri", "line": "I'm gonna bring your guts back to Lord Xander! Teeheehee!"}, {"speaker": "Peri", "line": "Huh...that's strange. Usually, I'm the one doing the stabbing and killing. I need to retreat and think about this..."}, {"speaker": "Laslow", "line": "Hey! Don't look at me like that!"}, {"speaker": "Laslow", "line": "Blast. I hope Xander doesn't restrict my leisure time for this..."}, {"speaker": "Corrin", "line": "You're not my father, and you never were. Prepare to die.", "unit": "Corrin", "boss": "Garon"}, {"speaker": "Garon", "line": "I may not be your father, but I will slap you down like a child. This foolishness ends now!", "unit": "Corrin", "boss": "Garon"}, {"speaker": "Corrin", "line": "Brother, this is madness.", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Xander", "line": "I’m not your brother anymore. Put that notion out of your head. By your own choice, we are enemies now. Prepare to fight!", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Peri", "line": "Ooh! I found you, you little traitor!", "unit": "Corrin", "boss": "Peri"}, {"speaker": "Corrin", "line": "I am not a traitor! King Garon is a tyrant! And who are you, anyway?", "unit": "Corrin", "boss": "Peri"}, {"speaker": "Peri", "line": "Not a traitor? But Lord Xander said you were... I'm Peri! No offense, but I'm going to kill you now.", "unit": "Corrin", "boss": "Peri"}, {"speaker": "Corrin", "line": "None taken. Wait, what am I saying?", "unit": "Corrin", "boss": "Peri"}, {"speaker": "Corrin", "line": "Who are you? I don't remember you from the castle....", "unit": "Corrin", "boss": "Laslow"}, {"speaker": "Laslow", "line": "Oh, that's too bad. I've always had the highest opinion of you. I'm Laslow, one of Lord Xander's retainers.", "unit": "Corrin", "boss": "Laslow"}, {"speaker": "Corrin", "line": "And I suppose you're here to stop me like the others...", "unit": "Corrin", "boss": "Laslow"}, {"speaker": "Laslow", "line": "Yes, per Lord Xander's orders. It does seem unfortunate.", "unit": "Corrin", "boss": "Laslow"}, {"speaker": "Corrin", "line": "*sigh*", "unit": "Corrin", "boss": "Laslow"}], "end": [{"speaker": "Corrin", "line": "*huff* *huff* I...I think we’re safe here."}, {"speaker": "Xander", "line": "You can’t escape from me, Corrin."}, {"speaker": "Corrin", "line": "Brother!"}, {"speaker": "Xander", "line": "You’ve gotten stronger, little prince/princess. But not strong enough. You have betrayed not only your king but your whole family. To think...I once called you Brother/Sister and loved you with all my heart…"}, {"speaker": "Elise", "line": "Xander! Corrin! Please stop what you’re doing!"}, {"speaker": "Corrin", "line": "Elise! What are you doing?"}, {"speaker": "Xander", "line": "Stand back, Elise. Leave this to me."}, {"speaker": "Elise", "line": "No! I won’t let you hurt Corrin. If you must fight someone...fight me!"}, {"speaker": "Corrin", "line": "Elise, please. Don’t do this."}, {"speaker": "Azura", "line": "Quickly—Elise has distracted Xander. Now’s our chance! We have to cut our losses and run. Fighting here put the innocent people of Nestra at risk."}, {"speaker": "Corrin", "line": "But…"}, {"speaker": "Azura", "line": "Hurry, Corrin!"}, {"speaker": "Corrin", "line": "Argh!"}, {"speaker": "Xander", "line": "That’s right. Run away while you can. I will always find you, little prince/princess. It is your destiny to face me…"}, {"speaker": "Takumi", "line": "I think we really did shake them this time."}, {"speaker": "Corrin", "line": "Yes. For now. But we’re eventually going to have to settle things once and for all with Xander. I’ve got a lot of work to do before I’ll be his equal in battle."}, {"speaker": "Takumi", "line": "You’re right. I’ve also got a long way to go."}, {"speaker": "Corrin", "line": "Still, we should take advantage of this chance to rest. We won’t get many. Have you seen Azura? I want to make sure she gets the message."}, {"speaker": "Takumi", "line": "Hmm, I saw her a minute ago… Ah, she’s right over there. Behind that tree."}, {"speaker": "Corrin", "line": "Thanks, Takumi. Tend to your wounds, and rest well. I’ll talk to you later."}, {"speaker": "Corrin", "line": "Hello, Azura. Is everything OK?"}, {"speaker": "Azura", "line": "UNNGH…"}, {"speaker": "Corrin", "line": "Whoa, what’s wrong?"}, {"speaker": "Azura", "line": "*huff* *huff* Corrin?"}, {"speaker": "Corrin", "line": "Yes, it’s me! What’s going on? Are you hurt?"}, {"speaker": "Azura", "line": "No, no. I’m fine. Please, don’t worry…"}, {"speaker": "Corrin", "line": "You really don’t seem fine. Wait here. I’ll go get Sakura."}, {"speaker": "Azura", "line": "No! Really, I’m fine. I just...need a moment."}, {"speaker": "Corrin", "line": "Are you sure? You look exhausted."}, {"speaker": "Azura", "line": "Yes. I suppose I am. Thank you for your concern. Really, though. I’m starting to feel better…"}, {"speaker": "Corrin", "line": "All right…"}, {"speaker": "Azura", "line": "Come on, we should get going. Ryoma is still out there somewhere."}, {"speaker": "Corrin", "line": "Wait, Azura—"}, {"speaker": "Corrin", "line": "Damn."}]}