{"chapter": "13B", "title": "Another Hope", "speakers": ["Azura", "Sakura", "Takumi", "Hinoka", "Corrin", "Camilla", "Hans", "Old Woman", "Girl", "Old Man", "Boy", "Child", "Selena", "Beruka", "Leo", "???", "Scarlet", "Ryoma"], "dialogue_counts": {"Azura": 1, "Sakura": 2, "Takumi": 2, "Hinoka": 5, "Corrin": 32, "Camilla": 23, "Hans": 6, "Old Woman": 1, "Girl": 1, "Old Man": 2, "Boy": 1, "Child": 1, "Selena": 4, "Beruka": 5, "Leo": 10, "???": 6, "Scarlet": 4, "Ryoma": 1}, "gender_counts": {"M": 19, "F": 44, "N": 12, "A": 32}, "lines": 107, "transitions": "FFMFAFAFA-F-F-FAFAFAFAF-AFMFFA-MFAFA-FA-N-N-N-N-N-N-M-M-F-F-F-F-F-F-FAFA-FAFAF-FAFAF-FAFAFAFAF-AMAMFMFMMFMAMANMNMNMNFMMM-AFAFAFNANAMA", "intro": [{"speaker": "Azura", "line": "Finally. This is Cheve."}, {"speaker": "Sakura", "line": "Oh, I hope Ryoma is here..."}, {"speaker": "Takumi", "line": "He's the toughest person I've ever met, but... I'm still worried."}, {"speaker": "Hinoka", "line": "Have faith, Takumi. Soon, the six of us will be reunited in the fight against Nohr!"}, {"speaker": "Corrin", "line": "I agree. I'm confident we're on the right path."}, {"speaker": "Hinoka", "line": "Hmm, someone's coming this way."}, {"speaker": "Corrin", "line": "Who is it?"}, {"speaker": "Hinoka", "line": "I can't tell yet. Look, over there, coming out of the shadows."}, {"speaker": "Corrin", "line": "It can't be Xander. He couldn't have tracked us down so quickly. Wait. That's not Xander. But it's definitely trouble..."}, {"speaker": "Camilla", "line": "Ah. I see you miss your big sister."}, {"speaker": "Camilla", "line": "Heh. You're so...cute."}, {"speaker": "Camilla", "line": "Oh, my darling Corrin! I missed you so much...A little birdie told me that you were coming here, and I just couldn't resist."}, {"speaker": "Corrin", "line": "Camilla!"}, {"speaker": "Hinoka", "line": "Back off, lady! That's my brother/sister you're smothering."}, {"speaker": "Corrin", "line": "No, Hinoka...it's OK."}, {"speaker": "Camilla", "line": "So, this is your new big sister, eh? Hmm..."}, {"speaker": "Corrin", "line": "Camilla... I hope you know I could never replace you. But I couldn't stand for what King Garon represents, either. I had to make an impossible decision..."}, {"speaker": "Camilla", "line": "Well, I'm happy for you. I'm happy to see you with your new siblings and your new friends. All I ever wanted was for you to be loved! So I'm glad that you are, even though we're not together any longer."}, {"speaker": "Corrin", "line": "Camilla..."}, {"speaker": "Camilla", "line": "If only this joy could last, baby brother/sister... Oh, how I wish it didn't have to be this way."}, {"speaker": "Corrin", "line": "What are you doing?"}, {"speaker": "Sakura", "line": "Look out, Corrin!"}, {"speaker": "Takumi", "line": "Will someone hurry up and take her out?"}, {"speaker": "Hinoka", "line": "I'm working on it!"}, {"speaker": "Camilla", "line": "Oh, I'm so terribly jealous of you all. My dear Corrin chose you. He'll/She'll never be our brother/sister again. I'll never get to sing him/her to sleep. We've loved him/her for most of his/her life, but I guess that wasn't enough in the end... I'll make you pay for taking him/her from us! You'll all die, here and now!"}, {"speaker": "Corrin", "line": "Camilla, no!"}, {"speaker": "Hans", "line": "Is it time, milady?"}, {"speaker": "Camilla", "line": "Yes, yes. Sorry for the delay."}, {"speaker": "Corrin", "line": "Hans?!"}, {"speaker": "Camilla", "line": "I'm sorry, dearest Corrin. I wish all could be as it was, but I came here to fight. I won't allow you to meet with the Hoshidan prince! Hans and my lovely retainers will help me take good care of you!"}, {"speaker": "Corrin", "line": "Camilla, please! No!"}, {"speaker": "Camilla", "line": "I love you, Corrin. But if you survive long enough to make it all the way up here... I will do what I must and pierce your body with my blade. And then cradle you in my arms...just as I did when you were a child."}, {"speaker": "Corrin", "line": "Sister..."}], "visit": [{"speaker": "Old Woman", "line": "You must be from Hoshido, right? No need to hide it from me! People here are fed up with Nohr. We're on your side! Here, I don't have much, but maybe this will help. Good luck!"}, {"speaker": "Girl", "line": "I heard that the resistance fighters have some mysterious new recruit. If you meet up with them, can you give the new guy this gift? We need all the help we can get!"}, {"speaker": "Old Man", "line": "I spent some time in Hoshido as a younger man. What a wonderful place. Here, take this. It was a souvenir from my time there. This feels like fate!"}, {"speaker": "Old Man", "line": "We may be under Nohrian rule, but not everyone here supports the king. Here, take this. Give it to someone who can make good use of it."}, {"speaker": "Boy", "line": "Are you working with the resistance fighters? Their leader is named Scarlet. Here, take this. And keep fighting the good fight!"}, {"speaker": "Child", "line": "You're here to fight all those meanies from Nohr, right? Well, take this! I hope you give 'em hell!"}], "boss": [{"speaker": "Hans", "line": "I've always wanted a trophy... I think I'll keep your head in a jar."}, {"speaker": "Hans", "line": "Not again..."}, {"speaker": "Selena", "line": "Ugh, you don't deserve to even LOOK at me. Get out of here!"}, {"speaker": "Selena", "line": "Whatever. I wasn't even trying my best..."}, {"speaker": "Beruka", "line": "My orders are to kill everyone from Hoshido. I will not fail."}, {"speaker": "Beruka", "line": "I've failed...for now."}, {"speaker": "Camilla", "line": "Oh, how I envy all the time you've spent with my dear Corrin..."}, {"speaker": "Camilla", "line": "I still love you, Corrin..."}, {"speaker": "Selena", "line": "Well, if it isn't Corrin. Do you even remember who I am?", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Corrin", "line": "Um...", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Selena", "line": "Ugh, whatever! Like I care whether you remember me or not. You're a monster for making Lady Camilla so sad! Now it's up to me to make you pay for breaking her heart!", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Corrin", "line": "Gah!", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Beruka", "line": "It's not my place to question orders. But still...I don't understand.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Corrin", "line": "What do you mean?", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Beruka", "line": "Lady Camilla can't stop talking about how much she loves you. And yet she's ordered me to kill you and all your friends.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Corrin", "line": "It's complicated.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Beruka", "line": "No matter. My mission is to kill, and I will not fail.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Camilla", "line": "Ah, Corrin. So we'll get to dance one last time after all.", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Corrin", "line": "Camilla. Please clear the way. I don't want to fight you.", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Camilla", "line": "Well, I don't want to fight you either! But your decision left me no choice.", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Corrin", "line": "Can't you see what Garon is doing? I had no choice!", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Camilla", "line": "Darling, I'm completely talked out. It's time for action. Get over here!", "unit": "Corrin", "boss": "Camilla"}], "end": [{"speaker": "Camilla", "line": "Well, if someone had to defeat me...I'm glad it was you, Corrin. Are you going to kill me now? It has to be you... Don't let anyone else do it."}, {"speaker": "Corrin", "line": "No, Camilla. I can't just kill you in cold blood."}, {"speaker": "Camilla", "line": "Won't you even put a defeated enemy out of her misery? Aww, that's the Corrin I know. So sweet and innocent. But then...why did you betray us, Brother/Sister? Tell me! Why are you fighting for Hoshido?"}, {"speaker": "Corrin", "line": "Camilla, you have to listen to me. King Garon was manipulating me. Possibly for as long as I've been alive!"}, {"speaker": "Camilla", "line": "What?! How so?"}, {"speaker": "Corrin", "line": "The sword he gave me before I left the castle was cursed. He knew I'd fall in with the Hoshidans and get close to the queen. That's when the sword exploded, killing her and dozens of innocent people."}, {"speaker": "Camilla", "line": "But...but what would have happened to you, Corrin?"}, {"speaker": "Corrin", "line": "I probably should have been killed as well, if not for Queen Mikoto's sacrifice. Garon surely didn't care if I died, as long as his plan inflamed relations with Hoshido."}, {"speaker": "Camilla", "line": "How DARE he even THINK about harming a hair on your precious head! To think that Father has been up to such evil... I can't believe it. I'm sorry, Corrin. I had no idea."}, {"speaker": "Corrin", "line": "Hold! Who's there?"}, {"speaker": "Leo", "line": "Stay right where you are, traitor. And please stop trying to brainwash my sister."}, {"speaker": "Corrin", "line": "Leo! I'm glad you're here. Camilla and I have something to-"}, {"speaker": "Leo", "line": "Enough. Sorry for the delay, Sister. I'll take over from here."}, {"speaker": "Camilla", "line": "No, Leo! Listen to Corrin. He's/She's still the same person we knew."}, {"speaker": "Leo", "line": "Sister... Listen carefully. He's/She's fooling you. Do not allow him/her to do so!"}, {"speaker": "Camilla", "line": "But..."}, {"speaker": "Leo", "line": "Please stand back, Sister. Your wounds are serious. You should be resting."}, {"speaker": "Leo", "line": "I'll take it from here... I'm the only little brother you have left, after all."}, {"speaker": "Camilla", "line": "Leo..."}, {"speaker": "Leo", "line": "Listen up, Corrin! I'm coming for you and all your friends. That's the only way to fix what you've broken. If you don't want to be my brother/sister, fine! I'll erase you from my heart forever!"}, {"speaker": "Corrin", "line": "No!"}, {"speaker": "Leo", "line": "Argh!"}, {"speaker": "Corrin", "line": "What's happening?"}, {"speaker": "???", "line": "..."}, {"speaker": "Leo", "line": "Who are you?"}, {"speaker": "???", "line": "Wouldn't you like to know?"}, {"speaker": "Hans", "line": "How dare you attack Lord Leo! Prepare to die for your mistake."}, {"speaker": "???", "line": "Heh. And how do you propose defeating us with so few soldiers?"}, {"speaker": "Hans", "line": "What are you talking about?"}, {"speaker": "???", "line": "Soldiers! Sally forth!"}, {"speaker": "Scarlet", "line": "We're on it! Look at those pathetic losers. We can take 'em, no problem."}, {"speaker": "Leo", "line": "Where did you come from? When did the resistance get this strong?"}, {"speaker": "Hans", "line": "Milord, we must retreat. We don't have a chance against these numbers."}, {"speaker": "Leo", "line": "Damn it! If Camilla weren't injured, we could make a stand... But I think you're right. We have no choice but to leave. This isn't over, Corrin!"}, {"speaker": "Corrin", "line": "Whew..."}, {"speaker": "Scarlet", "line": "Ha! They turned tail and ran! I guess the Nohrian royal army isn't so tough after all!"}, {"speaker": "Corrin", "line": "Thank you, stranger. I'm not sure what would have happened if you hadn't arrived."}, {"speaker": "Scarlet", "line": "No problem. I'm Scarlet, by the way."}, {"speaker": "Corrin", "line": "Nice to meet you. I'm Corrin from Hoshido. So you're the leader of this resistance force we keep hearing about..."}, {"speaker": "Scarlet", "line": "Yeah, that's us. Even though we live in Nohrian territory, we can't stand Garon. That's why we're on your side. The enemy of my enemy is my friend, right?"}, {"speaker": "???", "line": "Heh. Heh."}, {"speaker": "Corrin", "line": "Oh, and you're the brave soldier who was first on the scene. You weren't scared of Leo at all, were you? I wish I could say we were as brave."}, {"speaker": "???", "line": "You still don't know who I am, do you?"}, {"speaker": "Corrin", "line": "No. Should I? Wait...it can't be..."}, {"speaker": "Ryoma", "line": "Haha! Thanks for coming all the way here to my aid, Corrin."}, {"speaker": "Corrin", "line": "Ryoma! Boy, are we glad to see you!"}]}