{"chapter": "14C", "title": "Voice Of Paradise", "speakers": ["Corrin", "Camilla", "Leo", "Odin", "Niles", "Garon", "Iago", "Azura", "Kumagera", "Keaton", "Hans"], "dialogue_counts": {"Corrin": 58, "Camilla": 2, "Leo": 31, "Odin": 2, "Niles": 2, "Garon": 11, "Iago": 4, "Azura": 4, "Kumagera": 6, "Keaton": 11, "Hans": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 132, "transitions": "------------------", "intro": [{"speaker": "Corrin", "line": "Camilla, are you sure we shouldn't go straight home?"}, {"speaker": "Camilla", "line": "Yes, silly Brother/Sister. Father wishes to meet with us here in Cyrkensia. It's his favorite town in all of Nestra."}, {"speaker": "Corrin", "line": "But isn't it dangerous for Father to travel to a place like this?"}, {"speaker": "Camilla", "line": "It's fine. Father comes here often, and nothing bad has ever happened. Nestra is neutral territory, so you need not fear unless you try to start a fight."}, {"speaker": "Corrin", "line": "Oh, I see. So we should all be safe here. That's a relief."}, {"speaker": "Leo", "line": "It's always best to remain on guard. Stay on your toes, Corrin. This territory may be neutral, but there might be unruly Hoshidans about."}, {"speaker": "Corrin", "line": "Leo!!"}, {"speaker": "Leo", "line": "Long time no see, Brother/Sister."}, {"speaker": "Corrin", "line": "I'm so happy to see you! Did you finish Father's mission already?"}, {"speaker": "Leo", "line": "For the most part. All that's left is to guard Father during his time here. After that, I'm free to do as I please. That means I'll be joining you."}, {"speaker": "Corrin", "line": "Thank you, Leo. I'll feel much better with you on our team."}, {"speaker": "Odin", "line": "Milord! You've finally arrived! I’ve been so worried... My mind has been spiraling intro a dark abyss ever since we parted!"}, {"speaker": "Niles", "line": "It's nice to have you back. While you were doing the king's bidding we couldn't help but wonder what awful trials he was forcing you to endure. We've been terribly worried."}, {"speaker": "Leo", "line": "Whoa! This has gotten way too mushy way too fast!! I appreciate your concern, both of you, but give me some breathing room!"}, {"speaker": "Odin", "line": "Heh, sorry..."}, {"speaker": "Niles", "line": "As you wish, milord."}, {"speaker": "Leo", "line": "If you are quite finished, Father should be here shortly. I'm expected to be at the theatre well before he arrives. If you'll excuse me..."}, {"speaker": "Corrin", "line": "The theatre? What theatre?"}, {"speaker": "Leo", "line": "Ah, that's right. This is your first time in the fair town of Cyrkensia. This place is known for its incredible singers and dancers. They always put on a big performance whenever Father comes to visit."}, {"speaker": "Corrin", "line": "That's interesting... Sounds exciting."}, {"speaker": "Leo", "line": "If you're free, you should take the time to watch. It's sure to be breathtaking. Even warriors need to rest now and then. Just don't get carried away. Anyway, I really must be going. I'll catch up with you later!"}, {"speaker": "Corrin", "line": "Bye, Leo!"}, {"speaker": "Corrin", "line": "It's so hard to put up a front when I'm still reeling from the tragedy in Cheve. As fun as it sounds, I'm in no mood for a show right now. Maybe Hans was lying. It's possible Father didn't really intend for us to... I'll ask him about it whenever I get the chance. I need to know. And if he did give the order, maybe I can convince him there's a better way."}, {"speaker": "Corrin", "line": "Wow! THIS is Cyrkensia's opera house?! It's incredible..."}, {"speaker": "Leo", "line": "Corrin! Over here!"}, {"speaker": "Corrin", "line": "There you are, Leo! I'm glad I finally found you. I've never seen such a huge crowd."}, {"speaker": "Leo", "line": "It's something else, isn't it? You're just in time. Father arrived moments ago. Father... Corrin is here."}, {"speaker": "Garon", "line": "..."}, {"speaker": "Corrin", "line": "Father..."}, {"speaker": "Garon", "line": "Corrin, I have received word about the incident in Cheve. I am told you eradicated the rebels, as well as the unarmed townspeople."}, {"speaker": "Corrin", "line": "Father, let me explain..."}, {"speaker": "Garon", "line": "You did well, Corrin."}, {"speaker": "Corrin", "line": "Huh?!"}, {"speaker": "Garon", "line": "When I heard that your group destroyed Cheve, I couldn't have been prouder. Rebellions are like seeds. One must salt the earth before they sprout. I knew you'd eventually come around and learn to accept my method of ruling. I'm told you even enjoyed watching the life spark fade from the injured rebel soldiers. Hans praised you highly for displaying behavior befitting a Nohrian royal."}, {"speaker": "Corrin", "line": "But, Father... That's not true! Why would Hans say that?! I need to talk to you about what happened in Cheve. If you'll please allow me to–"}, {"speaker": "Iago", "line": "Lord/Lady Corrin, the performance is about to begin. Please take your seat."}, {"speaker": "Corrin", "line": "But–"}, {"speaker": "Iago", "line": "Such an important show cannot be delayed for one person, even a prince/princess. You can discuss your newfound Nohrian pride with King Garon later."}, {"speaker": "Leo", "line": "What's wrong, Brother/Sister? Did something happen in Cheve?"}, {"speaker": "Corrin", "line": "Yes, Leo... Something awful. But I suppose I'll have to discuss it with Father later."}, {"speaker": "Leo", "line": "Yes I'm afraid so. We can't keep the performers waiting. Your seat is right over there. Please hurry–it's about to begin."}, {"speaker": "Corrin", "line": "OK, I'm going. I'll fill you in later, Leo."}, {"speaker": "Corrin", "line": "Huh... It occurs to me I haven't seen Azura in a while. She would love to see this... I hope she found a seat elsewhere."}, {"speaker": "Azura", "line": "Embrace the dark you call a home, ♪ Gaze upon an empty, white throne..."}, {"speaker": "Garon", "line": "Argh... Urgh...!!"}, {"speaker": "Iago", "line": "My king! What's wrong?! King Garon!! Soldiers! Capture that performer! Do it NOW! Her song may have been a curse of some kind..."}, {"speaker": "Corrin", "line": "A curse?! Father..."}, {"speaker": "Leo", "line": "Corrin! Hurry, we need to catch that singer! Huh?! The stage... It's empty."}, {"speaker": "Corrin", "line": "Did she get away?! Well, she couldn't have gotten far. Let's hurry!"}, {"speaker": "Leo", "line": "Right!"}, {"speaker": "Kumagera", "line": "Stop right there, Nohrians."}, {"speaker": "Corrin", "line": "Hoshidan soldiers?!"}, {"speaker": "Kumagera", "line": "Back away if you wish to live. This war ends now... And the way to peace begins with the Nohrian king's death."}, {"speaker": "Corrin", "line": "You intend to buy peace with death? That's madness!"}, {"speaker": "Leo", "line": "So the Hoshidans are responsible for that singer's curse. I should have known."}, {"speaker": "Kumagera", "line": "Singer? Curse? What are you rambling on about?"}, {"speaker": "Leo", "line": "Don't play dumb. One of your underlings performed a cursed song to hurt our father!"}, {"speaker": "Kumagera", "line": "I have no idea what you're referring to, nor do I care. Leave it to a filthy Nohrian to fabricate a story to try and distract us."}, {"speaker": "Leo", "line": "You're a liar and a coward! I won't let you get away with this!"}, {"speaker": "Azura", "line": "Corrin, what's going on?!"}, {"speaker": "Corrin", "line": "Azura! Where have you been?"}, {"speaker": "Azura", "line": "Sorry I'm late. I wasn't feeling well, so I went outside to get some air. Why are there Hoshidan soldiers here?"}, {"speaker": "Corrin", "line": "They've come to kill Father. They used some strange song to incapacitate him. Oh! While you were outside, did you see a strange woman fleeing the opera house?"}, {"speaker": "Azura", "line": "...No. I did not."}, {"speaker": "Kumagera", "line": "So you refuse to back down, eh? We'll just have to kill you all! Troops! Prepare to attack!"}, {"speaker": "Leo", "line": "Dammit... We have no choice. We'll have to fight them off!"}, {"speaker": "Corrin", "line": "Let's do this."}], "battle": [{"speaker": "Keaton", "line": "*sigh* I've made a real mess for myself. I came down the mountain to gather bugs for my collection, but now I'm lost... Hm? What's going on over there? I thought I heard a ruckus, but wow, that's a lot of people. Hmm... HMM... Ah! That guy/lady looks nice. I'll ask him/her for directions back up the mountain. I may have a horrible sense of direction, but I'm a great judge of character!"}], "recruit-talk": [{"speaker": "Keaton", "line": "Hey, you! Yeah, you with the sword and the hair and stuff!!", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "WHAA! Wh-why does that man have a tail?!", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Wow, really? That's really how you're gonna play this? I thought you looked like a nice guy/lady, but you clearly have issues... For the record, I am NOT a man with a tail. I'm a wolfskin, and proud of it.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Wolfskin? Sorry, but what's that?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Seriously? Have you been living in isolation your whole life or what?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Actually...", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "As a wolfskin, I can transform into a wolf by using a beaststone. Pretty killer, eh?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Wow, it really is! Sorry, I've lived a rather...sheltered life. I hope I didn't offend you. May I ask what you're doing here?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Well, I'm sort of...just a bit...unsure of my whereabouts. I can't find my way home. I was thinking maybe...ya know...you could help a fella out?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Ah, so that's why you called out to me. You're lost, poor thing.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "No! No... I mean...maybe. I'm maybe just a little lost. but mostly not lost at all. It's complicated.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Sorry, but I actually don't know this area, much less the way back to your home.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Oh, I see. well, whatever. I can manage on my own. I'll be fine...", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Wait! Why don't you join my team? You can stick with us until you find your way home. You seem like you'd be a great ally. What do you say?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Join your group... Hmm... Well, I could find my way home anytime I wanted. Let's get that clear. But if you really think I'd be helpful, I can't very well turn you down.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Ha, your tail is wagging! Does that mean you're happy right now? Happy to join us?", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "My tail is NOT wagging! It's not! Got it?! Anyway, I guess it's settled. Nice to know ya! The name's Keaton. As a token of our new friendship, I'd like you to have this treasure I came across.", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "It's a...hair ball...?!", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Keaton", "line": "Heh heh, gorgeous, ain't it? Best one I've seen in ages. No need to thank me. As my new pal, I'm entrusting this gem to you. You better take good care of it, or else!", "recruiter": "Corrin", "recruit": "Keaton"}, {"speaker": "Corrin", "line": "Thanks... I'll do that.", "recruiter": "Corrin", "recruit": "Keaton"}], "boss": [{"speaker": "Kumagera", "line": "We're not leaving until King Garon has met his maker. Stay out of our way!"}], "end": [{"speaker": "Corrin", "line": "We somehow managed to win...but it seems that singer got away. Who even has the kind of power necessary to curse Father with a song?"}, {"speaker": "Leo", "line": "I don't know, but I intend to find out. She's most certainly with the Hoshidans. We'll all be in a world of hurt if she shows up again. She must be stopped."}, {"speaker": "Corrin", "line": "I'm not convinced she was Hoshidan... I have a strange feeling that..."}, {"speaker": "Garon", "line": "Corrin!"}, {"speaker": "Corrin", "line": "Father? How are you feeling?"}, {"speaker": "Garon", "line": "I'm fine, my son/daughter. I have a new task for you. Kill all of the singers in Nestra. Every last one of them."}, {"speaker": "Corrin", "line": "WHAT?! Y-you can't be serious! It was the Hoshidans who attacked us. The other performers are innocent!"}, {"speaker": "Garon", "line": "Foolish boy/girl. This is the only way to keep our royal family safe. Perhaps if you had caught the guilty party, the others could have been spared. But we must destroy anyone who might pose a threat to the Nohrian throne. As I said, rebellions are like seeds, and we must salt the earth before they sprout. You've seen many battles by now. Surely you've at least learned that much."}, {"speaker": "Corrin", "line": "But Father! I won't—"}, {"speaker": "Iago", "line": "Consider it done, my king."}, {"speaker": "Hans", "line": "Leave it to us, Your Majesty."}, {"speaker": "Garon", "line": "Iago, Hans. I look forward to hearing good news of Corrin's efforts."}, {"speaker": "Corrin", "line": "Wait! Both of you! Father, I tried to bring this up earlier, but now it simply can't wait. You keep ordering me to take lives of innocent people. Why? If we showed mercy and tried to talk things out instead, no one would have to die. Even if we manage to win the war this way, people will lose faith in our kingdom. That's hardly even winning..."}, {"speaker": "Garon", "line": "Lose faith? Are you a princess or a saint, foolish child? After what you did in Cheve, I'm shocked to hear such a moralistic complaint."}, {"speaker": "Corrin", "line": "It's true... I didn't stop Hans in Cheve, as much as I wanted to. But what happened there tortures me, Father. It's no way to solve a conflict. Killing innocent people for our own benefit...for selfish glory and control... Is that really the Nohrian way? Is that really the legacy you wish to leave behind?!"}, {"speaker": "Garon", "line": "You finally understand, though you still fight it. I desire only to rule Hoshido. I, and those who follow me, will do whatever it takes to achieve that. I don't care if the peons that fill our towns don’t trust us. They are nothing to me. Those who disobey will die. The rest will quickly learn."}, {"speaker": "Corrin", "line": "!!"}, {"speaker": "Leo", "line": "Corrin, that's enough. Let's go. Father, Corrin is clearly exhausted from his/her travels and our recent battle. Please forgive his/her rude remarks. He/She doesn't truly feel that way."}, {"speaker": "Corrin", "line": "That's not true, Leo!"}, {"speaker": "Leo", "line": "I said that's enough! Let's go. NOW."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Leo", "line": "What were you thinking, challenging Father like that? Do you have a death wish?"}, {"speaker": "Corrin", "line": "Leo, you heard the awful things he said. You don't agree with him...right? You can't agree that it's acceptable to kill innocent people for our own benefit!"}, {"speaker": "Leo", "line": "Of course I don't. Why do you think I helped you save Kaze and Rinkah? But just because we disagree doesn't mean we can openly disobey Father. If you do, one of these days he'll overreact a have you killed on the spot. Trust me, Brother/Sister. It's best to just stay silent and follow orders."}, {"speaker": "Corrin", "line": "That's what Camilla said..."}, {"speaker": "Leo", "line": "Your other siblings and I have been living under Father's thumb our whole lives. I am certain Xander and Elise would tell you the same thing."}, {"speaker": "Corrin", "line": "I see. I know that's how you and the others have been forced to live all these years... I understand your perspective, but I simply can't carry out the orders Father just gave. I refuse to harm the innocent. All I want to do is protect them—to protect everyone."}, {"speaker": "Leo", "line": "Corrin, wait! Think about who you're talking to. You know me better than that. As I said, we must follow Father's orders...or at least appear to follow them."}, {"speaker": "Corrin", "line": "What do you mean?"}, {"speaker": "Leo", "line": "Listen well. We may not be able to openly disobey him, but we're not powerless. Us royal siblings have made an art of appearing to be good little soldiers... All while secretly manipulating things for the better from behind the scenes. How do you think we've survived this long with our souls intact?"}, {"speaker": "Corrin", "line": "Leo... I'm impressed. But isn't it dangerous to go behind Father's back all the time?"}, {"speaker": "Leo", "line": "Sometimes the righteous path is the most treacherous one to walk. Listen up. Start searching in unlikely places to give the performers time to escape. If our soldiers catch any of them, I'll step in and insist on killing them myself. I can't promise we'll be able to save them all, but that's the best I can do."}, {"speaker": "Corrin", "line": "Leo... Thank you. I'm sorry I doubted you, even if just for a moment."}, {"speaker": "Leo", "line": "Heh, no worries. But don't think I'm doing this for you! You know how whiny Camilla and Elise get when you're unhappy. No one wants that. Besides, doing things like this is exciting. It's not like I'm a hero or anything."}, {"speaker": "Leo", "line": "Huh?! My Brynhildr is...glowing! And so is your Yato... What's going on?!"}, {"speaker": "Corrin", "line": "Could it be? Is this the transformation the Rainbow Sage spoke of...? WHOA!!"}, {"speaker": "Corrin", "line": "The Yato has transformed! This must be the Grim Yato the rainbow Sage told me about."}, {"speaker": "Leo", "line": "Grim Yato... what are you talking about?! Did I miss something?"}, {"speaker": "Corrin", "line": "In Notre Sagesse, I sought out the Rainbow Sage as Xander suggested. The Sage said I would soon join forces with another hero of Nohr... And when I did, that my Yato would evolve into the Grim Yato."}, {"speaker": "Leo", "line": "The Sage said that? Incredible. Does that mean...I'm that Nohrian hero?"}, {"speaker": "Corrin", "line": "That's the only explanation. There's some sort of otherworldly connection between our weapons. The sage also said my sword is fated to become the true Seal of Flames. That's all he was able to tell me."}, {"speaker": "Leo", "line": "The Seal of Flames... I wish I had time to digest all this, but time is a luxury we don't have. Iago and Hans might have already captured some of the singers. I'll leave you here. Promise not to challenge Father while I'm gone. I mean that, Brother/Sister. Your life depends on it."}, {"speaker": "Corrin", "line": "..."}]}