{"chapter": "15B", "title": "Wolfskin Peak", "speakers": ["Kaze", "Corrin", "Ryoma", "Wolfskin", "Keaton", "Takumi", "Hinoka", "Azura", "Lilith", "Felicia", "Jakob"], "dialogue_counts": {"Kaze": 29, "Corrin": 52, "Ryoma": 20, "Wolfskin": 4, "Keaton": 13, "Takumi": 1, "Hinoka": 4, "Azura": 2, "Lilith": 1, "Felicia": 1, "Jakob": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 128, "transitions": "----------------------", "intro": [{"speaker": "Kaze", "line": "Pardon me, milord/milady. I've finished scouting the surrounding area."}, {"speaker": "Corrin", "line": "Thank you Kaze. How does it look?"}, {"speaker": "Kaze", "line": "I'm afraid it's not good. I don't believe the Nohrian army is aware of our precise location, but... They have moved to block all possible routes to the castle. Even the back roads and trails. They are being quite thorough. There are thousands of troops massing."}, {"speaker": "Corrin", "line": "Thousands. And we are just a handful. Well, thank you again, Kaze, for taking on such a difficult scouting mission."}, {"speaker": "Kaze", "line": "Of course, milord/milady. May I ask... How do you plan on proceeding? I don't see any way we can get around Nohr's forces undetected."}, {"speaker": "Corrin", "line": "There's really NO other route we can take?"}, {"speaker": "Ryoma", "line": "That's not entirely true."}, {"speaker": "Corrin", "line": "Oh? Well, let's hear it! It doesn't look like we have any other options."}, {"speaker": "Ryoma", "line": "Technically speaking, it is possible to reach Nohr via Mount Garou. However, Mount Garou is more commonly known as the Impassable Peak."}, {"speaker": "Kaze", "line": "How can you even suggest such a thing, Lord Ryoma? We'd fare better against 10,000 Nohrian soldiers out in the open!"}, {"speaker": "Ryoma", "line": "I am aware of the downside... and so is Nohr. That must be why they're forcing us in that direction."}, {"speaker": "Kaze", "line": "Right. I didn't see any troops blocking the entrance to the peak... But that is surely intentional."}, {"speaker": "Ryoma", "line": "What do you think, Corrin? This may be our best chance."}, {"speaker": "Corrin", "line": "Well, we can't just stay here. We're a small force, but we're powerful and nimble. I think we should take our chances with Garou."}, {"speaker": "Ryoma", "line": "Then it is agreed. Kaze, can you guide us to the best possible entry point?"}, {"speaker": "Kaze", "line": "Of course, milord."}, {"speaker": "Corrin", "line": "*huff* *huff* *huff* First the Eternal Stairway...now this. At least we don't have to worry about staying in condition with all this exercise."}, {"speaker": "Ryoma", "line": "I'm afraid the physical demands of this peak aren't our only worry... How are you doing, Corrin? Do you need to take a break?"}, {"speaker": "Corrin", "line": "No, I'm OK. But it looks as though we've put some distance on the others. Perhaps we should give them a chance to catch up and rest."}, {"speaker": "Ryoma", "line": "Good idea. I'll backtrack a little bit and alert the leaders. Wait...someone else is here!"}, {"speaker": "Corrin", "line": "Where? I don't see anyone..."}, {"speaker": "Wolfskin", "line": "Grrrr..."}, {"speaker": "Ryoma", "line": "Watch out, Corrin!"}, {"speaker": "Wolfskin", "line": "Grr... *snarl*"}, {"speaker": "Corrin", "line": "What are we dealing with, Ryoma? Another of Nohr's monsters?"}, {"speaker": "Ryoma", "line": "No, these are wolfskin—a tribe with shapeshifting abilities. They're the other hazard associated with crossing Mount Garou."}, {"speaker": "Keaton", "line": "Hey! What are you guys doing in our den?"}, {"speaker": "Corrin", "line": "I'm sorry...who are you?"}, {"speaker": "Keaton", "line": "Me? Oh, my name's Keaton. And you CAN'T HAVE MY FUR, got it? Some other humans came and tried to get my fur. But I collected their bones instead. Ha! The joke's on them."}, {"speaker": "Ryoma", "line": "He does appear to have a collection of human bones..."}, {"speaker": "Corrin", "line": "I'm sorry. I think there's been a misunderstanding. We're not after your fur. We just want to pass through the area. We mean you no harm!"}, {"speaker": "Keaton", "line": "Really? How can I trust you? My fur is pretty soft, you know. A lot of people want it!"}, {"speaker": "Corrin", "line": "Please, believe me. We have no intention of fighting. Everyone! Set down your weapons."}, {"speaker": "Ryoma", "line": "I hope you know what you're doing, Corrin..."}, {"speaker": "Takumi", "line": "Yeah, you better be right about this."}, {"speaker": "Corrin", "line": "There. You see, we're sorry about trespassing, but we come in peace. We'd just like to pass through this area."}, {"speaker": "Keaton", "line": "Hmm..."}, {"speaker": "Wolfskin", "line": "Grr!"}, {"speaker": "Keaton", "line": "All right, all right. I think they're telling the truth. Let's let these humans through."}, {"speaker": "Corrin", "line": "Thank you Keaton. We appreciate it."}, {"speaker": "Wolfskin", "line": "Gyaaah!"}, {"speaker": "Keaton", "line": "What was that?"}, {"speaker": "Corrin", "line": "Some kind of explosion! Everyone, get down!"}, {"speaker": "Ryoma", "line": "Look, up there. What is that?"}, {"speaker": "Corrin", "line": "It looks like...dark energy. The same kind that exploded from my sword... Have we been set up by King Garon again?"}, {"speaker": "Keaton", "line": "Hey! Hey! Wake up! This isn't funny, OK? Snap to it! Aww, open your eyes. Please? Not like this... *sniff* *sniff*"}, {"speaker": "Corrin", "line": "Oh dear."}, {"speaker": "Keaton", "line": "YOU! You did this, didn't you? You were tricking us the whole time!"}, {"speaker": "Corrin", "line": "No! That's not true. We had nothing to do with this!"}, {"speaker": "Keaton", "line": "Lies! You'll die for this. ALL OF YOU!"}, {"speaker": "Kaze", "line": "Lord/Lady Corrin! Are you OK?"}, {"speaker": "Keaton", "line": "Gah! Get out of my way! This is between me and him/her."}, {"speaker": "Kaze", "line": "Urgh..."}, {"speaker": "Corrin", "line": "Kaze!"}, {"speaker": "Kaze", "line": "I don't think we can talk our way out of this one, Lord/Lady Corrin. We're going to sustain heavy losses if we don't fight back."}, {"speaker": "Keaton", "line": "I knew I shouldn't have trusted humans. None of you are leaving this place alive!"}, {"speaker": "Kaze", "line": "Quickly, Lord/Lady Corrin! We need to take action one way or another."}, {"speaker": "Corrin", "line": "Argh! I guess we have no choice... Please forgive us, wolfskin!"}], "boss": [{"speaker": "Keaton", "line": "Now I'll take your life in exchange for my friend's. Rawr!"}, {"speaker": "Keaton", "line": "Ugh... Why did you have to come here..."}], "end": [{"speaker": "Corrin", "line": "We owe the wolfskin an apology. As meaningless as they may believe it to be... We can't undo what happened here today."}, {"speaker": "Kaze", "line": "An apology may be in order, but we're not at fault here. Please don't be too hard on yourself about all of this."}, {"speaker": "Corrin", "line": "I don't know. I'll never be able to fully forgive myself. I suppose it's just another burden I'll carry until the end."}, {"speaker": "Kaze", "line": "Perhaps it's a burden I can help you carry, milord/milady."}, {"speaker": "Kaze", "line": "Would you allow me to serve you?"}, {"speaker": "Corrin", "line": "To...serve me? What do you mean?"}, {"speaker": "Kaze", "line": "Ah, pardon me. Of course you wouldn't be familiar with Hoshidan tradition. It is expected that the most skilled elite soldiers will eventually choose a liege. As you're aware, Subaki and Hana serve Lady Sakura. Hinata and Oboro support Lord Takumi. Lady Hinoka counts on Azama and Setsuna as her retainers. And Kagero and my older brother Saizo work directly for Lord Ryoma."}, {"speaker": "Corrin", "line": "Yes, of course. I suppose I'm the only one left for you. Sorry about that."}, {"speaker": "Kaze", "line": "On the contrary. I feel blessed that I've remained unattached. Because now I can pledge my loyalty to you."}, {"speaker": "Corrin", "line": "Kaze, are you sure?"}, {"speaker": "Kaze", "line": "Yes. I've seen you make tough but necesary decisions in the face of danger. I'm confident that you're the right leader for our group in this time of crisis. Besides, I've done something to you that can never be forgiven..."}, {"speaker": "Corrin", "line": "How could you possibly? I don't know what you're talking about."}, {"speaker": "Kaze", "line": "Lord/Lady Corrin, allow me to explain. When I was much younger—"}, {"speaker": "Corrin", "line": "Whoah, what's happening? I think it's a landslide! Watch out!"}, {"speaker": "Corrin", "line": "Kaze! You have to let go of me! We'll both fall if you don't!"}, {"speaker": "Kaze", "line": "Ungh...never! I couldn't live with myself. I already owe you my life...I'm the reason you were kidnapped as a child!"}, {"speaker": "Corrin", "line": "That can't be true!"}, {"speaker": "Kaze", "line": "It is. I was traveling with you that day, and I saw an unusual Nohrain troop presence. If I had only said something... But I was young... I didn't know the risk they posed. I could have prevented everything!"}, {"speaker": "Corrin", "line": "You were a child! You couldn't have known. It's not your fault!"}, {"speaker": "Kaze", "line": "I wish you were right. But I was raised in a family of ninja. I should have known better. I owe you a lifetime of service. But perhaps sacrificing myself will do."}, {"speaker": "Corrin", "line": "Kaze, no! Don't do anything foolish!"}, {"speaker": "Hinoka", "line": "Corrin! Kaze! Hold on!"}, {"speaker": "Corrin", "line": "Over here, Hinoka. Please help!"}, {"speaker": "Hinoka", "line": "I'm coming!"}, {"speaker": "Corrin", "line": "Agh...the ground is moving again!"}, {"speaker": "Kaze", "line": "It has been a pleasure serving you, Lord/Lady Corrin. Lady Hinoka! You know what you have to do. Haaa!"}, {"speaker": "Corrin", "line": "Whoa!"}, {"speaker": "Hinoka", "line": "I've got you, Corrin!"}, {"speaker": "Kaze", "line": "Please forgive me, Lord/Lady Corrin. I am only doing what is necessary."}, {"speaker": "Corrin", "line": "NO! Kaze!"}, {"speaker": "Hinoka", "line": "I...I couldn't save him! What just happened?!"}, {"speaker": "Corrin", "line": "I can't belive it... Kaze, why? WHY?!"}, {"speaker": "Ryoma", "line": "Well, we've reached the summit. How are you doing, Corrin?"}, {"speaker": "Corrin", "line": "We...we lost Kaze. I still can't believe it."}, {"speaker": "Ryoma", "line": "Yes. Another tragedy among countless tragedies we've witness of late. ... Look, Corrin. Can you see the sun breaking over the horizon?"}, {"speaker": "Corrin", "line": "Yes...I suppose I can."}, {"speaker": "Ryoma", "line": "They say the sun never shines in Nohr, but we can see that that's not true. Perhaps it's small comfort, but I take this as a good omen."}, {"speaker": "Corrin", "line": "It is warm here. The same kind of warmth I felt walking the streets of Hoshido. Perhaps Kaze's spirit lives on in another world, watching over us."}, {"speaker": "Ryoma", "line": "Anything is possible, Corrin."}, {"speaker": "Corrin", "line": "Thank you for saving me, Kaze. I promise that you won't have died in vain. rest in peace, friend..."}, {"speaker": "Kaze", "line": "I'll always be at your side—especially at times like this."}, {"speaker": "Corrin", "line": "Thank you, Kaze. Your words mean a lot to me."}, {"speaker": "Corrin", "line": "Whoah, what's happening? I think it's a landslide! Watch out!"}, {"speaker": "Corrin", "line": "Kaze! You have to let go of me! We'll both fall if you don't!"}, {"speaker": "Kaze", "line": "Never milord/milady! I won't let you die!"}, {"speaker": "Kaze", "line": "Hrrrgh! I can't hold this much longer... Hmm, is that what I think it is? Milord/Milady! I'm going to try something! Please hold tight!"}, {"speaker": "Corrin", "line": "What?!"}, {"speaker": "Kaze", "line": "Hah!"}, {"speaker": "Corrin", "line": "WHOA!"}, {"speaker": "Kaze", "line": "Are you all right, Lord/Lady Corrin?"}, {"speaker": "Corrin", "line": "Yes...I think I am. Thanks to you. What WAS that?"}, {"speaker": "Kaze", "line": "I...I don't know. I didn't know what would happen...but I'm afraid I didn't have many options."}, {"speaker": "Corrin", "line": "I can't say I'm disappointed, but you should have let me go and saved yourself."}, {"speaker": "Kaze", "line": "Nonsense. If anything, I was prepared to sacrifice myself. Hoshido needs you, Lord/Lady Corrin."}, {"speaker": "Corrin", "line": "Well...thank you."}, {"speaker": "Azura", "line": "Are you two OK? I heard what sounded like another explosion."}, {"speaker": "Corrin", "line": "Yes, we're fine Azura. Kaze managed to save us both."}, {"speaker": "Azura", "line": "Oh, thank goodness. I must admit, I feared the worst. Even though we're out of danger for now, it would be wise to stay alert."}, {"speaker": "Ryoma", "line": "Well, we've reached the summit. How are you doing, Corrin?"}, {"speaker": "Corrin", "line": "I'm still upset about what happened with the wolfskin. Not to mention the fact that Kaze and I just nearly died."}, {"speaker": "Ryoma", "line": "Yes. This clash with the wolfskin is just another tragedy in a long line. ... Look, Corrin. Can you see the sun breaking over the horizon?"}, {"speaker": "Corrin", "line": "Yes...I suppose I can."}, {"speaker": "Ryoma", "line": "They say the sun never shines in Nohr, but we can see that that's not true. Perhaps it's small comfort, but I take this as a good omen."}, {"speaker": "Corrin", "line": "It is warm here. The same kind of warmth I felt walking the streets of Hoshido. I hope someday, both Hoshido and Nohr can share this kind of warmth."}, {"speaker": "Ryoma", "line": "Anything is possible, Corrin."}], "dialogue": [{"speaker": "Lilith", "line": "Lady Corrin, could I have a moment of your time? There's a familiar face here to see you."}, {"speaker": "Felicia", "line": "Lady Corrin! I'm so glad you're safe! When I'd heard you'd gone missing I couldn't think about anything else! I've been tracking you down ever since, through the astral whosits! It wasn't easy, but I made it here and I want to fight!"}, {"speaker": "Jakob", "line": "Lord Corrin, it's truly splendid to see you are doing well! When word reached us that you had gone missing, I could not rest. Tracking nobles across dimensional barriers was a new item for my résumé... But I am undoubtedly richer for it. Now that I am here, I would like to fight at your side."}]}