{"chapter": "16B", "title": "Pleasure Palace", "speakers": ["Iago", "Garon", "Corrin", "Ryoma", "Takumi", "Sakura", "Azura", "???", "Flora", "Jakob", "Felicia"], "dialogue_counts": {"Iago": 22, "Garon": 4, "Corrin": 51, "Ryoma": 10, "Takumi": 14, "Sakura": 8, "Azura": 1, "???": 1, "Flora": 24, "Jakob": 1, "Felicia": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 140, "transitions": "------------------------", "intro": [{"speaker": "Iago", "line": "King Garon, it appears as though the Hoshidans have crossed Mount Garou."}, {"speaker": "Garon", "line": "I am aware of that. It seems your trick with the explosives may be growing stale. Running out of ideas, are we?"}, {"speaker": "Iago", "line": "My apologies, Your Majesty. I take full responsibility for this misstep. However, I assure you that I have more tricks up my sleeve. I'll redeem myself—you'll see!"}, {"speaker": "Garon", "line": "I certainly hope so."}, {"speaker": "Iago", "line": "Yes...er...of course. I plan on ambushing Corrin and his/her troops shortly."}, {"speaker": "Garon", "line": "Do as you wish. But understand that this is the last failure I will tolerate."}, {"speaker": "Iago", "line": "Certainly, Your Majesty."}, {"speaker": "Garon", "line": "Pitiful."}, {"speaker": "Corrin", "line": "Finally...some sign of civilization. Even though this place looks deserted."}, {"speaker": "Ryoma", "line": "Yes. I believe this place is known as Macarath. It's a town known for stage shows and gambling, much like Nestra. However, it seems as though the war has put a damper on business."}, {"speaker": "Corrin", "line": "That's just as well. We don't have any time to waste. We should probably keep to the outskirts as much as possible."}, {"speaker": "Ryoma", "line": "Agreed."}, {"speaker": "Takumi", "line": "*cough* *cough*"}, {"speaker": "Corrin", "line": "Takumi? Are you feeling OK?"}, {"speaker": "Takumi", "line": "Urgh... Yes, everything's fine..."}, {"speaker": "Corrin", "line": "You don't seem very steady on your feet. Perhaps we should rest."}, {"speaker": "Takumi", "line": "No, really, I'm fine. *cough* *cough* Hurrrk..."}, {"speaker": "Corrin", "line": "Takumi! Can you hear me?! Someone, help!"}, {"speaker": "Sakura", "line": "Oh no...how is this possible?"}, {"speaker": "Corrin", "line": "What is it, Sakura? What's wrong with him?"}, {"speaker": "Sakura", "line": "I...I think he has a rare fever that's specific to this region. Do you see these spots on his throat? They're one of the unique symptoms. It's extremely s-serious! He could die if we don't treat it immediately."}, {"speaker": "Corrin", "line": "Gods... How could this have happened?"}, {"speaker": "Sakura", "line": "It's possible he contracted it from one of the wolfskin. They're known scavengers...and carrion is loaded with icky germs. I'm s-sorry. I should've noticed his symptoms a lot earlier."}, {"speaker": "Takumi", "line": "*cough* *cough* Don't worry, Sakura. It's not what you think it is. It'll probably just go away on its own. Or...maybe Azura can try singing for me! Didn't that work before?"}, {"speaker": "Azura", "line": "I'm sorry, Takumi, but my song isn't a miracle cure. It won't help with this."}, {"speaker": "Takumi", "line": "Oh...now you tell me."}, {"speaker": "Sakura", "line": "If I remember correctly, there's and herb that can reduce the fever considerably. But I have no idea where to find any."}, {"speaker": "Ryoma", "line": "Hmm... The Palace Macarath should have a well-stocked apothecary."}, {"speaker": "Corrin", "line": "But if it's a Nohrian palace, won't it be filled with...you know...Nohrians?"}, {"speaker": "Ryoma", "line": "Yes, of course. However, I notice we haven't seen many people around so far. I think it's reasonable to assume the palace will not be fully staffed. Especially when King Garon isn't around."}, {"speaker": "Corrin", "line": "Well, I can't think of a better idea. Let's check it out."}, {"speaker": "Ryoma", "line": "Very well. Follow me. My intelligence reports are highly detailed."}, {"speaker": "Corrin", "line": "Will you be able to walk, Takumi?"}, {"speaker": "Takumi", "line": "Nnngh. Yes, as short way at least. Just put my bow in my hand if we run into any Nohrian scum. Even in this state, I'll take a few of 'em out with me."}, {"speaker": "Corrin", "line": "So this is one of Garon's palaces. It does seem oddly deserted."}, {"speaker": "Ryoma", "line": "We've been lucky so far. Garon wouldn't leave the place completely abandoned. We should remain on high alert."}, {"speaker": "Corrin", "line": "Understood. Is everyone ready?"}, {"speaker": "Ryoma", "line": "Yes. Now, let's not dwadle as we enter the palace. There may be roving guards. Let's move one three. One...two... Three!"}, {"speaker": "Corrin", "line": "Come on, everyone!"}, {"speaker": "???", "line": "Intruders? Show yourselves!"}, {"speaker": "Corrin", "line": "It looks like we have company. Brace yourselves and be ready for anything. Garon could have left a monster waiting for us. Or a trap. Or..."}, {"speaker": "Corrin", "line": "...Flora?!"}, {"speaker": "Flora", "line": "Lord/Lady Corrin?"}, {"speaker": "Jakob", "line": "What are you doing here?!"}, {"speaker": "Felicia", "line": "Sister!"}, {"speaker": "Flora", "line": "Why are all of YOU here? This is super dangerous! There's an unused room nearby—let's get out of here and talk."}, {"speaker": "Flora", "line": "All right. We should be safe here for a while. It's so good to see you again, Lord/Lady Corrin!"}, {"speaker": "Corrin", "line": "You too, Flora. I miss everyone from Nohr. Except King Garon, of course. Anyway, what are you doing here?"}, {"speaker": "Flora", "line": "After you left, everyone in the Northern Fortress was sent away. I got my orders to come here, and that was it."}, {"speaker": "Corrin", "line": "I'm so sorry. I know my decision impacted a lot of people."}, {"speaker": "Flora", "line": "It's OK. I'm actually happy to be here. Your decision really opened my eyes to what was going on. Now I'm just glad I don't have to see King Garon every day..."}, {"speaker": "Corrin", "line": "I see. I'm glad to hear it, Flora."}, {"speaker": "Flora", "line": "So...how did the rest of you end up here?"}, {"speaker": "Ryoma", "line": "I'm sorry, but it's a long story, and right now we need medicine for my brother. Can you help us?"}, {"speaker": "Flora", "line": "Yes, of course. Nobody works at the apothecary anymore, but it's fully stocked. I'm sure I can sneak out whatever you need."}, {"speaker": "Ryoma", "line": "You'd do that for us?"}, {"speaker": "Flora", "line": "Of course! Any friend of Lord/Lady Corrin's is a friend of mine. After I get the medicine, I'll show you how to sneak out the back door of the palace."}, {"speaker": "Ryoma", "line": "Thank you, Flora. You may be saving my brother's life."}, {"speaker": "Corrin", "line": "Iago!"}, {"speaker": "Iago", "line": "Hello, Corrin. Happy to see me again?"}, {"speaker": "Corrin", "line": "What do you want? You're massively outnumbered here."}, {"speaker": "Iago", "line": "Oh ho! So quickly you begin speaking of battle. Where's the witty banter? One mustn't leap straight into battle without a little banter. It's uncivilized! Also, as usual, you're badly misinformed. You're the one who's outnumbered."}, {"speaker": "Corrin", "line": "How did you know we were here? Were you the one who attacked the hideout in Cheve?"}, {"speaker": "Iago", "line": "Oh, I'd love to take credit for that, but I'm afraid it belongs to one of your friends."}, {"speaker": "Corrin", "line": "What are you saying?"}, {"speaker": "Flora", "line": "..."}, {"speaker": "Iago", "line": "Ah, dearest Flora. I didn't realize you were here. Kicked out of Garon's inner circle, were you?"}, {"speaker": "Flora", "line": "I don't have anything to say to you."}, {"speaker": "Iago", "line": "Ooh, saucy! I like it. Maybe I'll kill you last."}, {"speaker": "Flora", "line": "Iago, I'm ordering you to leave at once! I am an official employee of this palace, and you are NOT. Remember, this is King Garon's royal villa. What would he say about you destroying it with a battle?"}, {"speaker": "Iago", "line": "Oh, you're so wrong. I can do anything, as long as I get results."}, {"speaker": "Iago", "line": "Like this—see?"}, {"speaker": "Flora", "line": "Eyaaaahh!"}, {"speaker": "Iago", "line": "That's for talking back. Now, who's next? You'll all bend the knee before I'm finished."}, {"speaker": "Flora", "line": "Lord/Lady Corrin...RUN!"}, {"speaker": "Flora", "line": "Urgh..."}, {"speaker": "Felicia", "line": "No! Flora!"}, {"speaker": "Iago", "line": "She's just taking a little nap. Now. I'm feeling all bantered out. Let's get down to business."}, {"speaker": "Corrin", "line": "You'll pay for this, Iago."}, {"speaker": "Iago", "line": "Wonderful. A pithy final statement from our hero. Unfortunately this is no fairy tale, Prince/Princess Corrin. King Garon would like your head on a platter, and I'm not one to disappoint him."}, {"speaker": "Corrin", "line": "How's this for pithy? GET HIM!"}], "boss": [{"speaker": "Iago", "line": "Pfft. What do you think you're doing, minion? Bring on Corrin!"}, {"speaker": "Iago", "line": "And here we are, at last. I've been waiting for you.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Corrin", "line": "I'm done talking. It's time to finish this.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Iago", "line": "Oh, I agree. HAH!", "unit": "Corrin", "boss": "Iago"}], "end": [{"speaker": "Corrin", "line": "This is it, Iago. Now, I just need to know one thing. Answer truthfully, and I'll be merciful. Who told you that we were here?"}, {"speaker": "Iago", "line": "*cough* *cough* Heh..."}, {"speaker": "Corrin", "line": "I assure you, you have nothing to laugh about. Tell me now! Or else..."}, {"speaker": "Iago", "line": "Or else you'll have to doubt your own people. Right?"}, {"speaker": "Corrin", "line": "What?!"}, {"speaker": "Iago", "line": "You, betrayer of Nohr, are now being betrayed yourself. Now, I think I'd like to savor the irony just a while longer, so... Good-bye!"}, {"speaker": "Corrin", "line": "How can he just...disappear...like that?"}, {"speaker": "Iago", "line": "When will you learn, young prince/princess? You think that was really me? I almost feel bad for you. From this moment on, you'll never be able to let your guard down. Who will be the first to stab you in the back? Who can you really trust?"}, {"speaker": "Corrin", "line": "Shut up..."}, {"speaker": "Iago", "line": "Very well, Corrin... Good luck."}, {"speaker": "Corrin", "line": "Ugh..."}, {"speaker": "Flora", "line": "Ungh...hrm..."}, {"speaker": "Corrin", "line": "Flora, are you all right?"}, {"speaker": "Flora", "line": "Uh...yeah. I think so. What happened to Iago?"}, {"speaker": "Corrin", "line": "He's gone. We had him for a second there, but then he slipped away. In any case, he can't hurt you anymore."}, {"speaker": "Flora", "line": "Oh, thank goodness."}, {"speaker": "Corrin", "line": "Unfortunately, he left us with some rather troubling words. He implied there's another traitor among us."}, {"speaker": "Takumi", "line": "Come on, Corrin! Do you really believe that? He's just trying to mess with your head."}, {"speaker": "Corrin", "line": "You're probably right. But I have to admit...I do feel a bit uneasy."}, {"speaker": "Takumi", "line": "That's not like you at all. You usually trust everybody!"}, {"speaker": "Corrin", "line": "I know, but it's just that..."}, {"speaker": "Takumi", "line": "*huff* *huff* *huff*"}, {"speaker": "Corrin", "line": "No! Is your fever coming on stronger?"}, {"speaker": "Takumi", "line": "I feel so...sluggish..."}, {"speaker": "Corrin", "line": "Takumi!"}, {"speaker": "Sakura", "line": "Oh, this isn't good—his fever is s-spiking. We really need that medicine!"}, {"speaker": "Flora", "line": "All right, now that Iago's gone, I should be able to get into the apothecary. But...I still don't know what I'm looking for."}, {"speaker": "Sakura", "line": "O-of course. I'll come with you. Let's go!"}, {"speaker": "Takumi", "line": "Zzz... Zzz..."}, {"speaker": "Corrin", "line": "It looks like he's sleeping soundly. So the medicine must have worked."}, {"speaker": "Sakura", "line": "Y-yes. He should be fine now. He just needs plenty of rest."}, {"speaker": "Corrin", "line": "Thank you, Sakura."}, {"speaker": "Flora", "line": "Yay! Oh, I'm glad he's doing better."}, {"speaker": "Corrin", "line": "Yes, thank you for your help, Flora. I hate to think about what could have happened if you hadn't been here."}, {"speaker": "Flora", "line": "Please, don't mention it. So...what are you going to do now, Lord/Lady Corrin? Iago knows exactly where you are..."}, {"speaker": "Corrin", "line": "Yes, that's true. But I think we have to stick to the original plan and head to the capital."}, {"speaker": "Flora", "line": "Oh...I see. I guess I was kind of hoping that you'd stop by my village first."}, {"speaker": "Corrin", "line": "Really? Why?"}, {"speaker": "Flora", "line": "To be honest, I don't feel safe here anymore. I want to go home! But it makes sense for you, too. The Ice Tribe village isn't controlled by Nohr. You could take shelter there and plan your next move. And Takumi could get some much-needed rest."}, {"speaker": "Corrin", "line": "But what if King Garon finds out that your village is cooperating with us? Aren't you worried about what could happen?"}, {"speaker": "Felicia", "line": "I think the village will be all right. It's full of strong warriors! If soldiers were to invade, the villagers would simply freeze them in place!"}, {"speaker": "Corrin", "line": "Heh, I guess that's true."}, {"speaker": "Felicia", "line": "Ooh, this is exciting! I've always wanted to show you my home village, Lord/Lady Corrin. Remember how we used to dream about this, Flora?"}, {"speaker": "Flora", "line": "Yes. Yes, we did..."}, {"speaker": "Corrin", "line": "Very well. This should throw the Nohrian army off our track, at least for a while. Thank you for the offer, Flora."}, {"speaker": "Flora", "line": "Of course! It's my pleasure."}, {"speaker": "Corrin", "line": "Let's give Takumi a few more minutes to rest and then get moving."}, {"speaker": "Takumi", "line": "Zzz... Zzz... Ungh... Be careful..."}, {"speaker": "Corrin", "line": "Takumi? What do you mean?"}, {"speaker": "Takumi", "line": "Brother/Sister...something's not right... Look behind the curtain... Ughhh..."}, {"speaker": "Corrin", "line": "He's delirious! Did that make sense to anyone else?"}, {"speaker": "Takumi", "line": "Zzz... Zzz..."}, {"speaker": "Corrin", "line": "That must be some fever dream he's having..."}, {"speaker": "Sakura", "line": "I-I don't know, Corrin. He sounded lucid for a second there..."}, {"speaker": "Corrin", "line": "Yes. I suppose he did..."}]}