{"chapter": "16C", "title": "Invasion", "speakers": ["Garon", "Gunter", "Hans", "Corrin", "Iago", "Azura", "Leo", "Xander", "Laslow", "Peri", "Camilla", "Elise", "Nohrian", "Shura"], "dialogue_counts": {"Garon": 6, "Gunter": 2, "Hans": 2, "Corrin": 33, "Iago": 6, "Azura": 15, "Leo": 12, "Xander": 24, "Laslow": 2, "Peri": 2, "Camilla": 5, "Elise": 2, "Nohrian": 6, "Shura": 18}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 135, "transitions": "------------------", "intro": [{"speaker": "Garon", "line": "You have done well to return to us, Gunter. Welcome back."}, {"speaker": "Gunter", "line": "Thank you, King Garon."}, {"speaker": "Garon", "line": "To think you fell into the depths of the Bottomless Canyon... It must have been quite the ordeal. I am pleased to see you alive and well."}, {"speaker": "Hans", "line": "Heh heh, welcome back, Sir Gunter."}, {"speaker": "Gunter", "line": "..."}, {"speaker": "Garon", "line": "Enough of that. I would like to discuss our next endeavor. Soon Nohr and Hoshido will be engaged in an all-out war. Our army will set up base here in Cyrkensia and immediately send troops to Hoshido. If we catch them by surprise, we may be able to secure a win early on. Corrin, I'm putting you in charge of the Hoshidan infiltration."}, {"speaker": "Corrin", "line": "...As you wish, Father."}, {"speaker": "Garon", "line": "Hmm...good boy/girl. Go by sea rather than taking the overland route. The Hoshidans will expect us to go by land and may be waiting to ambush. We shall outsmart them at every turn. In the meantime, I will return to Castle Krakenburg. I will monitor the situation from there and send more soldiers when the time is right. Iago, Hans, you two will come with me."}, {"speaker": "Hans", "line": "Certainly, my king."}, {"speaker": "Iago", "line": "Understood, King Garon."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Garon", "line": "I have high hopes for you, my child."}, {"speaker": "Corrin", "line": "I shall do my best to bring back good news, Father."}, {"speaker": "Iago", "line": "Before you depart, Lord/Lady Corrin, I must ask... Where exactly did you and Lady Azura disappear to last night?"}, {"speaker": "Corrin", "line": "Hm?"}, {"speaker": "Iago", "line": "Was I not clear? Then I shall repeat myself. I saw you follow Lady Azura into the night. Very suspicious, if you ask me. I shudder to even suggest it, but in times like these.. You weren't meeting with Hoshidan spies by any chance, were you?"}, {"speaker": "Corrin", "line": "Nothing of the sort. She and I just went for a little stroll in the moonlight."}, {"speaker": "Iago", "line": "A stroll? You expect us to believe that?"}, {"speaker": "Corrin", "line": "I do, as it is the truth. I was rattled after the attack on Father in Nestra. Azura suggested we walk through the forest to calm my nerves. While we were gone, we ran into a strange group of soldiers. Naturally, we eliminated them all."}, {"speaker": "Iago", "line": "What?! Y-you did?"}, {"speaker": "Azura", "line": "Corrin..."}, {"speaker": "Corrin", "line": "As sharp as you are, surely you noticed the new blood stains on my armor. There's your proof. I'm not sure who they were, but they threatened the royal family. That alone is reason enough to destroy every last one of them, is it not? After all, rebellions are like seeds. We must salt the earth before they can sprout. ...Have I acted out of line?"}, {"speaker": "Iago", "line": "N-no, milord/milady. You are a role model to us all..."}, {"speaker": "Corrin", "line": "Thank you, Iago. Let that be the last time I hear you question my loyalty. Father, if you'll please excuse me."}, {"speaker": "Garon", "line": "Go."}, {"speaker": "Corrin", "line": "Phew. That was close..."}, {"speaker": "Azura", "line": "Corrin... May I ask why you lied to Iago just then?"}, {"speaker": "Corrin", "line": "Well, it wasn't a complete lie... They may have been monsters, but we DID vanquish strange soldiers that attacked us. I merely left out the details of where the actual fight took place."}, {"speaker": "Azura", "line": "Ah, I see. So you said all that to gain King Garon's trust?"}, {"speaker": "Corrin", "line": "Precisely. If we want our plan to succeed, it's imperative that Father trusts us. Winning the war won't matter if we can't convince him to sit on the throne."}, {"speaker": "Azura", "line": "That makes perfect sense. Sorry, I guess I was just caught off guard. Hearing you speak like him so casually... It was unsettling."}, {"speaker": "Corrin", "line": "Oh wow, I must be a better actor/actress than I thought. Sorry, but until this war is over, you'll have to get used to seeing me like that. I'll have to grow comfortable with that disguise, at least in front of Father. No matter how hard it is... Or how it tortures me."}, {"speaker": "Azura", "line": "I suppose so..."}, {"speaker": "Corrin", "line": "Hey, Leo, isn't our boat due to arrive soon?"}, {"speaker": "Leo", "line": "It is. Patience, Corrin. Ah, that reminds me. Iago gave me some extra funds for our war chest. He said he hoped it would prove useful."}, {"speaker": "Corrin", "line": "What?! He really gave us this much?"}, {"speaker": "Leo", "line": "I was also surprised. I'm not sure what's gotten into him. Prying money from Iago is usually like trying to take a baby bird from its mother. But we'll take what we can get, I suppose."}, {"speaker": "Corrin", "line": "Too true. We should take this opportunity to stock up on supplies before we leave."}, {"speaker": "Leo", "line": "Excellent idea. Hm? Corrin! Behind you!"}, {"speaker": "Corrin", "line": "Huh?!"}, {"speaker": "Xander", "line": "Well done, Corrin! Your reflexes have vastly improved since last I surprise attacked you."}, {"speaker": "Corrin", "line": "Xander!!"}, {"speaker": "Xander", "line": "It's been too long, little prince."}, {"speaker": "Xander", "line": "Hello, little princess."}, {"speaker": "Xander", "line": "I'm pleased to find you in good health and spirits. I heard the Rainbow Sage granted you new strength. Congratulations."}, {"speaker": "Corrin", "line": "Thanks, Xander! But sheesh, did you have to give me such a fright! We haven't seen each other in ages, yet the first thing you do is test my reflexes! I guess some people never change. By the way, what brings you here?"}, {"speaker": "Xander", "line": "I finally completed the mission Father tasked me with. It was quite arduous. The first thing I did after reporting back was come after you. If you're to infiltrate Hoshido, I'm going with you. It's not negotiable."}, {"speaker": "Corrin", "line": "Xander... Thank you! Having you on my side is like having a thousand extra soldiers."}, {"speaker": "Xander", "line": "That is kind of you to say, if not a bit of an exaggeration."}, {"speaker": "Laslow", "line": "Lord Xander! It's great to see you again. We did our best to make you proud."}, {"speaker": "Peri", "line": "MILORD! I missed you so much! I made sure to keep Lord/Lady Corrin safe even though she didn't let me kill things!"}, {"speaker": "Xander", "line": "Well done, both of you. I am grateful for your efforts to protect my brother/sister."}, {"speaker": "Laslow", "line": "Wow... Praise from the great Lord Xander. It's a little embarrassing!"}, {"speaker": "Peri", "line": "Heehee, I'm an expert at making baddies suffer, so it was a piece of cake!"}, {"speaker": "Leo", "line": "Now that Xander has joined us, the whole family is finally together again."}, {"speaker": "Camilla", "line": "That's a good point, Leo! It makes me so happy to be near all of my beloved siblings."}, {"speaker": "Elise", "line": "Even better, we have a new sister to welcome to the fold! Right, Azura?"}, {"speaker": "Azura", "line": "Y-yes, that's right. Sorry, I don't wish to intrude on your reunion..."}, {"speaker": "Xander", "line": "Azura? Can it be...our kidnapped sister?"}, {"speaker": "Azura", "line": "You remember me?"}, {"speaker": "Xander", "line": "Of course. Though not as much as I would have liked, we met a handful of times. I especially remember how horribly the other Nohrians treated you back then..."}, {"speaker": "Corrin", "line": "They did? But why?"}, {"speaker": "Xander", "line": "Azura is the child of Father's second wife, the late Queen Arete. When they married, many Nohrians were still distraught over my mother's death. Those who loved Queen Katerina were not happy about Queen Arete or her daughter. Camilla and I...and later Leo...were told not to associate with Azura because of this. I suppose Father wanted to protect the strength of his legacy or some nonsense. However, we always wished we could be close with her, as siblings should be. I can't tell you how happy I am to have you here with us Azura."}, {"speaker": "Azura", "line": "Xander... Thank you. Your words have touched me deeply. You are truly as kind as Corrin made you out to be."}, {"speaker": "Corrin", "line": "This is wonderful. Now we can all be the big, happy family we were meant to be!"}, {"speaker": "Elise", "line": "YEAH!! Let's all go to Hoshido together! It will be an adventure!"}, {"speaker": "Camilla", "line": "Elise, darling, we're not going to play. Make sure to behave yourself."}, {"speaker": "Leo", "line": "It's true. We should all mentally prepare ourselves for the battle looming ahead. Traipsing into enemy territory isn't going to be easy."}, {"speaker": "Xander", "line": "Worry not, Leo. No task is too great for the Nohrian royal siblings. Isn't that right, Corrin?"}, {"speaker": "Corrin", "line": "Right, We'll find a way to win this war together. And I'll protect all of you... That's a promise."}, {"speaker": "Xander", "line": "The wind is at our backs, and there are no Hoshidan ships in sight. So far, so good."}, {"speaker": "Corrin", "line": "Yes, things are going quite smoothly. I hope it stays this way..."}, {"speaker": "Nohrian", "line": "Lord Xander! Lord/Lady Corrin! Pirates are aboard the ship. They're raiding our war chest!"}, {"speaker": "Xander", "line": "What?! Where did they come from?"}, {"speaker": "Nohrian", "line": "I'm sorry, milord, but they must have snuck aboard before we set sail."}, {"speaker": "Xander", "line": "That's not possible. Unless...those are no ordinary pirates. To pull off such a stealthy move, they can be none other than Hoshidan ninja. Corrin, follow me."}, {"speaker": "Corrin", "line": "OK!"}], "battle": [{"speaker": "Xander", "line": "Hmm... To make it this far, they must be quite skilled and highly organized. Somebody is clearly leading the charge. If we take down the leader, the rest will fall."}, {"speaker": "Leo", "line": "Agreed, but I can't figure out who it is. They're all acting in unison."}, {"speaker": "Xander", "line": "Then perhaps... Their leader is not among them."}, {"speaker": "Leo", "line": "Hm? Ah! I see.. Nice thinking, Xander. After all, Hoshidan ninja are masters of disguise. Their leader must be masquerading as a Nohrian soldier, giving orders on the sly. That means we'll have to speak to each of our soldiers directly to smoke him out."}, {"speaker": "Xander", "line": "Let's move quickly. The longer this skirmish takes, the more we stand to lose."}, {"speaker": "Nohrian", "line": "I haven't seen anyone that looks like an enemy commander yet... Wha—?! Why are you pulling on my cheeks? OW OW OW! Please stop! You'll bruise my gorgeous face! Did you think I was an enemy in disguise? Never! I'm a Nohrian through and through! Are we done here? I feel a little abused."}, {"speaker": "Nohrian", "line": "Still no sign of the enemy commander. I'm afraid. Um, do I have something in my teeth? I suppose I did eat not too long ago... Huh?! You need to inspect my face? Erm. OK. V-very well. that was...strange. If you're finished, I shall return to my post!"}, {"speaker": "Nohrian", "line": "No sign of our enemy yet. Am I wearing...a disguise? Not a chance! Test me all you want. My face and my Nohrian pride are both the real deal. If you're satisfied, please allow me to return to the task at hand."}, {"speaker": "Nohrian", "line": "I haven't seen anyone suspicious around here, but I'll keep looking. Huh? You wish to inspect my face? I'm sorry—I can't allow that. I'm not hiding anything, I just... Hey, stop that! Unhand me, you fiends! I guess I have no choice..."}, {"speaker": "Shura", "line": "Bah! I must be getting sloppy if you were able to see through my disguise."}, {"speaker": "Xander", "line": "Wait...that's a Nohrian pirate! But he leads his men just like ninja... And how did a common pirate manage to sneak aboard? This doesn't add up. I'll get to the bottom of this later. For now, all that matters is stopping him!"}, {"speaker": "Leo", "line": "Drat... We took too long trying to find their commander. They've stolen all the money Iago gave to us. How will I explain this to Father..."}], "boss": [{"speaker": "Shura", "line": "Now that you've found me, I have no choice but to defeat you all! Say good-bye to your men, your war chest, and this ship!"}], "end": [{"speaker": "Xander", "line": "This battle is over. Surrender quietly, if you know what's good for you."}, {"speaker": "Shura", "line": "You're right... We lost. So now what? Well?! What are you going to do with me? For what it's worth, I'd much rather live than die."}, {"speaker": "Xander", "line": "Don't move a muscle. If you even breathe wrong, we shall end you. Stay in the cabin until my brother/sister here decides what to do with you."}, {"speaker": "Shura", "line": "Yeah, sure, whatever. Why not just execute me here and now? As though I could expect anything else from Nohrian royals."}, {"speaker": "Azura", "line": "You must know you deserve to be punished after what you did. You may be dressed as a Nohrian pirate but...I don't understand. Why would you board a ship for Hoshido when our country is at war with them? It doesn't make any sense. Can you explain?"}, {"speaker": "Shura", "line": "..."}, {"speaker": "Leo", "line": "Hmph. Like a dirty thief needs a reason to do what he does best. He and his men likely just hopped aboard without thinking things through. Trying to reason with him is a waste of time, Azura."}, {"speaker": "Shura", "line": "Azura?! So you're the one..."}, {"speaker": "Azura", "line": "You know who I am? How?"}, {"speaker": "Shura", "line": "..."}, {"speaker": "Azura", "line": "No more games. Tell me what you know, or we shall kill you and be done with it. How do you know who I am?"}, {"speaker": "Shura", "line": "... I know...because... I was one of the people responsible for kidnapping you all those years ago."}, {"speaker": "Azura", "line": "Wh-what?!"}, {"speaker": "Shura", "line": "I was commissioned by a Hoshidan strategist named Yukimura. I led him through the secret tunnel that runs beneath Castle Krakenburg."}, {"speaker": "Azura", "line": "But you're Nohrian yourself, aren't you? How could you do such a thing?"}, {"speaker": "Shura", "line": "I am no Nohrian, but a ninja from Kohga, a land that exists only in memory now. Long ago, my clan proudly served the Hoshidan royalty. Those days were long past, but I still felt I should help avenge their loss. Besides, I figured if war broke out, I could use the chaos to take down Mokushu. Heh, I don't think Yukimura even realized he had enlisted a genuine ninja from Kohga."}, {"speaker": "Azura", "line": "I recall learning of the destruction of Kohga by the neighboring Mokushu. Rumor has it all who lived there were brutally killed... I'm surprised you were able to escape. Is that why you became a thief?"}, {"speaker": "Shura", "line": "After Kohga fell, I was chased from home and separated from the other survivors. I...had no choice. I was a child at the time. It was either steal or die. I chose to steal. I eventually found myself in Nohr, where I carved out a life for myself as a pirate."}, {"speaker": "Azura", "line": "And now that war is upon us, you wish to return home to exact your revenge?"}, {"speaker": "Shura", "line": "Yep, spot on."}, {"speaker": "Corrin", "line": "A former Hoshidan ninja, seeking revenge for his massacred people..."}, {"speaker": "Shura", "line": "Please...you seem like a reasonable person. My name is Shura. Have mercy and spare my life, and I swear you won't regret it. I promise to serve and protect Lady Azura and to help you however I can. I'm not crazy about the Hoshidans, and I feel bad for helping kidnap your princess."}, {"speaker": "Corrin", "line": "So first you stole from us, but now you want to be our ally?"}, {"speaker": "Shura", "line": "Yeah, sorry about that stealing business. Think of it as a showcase of my skills! Come on, whaddya say? Wouldn't hurt to have somebody like me around, right?!"}, {"speaker": "Leo", "line": "Don't listen to him, Corrin. He could be lying through his teeth. For all we know, he's a Hoshidan spy. He could warn them we're coming. Hate to say it, but if we don't kill him now, it could endanger us all."}, {"speaker": "Camilla", "line": "I agree, sweet brother/sister. No matter his reasons, he tried to hurt us. There's no way to ensure he won't betray us to those nasty Hoshidans. I'd never stop worrying about you if that mongrel was on the loose!"}, {"speaker": "Xander", "line": "Silence. That choice is not ours to make. What will you do, Corrin? As our leader, this is your call to make. Are we going to kill Shura or let him go?"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Corrin", "line": "You're right... He's too dangerous to take with us. I take no pleasure in this decision, but I can't endanger my family. Your time is at an end, Shura. I'm sorry."}, {"speaker": "Shura", "line": "HUH?!"}, {"speaker": "Leo", "line": "I know it's not easy, but you made the right decision."}, {"speaker": "Camilla", "line": "I'll feel much safer now. That's my good little Corrin!"}, {"speaker": "Xander", "line": "Take heart, Corrin. You likely saved our lives this day. We all respect your decision to protect your loved ones at any cost. You've grown so much while I was away... Making rational choices for the greater good is what being a prince/princess is all about. I shall send a messenger to Father at once. He will be proud to learn that you brought one of Azura's kidnappers to justice. I know Father can be...difficult. But this is sure to earn you his favor."}, {"speaker": "Corrin", "line": "Thanks, Xander. I don't know what I would do without you."}, {"speaker": "Shura", "line": "I suppose I'm getting what I deserve. Just make it quick."}, {"speaker": "Corrin", "line": "... The path I walk...is so cold. Please...let this war end soon."}, {"speaker": "Corrin", "line": "Leo, Camilla... I know you believe this man to be dangerous. And maybe he is. But in my heart, I feel that we can trust him. I will allow him to join our cause."}, {"speaker": "Shura", "line": "Y-you mean it?! Thank you, milord/milady!"}, {"speaker": "Corrin", "line": "After all you've been through, Shura, I feel you're long overdue for some mercy. But know that if you place even one toe out of line, I will kill you myself. No one endangers my family. Got it?"}, {"speaker": "Shura", "line": "Understood, milord/milady. I swear on my fallen people, I will never betray your kindness. Thank you, Lord/Lady Corrin. My life is yours now."}, {"speaker": "Leo", "line": "*sigh* Oh, Corrin. You're much too soft. Do recall that this is war."}, {"speaker": "Camilla", "line": "That's part of why we love you so much, dear Brother/Sister, but... I hope that kindness of yours never comes back to haunt you."}, {"speaker": "Xander", "line": "If that is your decision, then we shall respect it. I will make sure word of this never reaches Father. If he knew you intended to make an ally out of one of Azura's kidnappers... He would never trust you again."}, {"speaker": "Corrin", "line": "I know... Thank you, Xander. I don't know what I'd do without you."}, {"speaker": "Xander", "line": "You'll never have to find out, little prince/princess."}]}