{"chapter": "17B", "title": "Lost In The Ice", "speakers": ["Corrin", "Flora", "Felicia", "Ryoma", "Jakob", "Boy", "Old Man", "Child", "Girl", "Old Woman"], "dialogue_counts": {"Corrin": 29, "Flora": 32, "Felicia": 27, "Ryoma": 7, "Jakob": 8, "Boy": 1, "Old Man": 1, "Child": 1, "Girl": 1, "Old Woman": 1}, "gender_counts": {"M": 15, "F": 59, "N": 5, "A": 29}, "lines": 108, "transitions": "AFAFFFFFFAMAMAMAMAMAMAMF-AFA-AFAF-FFFF-AFFFMFMFAFFFFFFFFFFFFA-N-N-N-N-N-F-F-AFAF-FFFF-MFMF-AFAFAFAFAMFF-FMAFAF-FMAFAFFFFFAMFA", "intro": [{"speaker": "Corrin", "line": "I'm guessing we're on the right track... It's absolutely freezing out here."}, {"speaker": "Flora", "line": "Heehee. It feels great to me, but I know it's not for everyone. Just hang tight. There's a warm cabin waiting for you at the end."}, {"speaker": "Corrin", "line": "Thank you, Flora. I have to commend your navigating skills as well. We've somehow managed to avoid running afoul of any Nohrian troops the whole way."}, {"speaker": "Flora", "line": "Yeah...I guess we just got lucky..."}, {"speaker": "Felicia", "line": "She's right, Lord/Lady Corrin. This was just the most direct route. I would have chosen the same route if I were leading us."}, {"speaker": "Flora", "line": "Why must you always one-up me, sister? What's the point?"}, {"speaker": "Felicia", "line": "What are you talking about? I'm not trying to one-up you. You're the one who's always been so perfect. I've always looked up to you."}, {"speaker": "Flora", "line": "Oh, I'm sorry. I don't know what came over me. Thank you for the kind words."}, {"speaker": "Felicia", "line": "Just don't let it go to your head, all right?"}, {"speaker": "Corrin", "line": "For the rest of the group's reference: yes, they've always been like this. *sigh*"}, {"speaker": "Ryoma", "line": "What's wrong, Corrin? You haven't seemed yourself lately."}, {"speaker": "Corrin", "line": "Well, to be honest...our encounter with Iago is still bothering me. I'd hate to think I can't trust everyone here, but I've been burned once before..."}, {"speaker": "Ryoma", "line": "That's not your style, Corrin. You're on your way to becoming a great leader, and you lead by example. If you don't trust your own troops, how will they trust you? Don't let what happened with Zola shake your confidence."}, {"speaker": "Corrin", "line": "I don't know. I feel like things have changed. The stakes have been raised. As if they could get any higher..."}, {"speaker": "Ryoma", "line": "Let's take a step back, shall we? Do you trust me, Corrin?"}, {"speaker": "Corrin", "line": "Of course."}, {"speaker": "Ryoma", "line": "All right. How about Sakura and Takumi? Think about Hinoka, Azura, and Silas too. Any of them potential suspects?"}, {"speaker": "Corrin", "line": "Absolutely not. I believe in all of them!"}, {"speaker": "Ryoma", "line": "Very well. How can you be so sure?"}, {"speaker": "Corrin", "line": "I...I just can. I don't know. It's a gut feeling, I guess..."}, {"speaker": "Ryoma", "line": "Precisely. This is both your weakness and your strength. You have a keen intuition for people and natural charisma. Yet you lack the years of experience needed to make calculated decisions. So? Follow your strength. Use your intuition. Don't try to be what you're not."}, {"speaker": "Corrin", "line": "Thank you Ryoma. The problem is that my intuition is telling me that Iago wasn't lying. Regardless, I'll try to focus on the task at hand. Thank you."}, {"speaker": "Ryoma", "line": "Of course."}, {"speaker": "Felicia", "line": "Hey, guys, we're almost there!"}, {"speaker": "Corrin", "line": "Brr! Where's that warm cabin you promised, Flora?"}, {"speaker": "Flora", "line": "Just a minute, Lord/Lady Corrin. I need to check in with the village elders."}, {"speaker": "Corrin", "line": "By all means. But please, hurry back—we're freezing out here!"}, {"speaker": "Corrin", "line": "Gods...I can't feel my own face. How does anyone actually LIVE here?"}, {"speaker": "Felicia", "line": "Heehee! When you're born here, you never even notice how cold it is."}, {"speaker": "Corrin", "line": "The rest of us, meanwhile, could use some sweaters and a roaring fire."}, {"speaker": "Felicia", "line": "Well, hopefully Flora will be back shortly. I don't want you to think the Ice Tribe doesn't know how to treat its guests. Ah, here she is. Hey, Sister!"}, {"speaker": "Flora", "line": "Ahem..."}, {"speaker": "Felicia", "line": "Flora, everyone is freezing. It's adorable! But we should really get them inside so they can warm up."}, {"speaker": "Flora", "line": "Felicia...I'm sorry."}, {"speaker": "Felicia", "line": "What for?"}, {"speaker": "Corrin", "line": "It's getting even colder! And I can't see anything... What's going on?"}, {"speaker": "Felicia", "line": "What are you doing, Sister? Knock it off!"}, {"speaker": "Flora", "line": "I can't. I can't allow Lord/Lady Corrin to live. He/She betrayed King Garon and the kingdom of Nohr."}, {"speaker": "Felicia", "line": "You can't be serious!"}, {"speaker": "Jakob", "line": "Flora, listen to reason. This is madness."}, {"speaker": "Flora", "line": "No, it is our king's will. Stand aside, Jakob, or I'll destroy you as well."}, {"speaker": "Jakob", "line": "How dare you..."}, {"speaker": "Flora", "line": "Very well. If I have to kill all of you, I won't hesitate to do so. You've been warned."}, {"speaker": "Corrin", "line": "This can't be happening. Flora, are you under the direct control of King Garon or Iago? Stop this at once and rejoin us! And together we can end his hateful rule!"}, {"speaker": "Flora", "line": "No. My mind is made up, and I'm acting of my own free will."}, {"speaker": "Felicia", "line": "What is wrong with you?!"}, {"speaker": "Flora", "line": "Felicia... Don't worry—I won't target you. You have betrayed us as well, but I'm sure King Garon will be merciful...if you join my side right now."}, {"speaker": "Felicia", "line": "Never!"}, {"speaker": "Flora", "line": "Really? Come on, Felicia. It's still me. We can do this together!"}, {"speaker": "Felicia", "line": "I could never attack Lord/Lady Corrin... My job is to protect him/her!"}, {"speaker": "Felicia", "line": "And I'm not the only Nohrian who's turned her back on King Garon's atrocities."}, {"speaker": "Felicia", "line": "If you had, you'd know that Corrin is just trying to follow the path of justice! So, even though it means fighting against my own sister and tribe... I stand with Lord/Lady Corrin."}, {"speaker": "Flora", "line": "I wish I had your strength..."}, {"speaker": "Felicia", "line": "You do! You can still do the right thing!"}, {"speaker": "Flora", "line": "No! Forget what I said. This has gone on long enough. I'm going to end it quickly."}, {"speaker": "Felicia", "line": "Please, no!"}, {"speaker": "Corrin", "line": "Flora, I still believe in you! I know that King Garon must have something over you. But if we stick together, I promise we have the strength to take him on. Flora! Are you listening?"}], "visit": [{"speaker": "Boy", "line": "I've got nothing for you. Go ahead and kill me if you must! You should give up now, though. Do you even realize you're surrounded?"}, {"speaker": "Old Man", "line": "Nothing but old bones and dust in this house, youngster. All I can offer is a warning—our soldiers love hiding in the snow!"}, {"speaker": "Child", "line": "People in town are saying you're the bad guys...but I don't know what to think. I've seen some of those Nohr soldiers doing awful things to our people. Here, take this. It's not much, but it's all I can give. I just ask that you spare Flora and the other locals. Good luck!"}, {"speaker": "Girl", "line": "Why did you have to come here and make all this fuss? Well, no matter. Now that you're here, we can't let any of you leave, I'm afraid."}, {"speaker": "Old Woman", "line": "Ahhh! Get out of here! I don't want any trouble. Hey, soldiers! The invaders are at my front doorstep. COME GET 'EM!"}], "boss": [{"speaker": "Flora", "line": "I had no choice..."}, {"speaker": "Flora", "line": "Thank you...for stopping me..."}, {"speaker": "Corrin", "line": "Flora! Why are you doing this? Please! There must be a reason.", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Flora", "line": "I told you already. You betrayed Nohr. Now quit asking about it!", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Corrin", "line": "This isn’t you...", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Flora", "line": "You don’t even know the real me. Now it’s time for you to die!", "unit": "Corrin", "boss": "Flora"}, {"speaker": "Flora", "line": "So...they sent you to face me.", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Felicia", "line": "Sister, I’m here to talk you out of this madness. It’s not too late to change your mind!", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Flora", "line": "No, I can’t turn back. And I won’t go easy on anyone—not even you.", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Felicia", "line": "*sob* *sob* No! This can’t be happening…", "unit": "Felicia", "boss": "Flora"}, {"speaker": "Jakob", "line": "Flora! Stop this madness at once and return to your senses. You've embarrassed me more than enough for one lifetime.", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Flora", "line": "Jakob... I wish it didn't have to be this way. I wish we could have just stayed in the fortress... Happily serving Lord/Lady Corrin until we were old and gray... We could have had a future together. Just know that I'll always regret this.", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Jakob", "line": "What? I can't hear you over this ridiculous snowstorm.", "unit": "Jakob", "boss": "Flora"}, {"speaker": "Flora", "line": "That's just as well. It's fitting that my hopes and dreams should blow away in the wind...", "unit": "Jakob", "boss": "Flora"}], "end": [{"speaker": "Corrin", "line": "You left me no choice, Flora. I've been as merciful as I can be, but I need to hear it from you. What is Garon threatening you with?"}, {"speaker": "Flora", "line": "I...I can't... Ugh. I guess it's all over. I have nothing left to lose, so... Garon said he'd destroy my entire village if I didn't cooperate."}, {"speaker": "Corrin", "line": "You see? That's exactly why we must stand against him!"}, {"speaker": "Flora", "line": "But you don't understand! Garon said that if I didn't kill you and Felicia myself...he'd kill everyone in the village and burn it to the ground! I made the toughest choice of my life. To protect many at the expense of a few..."}, {"speaker": "Corrin", "line": "But, Flora... How could you be sure Garon would even keep his promise to spare your village?"}, {"speaker": "Flora", "line": "I know...but it was that or risk certain destruction. He gave me 30 seconds to make a decision before killing me on the spot. Being weak and afraid of death...I shamefully decided to betray you."}, {"speaker": "Corrin", "line": "None of this is your fault, Flora. I just wish you'd trusted that we could help you..."}, {"speaker": "Flora", "line": "Well, nothing will change the fact that I betrayed you. Not to mention my own flesh and blood. For that...I deserve to die."}, {"speaker": "Corrin", "line": "Flora. Please don't be so hard on yourself."}, {"speaker": "Jakob", "line": "Yes. You've been foolish, but we have survived. Now it's time to regroup."}, {"speaker": "Felicia", "line": "See, Sister? It's all over. All is forgiven. Please come talk to me."}, {"speaker": "Flora", "line": "Everyone... GET BACK!"}, {"speaker": "Felicia", "line": "Flora...NO!"}, {"speaker": "Jakob", "line": "What in the devil are you doing?"}, {"speaker": "Corrin", "line": "Oh, gods! No! Flora, what have you done?"}, {"speaker": "Flora", "line": "This is what I should have done the moment Garon threatened me. Perhaps I could have taken him out with me..."}, {"speaker": "Corrin", "line": "Somebody help! Put out the fire!"}, {"speaker": "Felicia", "line": "Stand back... HAAA!"}, {"speaker": "Felicia", "line": "Oh no... It's not working!"}, {"speaker": "Jakob", "line": "The fire must be enchanted... It's getting even stronger! We need water! Won't someone bring water?"}, {"speaker": "Corrin", "line": "Flora! You have the power to stop this! PLEASE! DO IT NOW!"}, {"speaker": "Flora", "line": "No, Lord/Lady Corrin. I finally feel at peace."}, {"speaker": "Corrin", "line": "Please! *sob* Don't do this! We can still save you..."}, {"speaker": "Felicia", "line": "My ice power isn't strong enough to put out the fire... Flora, why won't you listen to reason?"}, {"speaker": "Flora", "line": "Please stop trying to save me. This is what I deserve."}, {"speaker": "Felicia", "line": "Flora, NO! You can't die like this!"}, {"speaker": "Flora", "line": "Ughh... The end is near... Felicia... Lord/Lady Corrin... I regret...everything. ..."}, {"speaker": "Felicia", "line": "Sister, NO! NOOOOOO! SISTER!"}, {"speaker": "Corrin", "line": "Gods...why... Flora..."}, {"speaker": "Jakob", "line": "What a foolish and terrible waste of life. I think I am going to be sick."}, {"speaker": "Felicia", "line": "*sob* *sob* Sister...please wake up! Tell me that this is just a bad dream..."}, {"speaker": "Corrin", "line": "... King Garon claims another beautiful life. He...will...PAY! I swear on my own life. We're coming for you, Garon."}]}