{"chapter": "17C", "title": "Den Of Betrayal", "speakers": ["Corrin", "Kotaro", "Mokushujin", "Xander", "Azura", "Elise", "Kaze", "Saizo", "Shura", "Kagero"], "dialogue_counts": {"Corrin": 27, "Kotaro": 34, "Mokushujin": 3, "Xander": 3, "Azura": 1, "Elise": 1, "Kaze": 14, "Saizo": 22, "Shura": 5, "Kagero": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 112, "transitions": "---------------", "intro": [{"speaker": "Corrin", "line": "Ah, we're finally here. Can't say I'm completely used to sea travel yet."}, {"speaker": "Kotaro", "line": "Welcome, Lord/Lady Corrin! We have been waiting for you."}, {"speaker": "Corrin", "line": "You have?"}, {"speaker": "Kotaro", "line": "Certainly. Allow me to introduce myself. I am Kotaro, the daimyo of Mokushu."}, {"speaker": "Corrin", "line": "Mokushu?! That's the place Shura mentioned... The country that..."}, {"speaker": "Kotaro", "line": "Milord/Milady? Is something amiss?"}, {"speaker": "Corrin", "line": "Pardon me, I was just reflecting on our journey here. It was quite eventful. Mokushu lies within Hoshido's territory does it not? Are your certain your people are prepared to ally with Nohr?"}, {"speaker": "Kotaro", "line": "Without a doubt, milord/milady. Our people have long been on good terms with Nohr. We always knew we would side with your kingdom when war inevitably broke out."}, {"speaker": "Corrin", "line": "I see. Thank you for your loyalty."}, {"speaker": "Kotaro", "line": "Sorry to rush you after such long journey, but I'd like to show you something. It's the path you'll be using to sneak into Hoshido. This way, milord/milady."}, {"speaker": "Kotaro", "line": "Here we are, milord/milady. This is the quickest and safest route you can take."}, {"speaker": "Corrin", "line": "Thank you, Kotaro. We appreciate all the help we can get."}, {"speaker": "Kotaro", "line": "No problem at all. I would normally invite you back to my castle to rest... But I'm sure you must be in a hurry. Do let me know if there's anything else I can do."}, {"speaker": "Corrin", "line": "The sentiment is appreciated, but you've already done your fair share."}, {"speaker": "Mokushujin", "line": "Lord Kotaro! I have an urgent r-report!!"}, {"speaker": "Kotaro", "line": "Calm yourself, man! You're in the presence of Lord/Lady Corrin. Show some respect."}, {"speaker": "Mokushujin", "line": "M-my apologies, sir. But please, I must have your attention! Hoshidan ninja have marched into Mokushu, milord! Our forces are fighting them even now in the forest cave. It's not going well..."}, {"speaker": "Kotaro", "line": "Hoshidan ninja?! Dammit, why now?"}, {"speaker": "Mokushujin", "line": "They're incredibly skilled, milord. I'm afraid our troops can't hold out much longer... Please, you must send reinforcements right away!"}, {"speaker": "Kotaro", "line": "Bah! Very well. I'll figure something out. You are dismissed."}, {"speaker": "Corrin", "line": "Why are the Hoshidans attacking your people, Kotaro?"}, {"speaker": "Kotaro", "line": "It has been this way ever since the war escalated. Since then, Hoshidan forces have tries to enter our land with increasing frequency. Though we defend our territory, we have never instigated an attack on Hoshido. These attacks are unprovoked, but there's little we can do to stop them."}, {"speaker": "Corrin", "line": "I thought Hoshido valued peace... Are they punishing you for your loyalty to Nohr?"}, {"speaker": "Kotaro", "line": "I'm afraid so, milord/milady. We've been fighting them off for weeks now. I fact...our reserves are nearly depleted at this point. Lord/Lady Corrin...it pains me dearly to ask a favor of you at a time like this. But for my people, I must. If there's any way you could lend us a hand..."}, {"speaker": "Corrin", "line": "So be it. After all, your people are suffering because of their allegiance to Nohr. As such, the Nohrian army shall aid your cause. Let's go, before it's too late."}, {"speaker": "Kotaro", "line": "Thank you, milord/milady! The people of Mokushu are forever in your debt!"}, {"speaker": "Xander", "line": "Corrin, I have dispatched all of the Hoshidan soldiers in this area."}, {"speaker": "Azura", "line": "I have cleared my area as well."}, {"speaker": "Elise", "line": "We're all done too! Camilla and Leo really showed them what's what, heehee!"}, {"speaker": "Corrin", "line": "Good work everyone. We've basically been doing all the fighting so far... Is Mokushu really this short on soldiers? Perhaps we should ask Father to send them some guards..."}, {"speaker": "Kaze", "line": "Lord/Lady Corrin, look out!"}, {"speaker": "Corrin", "line": "Huh?!"}, {"speaker": "Kaze", "line": "What kind of a coward would take aim at Lord/Lady Corrin when he/she isn't looking? What?! It can't be..."}, {"speaker": "Saizo", "line": "Kaze? I didn't expect to see you here."}, {"speaker": "Kaze", "line": "Hello, Brother."}, {"speaker": "Saizo", "line": "The fates are cruel, are they not? But I do not wish to battle my twin again."}, {"speaker": "Kaze", "line": "Agreed. It pains me to stand opposite you in battle, Brother."}, {"speaker": "Saizo", "line": "...Move along, Kaze. For both of our sakes. My business is with the daimyo, not you."}, {"speaker": "Kaze", "line": "I will not stand down. As a soldier of Nohr, I am obligated to protect our allies."}, {"speaker": "Saizo", "line": "You don't know what you're saying Kaze! Siding with Nohr is bad enough... But to protect that devil, Kotaro?! I won't allow it!"}, {"speaker": "Kaze", "line": "Why? Has he wronged you somehow?"}, {"speaker": "Saizo", "line": "Fool! That man...that monster...he killed our father! Even now he has taken Kagero as a hostage to try and make us surrender. Do you really intend to align yourself with such a dishonorable and despicable man?!"}, {"speaker": "Kaze", "line": "He did what?! Kagero..."}, {"speaker": "Kotaro", "line": "Well, well, well. So the enemy leader has decided to grace us with his presence. Nicely done, Lord/Lady Corrin. You are as skilled as the rumors imply."}, {"speaker": "Corrin", "line": "Kotaro... We need to talk."}, {"speaker": "Kotaro", "line": "Oh no, please don't let me interrupt. Kill him so we can end this battle."}, {"speaker": "Corrin", "line": "Silence, Kotaro. I need to ask you something. Did you take a ninja named Kagero hostage to try and force Hoshido to surrender?"}, {"speaker": "Kotaro", "line": "What?! Of course not, milord/milady! That man is telling stories."}, {"speaker": "Saizo", "line": "My word is my honor, you coward! I swear, I will kill you myself before the day is done!"}, {"speaker": "Kaze", "line": "Calm yourself, Brother."}, {"speaker": "Corrin", "line": "If what you say is true, then you won't mind showing me all of your jail cells. Now."}, {"speaker": "Kotaro", "line": "My jail cells? Do you not trust me, milord/milady?"}, {"speaker": "Corrin", "line": "If you have done nothing wrong, my request shouldn't be a problem. As an ally of Nohr, I demand you prove the integrity of your word."}, {"speaker": "Kotaro", "line": "Lord/Lady Corrin! ... Hmph. You know, for a mutt, you sure are full of yourself."}, {"speaker": "Corrin", "line": "Kotaro!"}, {"speaker": "Kotaro", "line": "Fine, you win. I took a hostage and used her as a bargaining chip. What of it?! A true Nohrian prince/princess would praise me for being so cunning, not threaten me. This is war! Lying and using people is par for the course!"}, {"speaker": "Corrin", "line": "You're wrong, Kotaro. That is not how we do things any longer."}, {"speaker": "Kotaro", "line": "Is that so? Tell it to King Garon, you filthy mutt. When Nohr prevails, he has promised me a huge piece of land to expand my kingdom. No one will get in the way of Mokushu's future glory—not even a Nohrian prince/princess!"}, {"speaker": "Xander", "line": "...I see. So your tactics are a product of my father's influence. Pity. Still, I won't allow this to go any further. I refuse to accept your methods. I shall correct your behavior now and forever, by force if necessary."}, {"speaker": "Kotaro", "line": "P-Prince Xander?! No! I won't let this happen..."}, {"speaker": "Xander", "line": "Mokushujin soldiers?!"}, {"speaker": "Corrin", "line": "We came to your aid because you said you were low on troops. So that was a lie too?"}, {"speaker": "Kotaro", "line": "I won't waste any more breath on you. In death, you shall keep my secrets! We'll tell King Garon his darling children died fighting the Hoshidans, heh heh. If you had just kept your mouths shut, you could have lived. Such a shame. Instead you will all be sacrifices on the altar of my grand ambition!"}, {"speaker": "Corrin", "line": "Everyone! Prepare for battle!"}], "battle": [{"speaker": "Saizo", "line": "I must...not...fall here... My liege still needs me... For him...I shall retreat."}], "boss": [{"speaker": "Kotaro", "line": "The new kingdom of Mokushu will be built on your graves! Not even King Garon can stop me now, bwaaahahaha!!"}, {"speaker": "Kotaro", "line": "No! My ambition... Mokushu's...future..."}, {"speaker": "Shura", "line": "Heh... So you're the daimyo of Mokushu, eh? We finally meet.", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Who are you? I don't know any generic pirates.", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Shura", "line": "I am Shura, of Kohga. And you will pay for destroying my people!", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Aw, so you came here to get revenge? That's precious. I've killed dozens of men like you. Lowly drifters without a home. Don't even bother. Like your pathetic kingdom, you don't stand a chance.", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Shura", "line": "Killing you will be no bother at all. In fact, I'm looking forward to it. And one day I will rebuild Kohga and undo the damage you caused!", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "HA! That's rich. I killed all your people. Burned your village to the ground. All of your ninja combined weren't enough to stop me. Yet you think you alone can kill me?! HAHAHAHA!", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Shura", "line": "We'll see how funny it is when you're begging for mercy. You took everything from me. Before I rebuild, allow me to return the favor.", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Ah, a lovely dream. Let that dream comfort you in your last moments. The last remnant of Kohga ends here!", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Shura", "line": "For my friends and family...for my honor and vengeance...FOR KOHGA!", "unit": "Shura", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "Kotaro of Mokushu...you will now answer to me for your crimes.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "I answer to no one. Who are you to suggest otherwise?", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "I am Saizo the Fifth, servant to the Hoshidan royal family.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Saizo...that name sounds familiar. I believe I've murdered others of your pitiful lineage.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "You—! How dare you! My father was an honorable man.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Honorable? Maybe. Weak? Definitely. That balding old fool had the audacity to lecture me! So naturally...I put an end to his life.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "I knew you were the one responsible for his death. Coward!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Bwahaha! Isn't this a stroke of luck? To fell both father and son with the same blade... How poetic!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "Sorry to disappoint, but I'm about to rewrite your poem's ending...", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Ha! If you're anything like your father, you won't land a single blow!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "How's that for not landing a single blow?", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Ugh... My dreams... My Kingdom!! *cough* *cough* How could I lose...?! *sputter* ...", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "A fitting end. Father...you have been avenged. May you rest in peace now.", "unit": "Saizo", "boss": "Kotaro"}], "end": [{"speaker": "Saizo", "line": "It's over... After all these years, Father's murder has finally been avenged."}, {"speaker": "Kaze", "line": "Saizo... I swear, I did not know. I was told Father died in the line of duty while fighting in Mokushu. All this time... What a burden that knowledge must have been."}, {"speaker": "Saizo", "line": "Yes, Brother. That man killed our father and hid the truth from all. But I knew better. I knew Father was too great a warrior to fall so easily in battle. Still, it took me years of searching to uncover the truth Kotaro buried."}, {"speaker": "Kaze", "line": "Dishonorable scoundrel. No telling how many lives he took without punishment."}, {"speaker": "Saizo", "line": "Indeed. But it's all over now..."}, {"speaker": "Corrin", "line": "Hey, Kaze! Saizo! I found the dungeon where they were keeping Kagero."}, {"speaker": "Saizo", "line": "You found her?!"}, {"speaker": "Kagero", "line": "Saizo!"}, {"speaker": "Saizo", "line": "Kagero! Are you hurt? Make haste, friend. We must return to Lord Ryoma right away."}, {"speaker": "Kagero", "line": "I am in your debt, Saizo. To save me, you even cooperated with the traitorous Lord/Lady Corrin. That can't have been easy..."}, {"speaker": "Saizo", "line": "I cooperated with no one. It is pure coincidence that we crossed paths. They were battling our soldiers and even aiding Kotaro at first. Still, I must know... Corrin! Why didn't you take the lives of the soldiers you bested? I thought mercy was not a concept familiar to Nohrians."}, {"speaker": "Corrin", "line": "Then perhaps you don't know us as well as you believe you do. We Nohrians aren't all the same. Just as all ninja aren't as vile as Kotaro."}, {"speaker": "Saizo", "line": "...Perhaps so, Corrin. In any case, Kagero and my men are alive thanks to you. You also helped me to finally avenge my father's death. For that...I thank you. But do not let our temporary truce fool you. When next we meet, it will be as enemies. At that time, I will not hesitate to take your life."}, {"speaker": "Corrin", "line": "If that is how it must be, Saizo, then so be it. I won't hold back either."}, {"speaker": "Saizo", "line": "Hmph."}, {"speaker": "Corrin", "line": "*sigh*"}, {"speaker": "Kaze", "line": "Milord/Milady... We should be on our way."}, {"speaker": "Corrin", "line": "Kaze... I'm so sorry. Siding with me has brought you nothing but heartache."}, {"speaker": "Kaze", "line": "One cannot escape heartache, milord/milady. No matter the path we choose to follow."}, {"speaker": "Corrin", "line": "But if it weren't for me... If I had chosen a different path... You might have been fighting alongside your brother instead of against him."}, {"speaker": "Kaze", "line": "Perhaps. There's no telling what might have come to pass. But who's to say that path would have been the right one? Life is not black or white. Both Nohr and Hoshido are fighting for what they believe in. I truly believe that both sides know that. Even my brother."}, {"speaker": "Corrin", "line": "Thank you, Kaze. I hope you're right."}, {"speaker": "Kaze", "line": "Ah, that reminds me. This is for you... Saizo knows that it's thanks to you he was able to survive Kotaro's attack. I believe he left this as a token of thanks. ...And as a sign that our battle with him is not yet over."}]}