{"chapter": "19B", "title": "Rainbow Sage", "speakers": ["Corrin", "Ryoma", "Takumi", "Old Man", "Illusion", "Rainbow Sage"], "dialogue_counts": {"Corrin": 31, "Ryoma": 7, "Takumi": 2, "Old Man": 10, "Illusion": 1, "Rainbow Sage": 16}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 67, "transitions": "---------", "intro": [{"speaker": "Corrin", "line": "Wow. Leo wasn't kidding. This is the only way to travel. Did everyone make it through?"}, {"speaker": "Ryoma", "line": "Yes, we're all here. I'm almost certain Nohrian forces haven't laid claim to this area yet. We should be safe, for the time being."}, {"speaker": "Takumi", "line": "Heh, they're probably still looking for us in the forest."}, {"speaker": "Ryoma", "line": "Agreed. This could work out perfectly if we time everything just right."}, {"speaker": "Corrin", "line": "Very well. Let's get to it. Er... Any idea how to actually find this Rainbow Sage person?"}, {"speaker": "Ryoma", "line": "I'm afraid not. I suppose the first thing we should do is find someone to interrogate..."}, {"speaker": "Corrin", "line": "Or...we could try just talking to people. Like that older guy, over there. He looks like he's been here awhile. Excuse me, sir. Do you have a moment?"}, {"speaker": "Old Man", "line": "Hmm? Are you lost? Is there a troupe in town? Your costumes are splendid—just splendid!"}, {"speaker": "Corrin", "line": "Um, actually, we're just...travelers. We're looking for...an old friend. Some people call him the Rainbow Sage. Have you heard of him?"}, {"speaker": "Old Man", "line": "The Rainbow Sage is your friend? Hoo hoo hoo! So you're a traveling comedy team—is that it?"}, {"speaker": "Corrin", "line": "What do you mean? Why do you find that funny? I suppose I misspoke earlier. We haven't met the Rainbow Sage yet, but we were hoping to find him. Do you have any idea how we might track him down?"}, {"speaker": "Old Man", "line": "Let me spare you a great deal of pain... Give up now. Almost nobody has visited the Rainbow Sage and lived."}, {"speaker": "Ryoma", "line": "I assure you that we are up to the task. There is a man from Nohr, a prince named Xander with golden hair... Is he one of those few who survived?"}, {"speaker": "Old Man", "line": "Oh, yes! I remember him. You ARE quite knowledgeable. I believe he was the fourth person to meet the Rainbow Sage and survive. The first was Sumeragi, the former king of Hoshido! A young King Garon also made the pilgrimage. I heard the third individual was an unknown knight no one had ever heard of before. But yes, Xander was the fourth!"}, {"speaker": "Corrin", "line": "Unbelievable... We're following in the steps of King Sumeragi and King Garon... Stranger, thank you for the warning, but we are undeterred. Can you tell us how to find the Rainbow Sage?"}, {"speaker": "Old Man", "line": "Well, if you insist... See that mountain over there? That's Mount Sagesse. It's a formidable peak...and at its summit you will find the Sevenfold Sanctuary."}, {"speaker": "Corrin", "line": "I see. And that's where we can find the Rainbow Sage?"}, {"speaker": "Old Man", "line": "If the legend is to be believed, yes. He supposedly resides on the top floor. But let me just warn you one more time... Most people never even make it to the summit alive."}, {"speaker": "Corrin", "line": "I...I can't imagine what kinds of challenges await in that place..."}, {"speaker": "Old Man", "line": "Hoo hoo! I've heard every kind of rumor you can imagine. Rooms full of poisonous snakes...trapdoors everywhere... I don't believe a word of it! But the only way to know for sure is to reach the top."}, {"speaker": "Corrin", "line": "Well, thank you, sir. We truly appreciate all the information you've given us."}, {"speaker": "Old Man", "line": "It's my pleasure. Good luck to you. Oh, and try not to die. Hoo hoo hoo!"}, {"speaker": "Corrin", "line": "You hear him, everyone! I heartily second that advice. Now, let's make our way to that mountain!"}, {"speaker": "Corrin", "line": "*huff* *huff* Is everyone all right? So far the climb is strenuous...but not overly dangerous."}, {"speaker": "Ryoma", "line": "You're right. So far, so good. Everyone has managed to keep pace. However, I believe we're approaching that building that that old man warned us about."}, {"speaker": "Corrin", "line": "Yes. The Sevenfold Sanctuary. How do you feel, Ryoma? Are we ready for this? Perhaps I should go ahead to scout—"}, {"speaker": "Ryoma", "line": "Nonsense! We're sticking with you, no matter what awaits in there."}, {"speaker": "Corrin", "line": "Thank you, Ryoma. All right, everyone...let's go!"}], "boss": [{"speaker": "Illusion", "line": "Warriors! You have done well to make it this far. But make no mistake—the challenge is far from over. Now...show me what you can do!"}], "end": [{"speaker": "Corrin", "line": "All right, everyone, this is it. The moment of truth. Beyond this door, we'll finally meet the legendary Rainbow Sage..."}, {"speaker": "Ryoma", "line": "Be careful, Corrin. Don't let your guard down just yet."}, {"speaker": "Corrin", "line": "You're right. Let's just take this slowly..."}, {"speaker": "Corrin", "line": "On one...two... THREE!"}, {"speaker": "Old Man", "line": "Oh! Hello!"}, {"speaker": "Corrin", "line": "You?! What are we doing back here again?"}, {"speaker": "Old Man", "line": "Hoo hoo! This is where I live. Sorry to disappoint you."}, {"speaker": "Corrin", "line": "It can't be. You're the Rainbow Sage? Why didn't you say so when we first met you?"}, {"speaker": "Rainbow Sage", "line": "Well, that wouldn't have been any fun, would it? The legend would take a bit of a hit if you could just meet me anywhere."}, {"speaker": "Corrin", "line": "I...I suppose you're right. Well, now that we've made it, will you grant us the same power you granted the others?"}, {"speaker": "Rainbow Sage", "line": "No."}, {"speaker": "Corrin", "line": "What do you mean, no? We've done everything you asked! Or is there some other challenge we have yet to face?"}, {"speaker": "Rainbow Sage", "line": "No, there is nothing else. You've done it...you can hold your heads up high! Don't you see? You've all fought so hard just to get here... The journey itself is what has strengthened you. Your minds and your bodies. If I were to ask you to climb another 5,000 vertical feet, I have no doubt you'd do it. THAT is the power that Sumeragi, Garon, Xander...and the other...have tapped into."}, {"speaker": "Corrin", "line": "Yes. I see what you mean."}, {"speaker": "Rainbow Sage", "line": "Hoo, hoo! You feel it, don't you? Like you could do anything you set your mind to?"}, {"speaker": "Corrin", "line": "Yes. Yes, I do. Thank you, Rainbow Sage."}, {"speaker": "Rainbow Sage", "line": "Don't thank me yet! There's one more thing I can do for you, Corrin."}, {"speaker": "Corrin", "line": "Wait, how did you know my name?"}, {"speaker": "Rainbow Sage", "line": "Hoo hoo! I know ALL about you. More than you know about yourself! But that's neither here nor there. Now, show me the blessed Yato, if you will."}, {"speaker": "Corrin", "line": "Very well. Does this have to do with the Seal of Flames?"}, {"speaker": "Rainbow Sage", "line": "Ah...you HAVE been paying attention. Good. Now, I must speak with the one who wields the Fujin Yumi."}, {"speaker": "Takumi", "line": "Huh? What do you want from me?"}, {"speaker": "Rainbow Sage", "line": "Both of you, lift your weapons, if you would. Now, look at each other with calm minds and open hearts. This is the beginning. The Seal of Flames must be unlocked to initiate peace..."}, {"speaker": "Rainbow Sage", "line": "I, who forged the sacred blade... I, who committed the great sin... I, who wove the divine colors... I call on you now, Seal of Flames!"}, {"speaker": "Corrin", "line": "Something's happening to the Yato... It's changing!"}, {"speaker": "Rainbow Sage", "line": "The divine blade Yato is no more. You are now the proud owner of the Noble Yato, its worthy successor."}, {"speaker": "Corrin", "line": "I...I can feel a kind of power coursing through it..."}, {"speaker": "Rainbow Sage", "line": "That is nothing compared to what you will feel later. But that's all I can tell you for now. Now, if my sources are accurate, there is a very confused army looking for you. I believe NOW would be an opportune time to return to Nohr."}, {"speaker": "Corrin", "line": "You're right. I had almost forgotten about that..."}, {"speaker": "Rainbow Sage", "line": "Understandable, given all you've been through. However, it would behoove you to gather your wits quickly and move on. I am certain greater challenges lie ahead."}, {"speaker": "Corrin", "line": "Thank you, Rainbow Sage. We are honored to have met you."}, {"speaker": "Rainbow Sage", "line": "Well, it's been a pleasure to meet you as well. I'm just pleased as punch that you didn't die on the way here!"}, {"speaker": "Corrin", "line": "I vow to return here and visit you again once the war is over."}, {"speaker": "Rainbow Sage", "line": "Oh?"}, {"speaker": "Corrin", "line": "What? Should...should I not do that?"}, {"speaker": "Rainbow Sage", "line": "Oh! Pardon me. Now you would be welcome to visit me anytime. Farewell, Corrin."}, {"speaker": "Corrin", "line": "Farewell, Rainbow Sage. Thank you."}, {"speaker": "Rainbow Sage", "line": "Ah...I hope he/she can live up to the destiny that's been laid before him/her... I'll be long dead before I find out, I suppose... But still...it would be nice for him/her. Hoo hoo!"}]}