{"chapter": "22B", "title": "Hidden Capital", "speakers": ["Ryoma", "Corrin", "Silas", "Shura", "Takumi", "Azura", "Flower Girl", "Elise", "Cassita"], "dialogue_counts": {"Ryoma": 19, "Corrin": 26, "Silas": 4, "Shura": 22, "Takumi": 3, "Azura": 11, "Flower Girl": 2, "Elise": 15, "Cassita": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 110, "transitions": "-------", "intro": [{"speaker": "Ryoma", "line": "So this is Windmire..."}, {"speaker": "Corrin", "line": "Yes. I'm finally back... It feels like it's been a lifetime. I never got to spend much time out here. I was always locked away. Still, being so close to the castle. It feels like...returning home. *sigh* It's strange, though. I haven't seen a soul since we arrived. It's so empty and quiet here. It's like the complete opposite of Hoshido."}, {"speaker": "Ryoma", "line": "Yes, it's hard to believe that this is the capital city of a major kingdom."}, {"speaker": "Silas", "line": "Believe it. I'm afraid that the city has been this way for quite some time now. Most regular folks just stay indoors. That way they won't be harassed by brigands or roving Faceless... That's just how it is in Nohr."}, {"speaker": "Ryoma", "line": "Is that so?"}, {"speaker": "Silas", "line": "Yes, I'm afraid so. Remember the Woods of the Forlorn? How the trees arched and craned to soak up every possible bit of light? That's how us Nohrians must live as well. Food, resources and even light are limited. That's why our kingdom learned to fight and conquer other countries to prosper. We're like those trees, searching for the sun and trying to survive as best as we can."}, {"speaker": "Ryoma", "line": "That's terrible. Coming from the fruitful land of Hoshido, I had no idea... When this war ends, we'll have to see what we can do to share our resources."}, {"speaker": "Silas", "line": "You're...you're offering aid to a kingdom that you're at war with?"}, {"speaker": "Ryoma", "line": "Of course. As the next of kin, I will naturally ascend the throne once I return to Hoshido. And my first priority as king will be revising our foreign policy toward Nohr. We have an abundance of food in Hoshido. More than we can even consume. Why should our neighbors suffer while we live in excess?"}, {"speaker": "Silas", "line": "That's much appreciated, milord. You are an inspiration! I am prepared to give up my own life to fight for you. Because truly, fighting for you is as good as fighting for Nohr!"}, {"speaker": "Ryoma", "line": "Thank you, Silas. I appreciate your support."}, {"speaker": "Corrin", "line": "Thank you both. It's things like this that keep my dream of peace between Nohr and Hoshido alive."}, {"speaker": "Shura", "line": "Well, what do we have here? Couple of travelers, are you?"}, {"speaker": "Corrin", "line": "Who are you?"}, {"speaker": "Shura", "line": "Never mind that. This is the bad part of town, kiddo. You shouldn't be walking around here by yourselves. After all, you're might run into some real bad characters. Not unlike...us. Heh, heh."}, {"speaker": "Corrin", "line": "Us? What are you talking about— Oh."}, {"speaker": "Takumi", "line": "Yep, we're surrounded. I don't think these are Nohrian soldiers, though..."}, {"speaker": "Corrin", "line": "Argh! we don't have time for this!"}, {"speaker": "Shura", "line": "The hell are you mumbling about? Now, we can make this nice and easy. Just give us all of your valuables, including that fancy-lookin' sword there..."}, {"speaker": "Corrin", "line": "It looks like we have no choice. Get ready for battle, everyone!"}], "boss": [{"speaker": "Shura", "line": "It's nothing personal. But we've got to eat, you know? If only you'd given me that lovely sword...we could have avoided all this."}, {"speaker": "Shura", "line": "You guys...aren't mere travelers...are you?"}], "end": [{"speaker": "Ryoma", "line": "You're the leader of this pathetic gang, are you not? Someone tie him up! The fewer people who know we're here, the better."}, {"speaker": "Shura", "line": "Geez, just kill me if you're going to kill me!"}, {"speaker": "Azura", "line": "Hold on, Ryoma. I want to speak with this man. As a thief, he may know something about the secret passageway into the castle..."}, {"speaker": "Ryoma", "line": "Hmm? What passageway?"}, {"speaker": "Azura", "line": "It's something I've always remembered about the day I was kidnapped from Nohr... My captors stole me away from the castle through some kind of secret tunnel."}, {"speaker": "Ryoma", "line": "Is that so?"}, {"speaker": "Shura", "line": "..."}, {"speaker": "Azura", "line": "It must have been made long ago for the purpose of infiltrating the castle unseen. I'm certain that King Garon and the Nohrian royals know nothing about it. If the tunnel is still there, it would benefit us greatly to make use of it. Do you know anything about this, thief?"}, {"speaker": "Shura", "line": "Heh. I know a lot of stuff."}, {"speaker": "Azura", "line": "In that case, you must tell us. It is imperative that we reach the castle!"}, {"speaker": "Shura", "line": "Or what—you'll kill me? Go ahead."}, {"speaker": "Azura", "line": "..."}, {"speaker": "Shura", "line": "Ha! You can't kill me, can you? You need the information too badly. Well... you just need to grease the wheels, kiddo."}, {"speaker": "Azura", "line": "What is it that you desire?"}, {"speaker": "Shura", "line": "Ah, now we're talking! Money. And lots of it."}, {"speaker": "Ryoma", "line": "Very well. Money is no object for us. If your motivations are so base and pathetic, we can bury you in coin. On my honor as High Prince of Hoshido, you shall be paid at the first opportunity."}, {"speaker": "Shura", "line": "What did you say? The High Prince of Hoshido?"}, {"speaker": "Ryoma", "line": "That's right. I'm Ryoma, heir to the throne of Hoshido. I shall ascend the throne as soon as this war ends. At that time I will grant you as much money as your pathetic mind can comprehend."}, {"speaker": "Takumi", "line": "Um, Ryoma? You sure you want to reveal your true identity to this guy? Not to mention promising him unlimited money..."}, {"speaker": "Ryoma", "line": "He has information that could help save us invaluable time. We have no choice. Although, I suppose we haven't yet tried interrogation..."}, {"speaker": "Shura", "line": "Milord, please accept my sincerest apologies. I didn't know who you were."}, {"speaker": "Ryoma", "line": "Excuse me?"}, {"speaker": "Shura", "line": "The name's Shura. My family once served yours. I am a ninja of Kohga... a land that exists only in memory now."}, {"speaker": "Ryoma", "line": "Kohga! That's a name I haven't heard for many, many years."}, {"speaker": "Corrin", "line": "Hey, Takumi. Do you know what they're talking about? I've never heard of Kohga before."}, {"speaker": "Takumi", "line": "Yeah, Kohga was a small kingdom that bordered Mokushu. The place was known for its ninja dojos...until Mokushu burned it to the ground. Now that territory belongs to Mokushu and nothing remains of Kohga."}, {"speaker": "Corrin", "line": "That's terrible..."}, {"speaker": "Shura", "line": "The day Kohga fell to Mokushu, almost all of my people were slaughtered. I was a child... Chased from my homeland and separated from the other survivors. Even as a refugee, I was denied entry to Hoshido. So I wound up in Nohr. I was exiled and alone. My only choice was to steal or die. You can guess what I chose. I've been here ever since, searching for others like me and trying to stay afloat..."}, {"speaker": "Ryoma", "line": "I'm sorry for your troubles and that you weren't able to find safe haven in Hoshido. When this war is over, I will do all I can to help your people reclaim your homeland. There's just one condition. Join us! Join us and fight to make our world a better place!"}, {"speaker": "Shura", "line": "Lord Ryoma... Anyone who would help my people claim what was taken from us has my support."}, {"speaker": "Ryoma", "line": "Excellent. Now, I believe Azura mentioned something about a secret passageway..."}, {"speaker": "Shura", "line": "Of course. The tunnel."}, {"speaker": "Azura", "line": "Thank you for your help, Shura. I apologize for threatening you earlier."}, {"speaker": "Shura", "line": "Don't worry about it. I had it coming."}, {"speaker": "Azura", "line": "Well, I'm glad to have you on our side from now on. With your help, we just might gain the advantage we need to defeat King Garon."}, {"speaker": "Shura", "line": " Ehem! Are you folks ready to get moving? We've kicked up enough dust that I'm sure some soldiers will be poking around soon. I'll lead you to the capital's underground. From there, we'll enter the secret tunnel. You're in for a wild ride, heh."}, {"speaker": "Ryoma", "line": "What...what is this place?"}, {"speaker": "Shura", "line": "Heh. I told you. This is the REAL Nohr. The royals don't even know about this place. It's how the ordinary people around here get by."}, {"speaker": "Corrin", "line": "It's so...lively! There are so many shops and people. This is more like what I imagine when I think of a capital city."}, {"speaker": "Shura", "line": "Yeah, this is the true heart of Nohr. It's a place free from the prying eyes of the king's spies and soldiers. Here you can see a real glimpse of what it means to be a Nohrian! Only rich foreigners and idiots venture out into the streets above, heh."}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Ryoma", "line": "This is encouraging. I do see some poverty, but aside from a few differences, this could be Hoshido. I'd like to think our kingdoms have more in common than we thought."}, {"speaker": "Corrin", "line": "It makes me so happy to hear you say that, Ryoma. Maybe one day...our two kingdoms will coexist peacefully."}, {"speaker": "Flower Girl", "line": "Hi, hi! Want to buy a flower? I'll make you a special deal, heehee!"}, {"speaker": "Shura", "line": "Not today, girlie. Bug off."}, {"speaker": "Flower Girl", "line": "Hey, that's mean! The least you could do is take a look! See? I have all different kinds! They're all so pretty and— *GASP*"}, {"speaker": "Corrin", "line": "What's wrong? What's going on?"}, {"speaker": "Elise", "line": "Corrin!"}, {"speaker": "Corrin", "line": "Elise?!"}, {"speaker": "Elise", "line": "Is it really you? What are you doing here?"}, {"speaker": "Corrin", "line": "Elise...I could ask you the same question! You're a princess! What are you doing selling flowers in the market?"}, {"speaker": "Elise", "line": "I...I can't talk about it here. I've got a place just around the corner. Come with me and we'll talk!"}, {"speaker": "Corrin", "line": "You've got a...place? This really is some kind of alternate world!"}, {"speaker": "Elise", "line": "Heehee! Don't worry—not all that much has changed. I'm just so happy to see you again! Father doesn't know I'm here, so you don't need to worry. Follow me!"}, {"speaker": "Cassita", "line": "So you're this big brother/sister I keep hearing about. You're so handsome/lovely!"}, {"speaker": "Corrin", "line": "Oh, um, thank you."}, {"speaker": "Elise", "line": "Corrin, this is my nanny, Cassita. She lives down here. I...I've been spending a lot of time with her since you left."}, {"speaker": "Cassita", "line": "She gets so lonely. Why don't you come home and visit more often, young man/lady?"}, {"speaker": "Elise", "line": "Cassita! Please, that's embarrassing. Would you mind making some tea for everyone?"}, {"speaker": "Cassita", "line": "I'm sorry, dear. Yes, of course. Be right back..."}, {"speaker": "Corrin", "line": "So, Elise..."}, {"speaker": "Elise", "line": "You want to know why I'm here, don't you? *sigh* Well, the castle just doesn't feel like home anymore."}, {"speaker": "Corrin", "line": "What do you mean?"}, {"speaker": "Elise", "line": "A lot has changed since you left, and since the war started. Us siblings, well... We were all so upset over losing you, we could hardly look at each other anymore... Now Xander's always gone, Leo's left, and Camilla barely speaks. It's like the heart's been ripped from the castle. I get so lonely there. Camilla taught me about the passage that leads here. I've been using it to get away."}, {"speaker": "Corrin", "line": "I'm so sorry, Elise. But why are you selling flowers? Surely you don't need the money..."}, {"speaker": "Elise", "line": "Oh, that's just to help out Cassita a little bit. I collect the flowers at the castle and bring them here to sell. It takes my mind off the whole situation, and I give the money to Cassita. Flowers make people happy! If I can't be happy, at least I can make others happy."}, {"speaker": "Corrin", "line": "There's that smile again. I've missed it terribly. When I saw you in Cyrkensia, you looked so worried..."}, {"speaker": "Elise", "line": "Yes, well...I was with Father... He's been acting so strangely..."}, {"speaker": "Corrin", "line": "Oh? Why do you say that?"}, {"speaker": "Elise", "line": "He's been...scarier than usual. If someone crosses him, he kills them like it's nothing. He even...killed Zola. Right in front of me. It's more than that too. He always has this cold, empty expression on his face. I think even Xander is beginning to question him. Xander said Father is like a different person from the one he knew growing up."}, {"speaker": "Corrin", "line": "A different person... Xander said that?"}, {"speaker": "Elise", "line": "Yep. He said Father wasn't nearly as scary when he was younger. He said Father wasn't cruel back then. That he loved showing his strength... But he had dignity and charm and didn't care for conquering other kingdoms. He told me that things started getting bad when Queen Arete died. I'm the daughter of someone who came after Arete, so I never got to meet her."}, {"speaker": "Corrin", "line": "I've never even heard of Queen Arete. I've only heard Xander talk about his mother, Queen Katerina."}, {"speaker": "Cassita", "line": "Oh, my! Now THOSE names bring back some memories. Queen Arete! And Queen Katerina, too. I haven't thought of her in ages! Such lovely ladies!"}, {"speaker": "Elise", "line": "Cassita! Were you listening to our whole conversation? Yeesh!"}, {"speaker": "Cassita", "line": "I'm sorry, honey, but your tea has been ready for ages! I couldn't help but overhear a few little words here and there..."}, {"speaker": "Corrin", "line": "It's all right, ma'am. I'm curious, though. Did you know Queen Arete or Queen Katerina?"}, {"speaker": "Cassita", "line": "Oh, yes. I worked for both of them for a time. Both fine ladies, just fine! I remember King Garon was really broken up when queen Katerina died. Said he'd never marry again! Hah! That changed the minute he met Lady Arete. She had such an amazing voice. Her singing would fill the castle. And she was so beautiful! She looked an awful lot like your friend there, actually. You know—the one with the blue hair!"}, {"speaker": "Ryoma", "line": "Well, that makes sense. Azura was born in Nohr. She's probably King Garon's daughter with Queen Arete."}, {"speaker": "Elise", "line": "WHAT?! I have another sister I didn't even know about?"}, {"speaker": "Azura", "line": "Oh, um... I... ..."}, {"speaker": "Corrin", "line": "Azura?"}, {"speaker": "Cassita", "line": "Wowee! This is the most exciting teatime I've had in ages! Let's take it to the next level with some cookies, shall we?"}, {"speaker": "Azura", "line": "I'm sorry, but we really must be going. Thank you very much for the tea and your hospitality."}, {"speaker": "Cassita", "line": "Oh, that's too bad. I wish you could stay longer."}, {"speaker": "Elise", "line": "I...I still can't believe I have another sister! I wish I'd known earlier... Big sister! I'm so glad I met you!"}, {"speaker": "Azura", "line": "Yes... It was nice meeting you as well."}, {"speaker": "Corrin", "line": "Hmm..."}]}