{"chapter": "23B", "title": "Camilla", "speakers": ["Ryoma", "Elise", "Corrin", "???", "Takumi", "Hinoka", "Sakura", "Camilla", "Arthur", "Effie", "Selena", "Beruka"], "dialogue_counts": {"Ryoma": 3, "Elise": 31, "Corrin": 34, "???": 2, "Takumi": 1, "Hinoka": 1, "Sakura": 2, "Camilla": 17, "Arthur": 9, "Effie": 9, "Selena": 10, "Beruka": 9}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 128, "transitions": "----------------------", "intro": [{"speaker": "Ryoma", "line": "This is quite a passage. It's more like a catacomb than a tunnel."}, {"speaker": "Elise", "line": "Yeah, there's some spooky stuff down here for sure!"}, {"speaker": "Ryoma", "line": "Heh. Thank you for the warning. But I think we'll be all right."}, {"speaker": "Corrin", "line": "Yes, thank you so much for accompanying us here, Elise. We'll be alright from here. I'd recommend that you stay with Cassita for a while..."}, {"speaker": "Elise", "line": "What? Why?"}, {"speaker": "Corrin", "line": "Because...we're heading to the castle. That means that we'll be facing off against King Garon, and likely Xander too. Things could get ugly, and there's no need for you to be there."}, {"speaker": "Elise", "line": "So what you're saying is...you're going to try to kill Xander and Father. Right?"}, {"speaker": "Corrin", "line": "I...I'm afraid I must do whatever it takes to end this war. Ultimately, I have to do what's right for the people of Hoshido and Nohr. If that means killing King Garon, or even Xander... Well..."}, {"speaker": "Elise", "line": "I see... That settles it. I'm coming with you!"}, {"speaker": "Corrin", "line": "Huh?! No, Elise! It's too dangerous! And I can't let you fight your family! That's a burden I alone must bear."}, {"speaker": "Elise", "line": "Oh, don't be silly. I'm not gonna fight with anyone, and neither are you! I'm not siding with or against you, Brother/Sister. I want to help bring both sides together! I want the war to end just as much as you do. So! I'm coming with you to let Xander and Father and everyone else know how I feel. They're still super mad at YOU, but maybe they'll hear me out! Maybe we CAN end the war without any more fighting! Don't we at least have to try to end this without hurting each other more?"}, {"speaker": "Corrin", "line": "Elise... All right. I suppose you won't be in any danger from either side. Just promise me that you won't do anything reckless."}, {"speaker": "Elise", "line": "Yep, yep! I promise!"}, {"speaker": "Corrin", "line": "All right, then. Let's get moving!"}, {"speaker": "Corrin", "line": "So far, so good. This passage appears fairly well traveled. Although...I see a fork in the road ahead. Which way do we go, Elise?"}, {"speaker": "Elise", "line": "The path on the right leads to an area near my quarters. Camilla said that the other path leads more or less to the throne room."}, {"speaker": "Corrin", "line": "Right. Left path it is."}, {"speaker": "Elise", "line": "But...she also said the left path is like a maze. She warned me to NEVER take that path, you guys!"}, {"speaker": "Corrin", "line": "Don't worry, Elise. You wouldn't believe what we've had to overcome to get here. I'm confident that we can get through anything together."}, {"speaker": "Elise", "line": "If you say so..."}, {"speaker": "Corrin", "line": "What's the matter?"}, {"speaker": "Elise", "line": "It's just...you almost seem like a different person now. You're so...commanding. I guess I just have to get used to you being all grown up..."}, {"speaker": "Corrin", "line": "It's true...I've done a lot of growing since I left Nohr. But don't worry, Elise. I'm still the same old Corrin. And I'll always do everything I can to protect you, Little Sister."}, {"speaker": "Elise", "line": "Aww, thank you. I'm so glad you came back! I love you so much!"}, {"speaker": "Corrin", "line": "Haha! Whoa! Easy with the monster hugs. I almost fell over!"}, {"speaker": "Elise", "line": "Heehee!"}, {"speaker": "???", "line": "Ah! Did you hear that? That's Lady Elise's laugh!"}, {"speaker": "???", "line": "Oh ho! You're right! Let's report this to Lady Camilla posthaste..."}, {"speaker": "Ryoma", "line": "This part of the tunnel seems a bit ominous. Be on guard, everyone!"}, {"speaker": "Takumi", "line": "Yeah, are you seeing all of these traps? Most of 'em have been sprung, but I bet there are even more that haven't."}, {"speaker": "Hinoka", "line": "And the ones that did spring look like they were pretty effective. I'm seeing more corpses than I'd like..."}, {"speaker": "Sakura", "line": "C-corpses? Eek! I thought those were just decorations to make it spooky! I'm scared, Corrin."}, {"speaker": "Corrin", "line": "It's OK, Sakura. If you want to close your eyes, I can lead you through this part."}, {"speaker": "Sakura", "line": "Oh...th-thank you so much..."}, {"speaker": "Elise", "line": "What about me? I'm scared too!"}, {"speaker": "Corrin", "line": "Heh. I can help lead you, too. Just come over to this side."}, {"speaker": "Elise", "line": "Yay! Heehee! Uh-oh...do you hear that? There's someone behind us!"}, {"speaker": "Corrin", "line": "Elise...have you ever seen any Faceless down here?"}, {"speaker": "Camilla", "line": "Ah, Elise. There you are! I've been looking all over for you."}, {"speaker": "Elise", "line": "Camilla! What are you doing down here?"}, {"speaker": "Camilla", "line": "Like I said, I was looking for you. Are you hurt, darling? Who are all these people? Are you being kidnapped right now?!"}, {"speaker": "Elise", "line": "What? No! These are—"}, {"speaker": "Camilla", "line": "The Hoshidans! I knew it. Well, I'm so glad we could meet down here. How DARE you bother my baby sister. I shall now make you all dearly regret ever stepping foot in here!"}, {"speaker": "Corrin", "line": "Hold on, Camilla. It's me, Corrin! We're not kidnapping Elise!"}, {"speaker": "Camilla", "line": "Corrin! How can this be? You're back in Nohr!"}, {"speaker": "Corrin", "line": "It's...a long story."}, {"speaker": "Camilla", "line": "Well, have you come to your senses? Are you returning to Nohr for good?"}, {"speaker": "Corrin", "line": "Oh...um... Sorry, but no. I want Hoshido and Nohr to be at peace, and that can't happen while Garon lives."}, {"speaker": "Camilla", "line": "Hmm. I see. So you want to come back, but these awful people are still confusing your little head. Don't worry, darling. Big Sister is here to take care of these monsters for you!"}, {"speaker": "Corrin", "line": "Camilla, no! You don't understand!"}, {"speaker": "Elise", "line": "Please listen, Sister!"}, {"speaker": "Camilla", "line": "Don't worry, Elise. I promise to save our precious Corrin. Once I've killed all his/her friends, he's/she's sure to remember his/her true family. Right? Right!"}], "battle": [{"speaker": "Arthur", "line": "Never fear, Lady Elise! Arthur is here to vanquish your captors!"}, {"speaker": "Effie", "line": "This won't be anything more than a light workout..."}, {"speaker": "Elise", "line": "Oh, Arthur. I don't need saving! And, Effie...save your energy!"}, {"speaker": "Corrin", "line": "Oh, Arthur and Effie... Those are your retainers, aren't they?"}, {"speaker": "Elise", "line": "Yep! They're the best! They seem to think you're kidnapping me... Whoops! This is all my fault for sneaking out and running around with you. If you can get me over to them, I'm sure we can smooth this over."}, {"speaker": "Corrin", "line": "OK, I'll give it a shot. But remember...this is still a battlefield. Stay close!"}], "battle-talk": [{"speaker": "Arthur", "line": "Lady Elise! I'm so glad you're safe. I was so disappointed in myself when I heard you were missing.", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Elise", "line": "Oh, Arthur. I just came down to get away from the castle for a while. And just to be perfectly clear—Corrin is not kidnapping me!", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Oh. So there'll be no valiant rescue for me to perform today, I suppose...", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Elise", "line": "Heehee! No, sorry about that, Arthur. I'm perfectly safe with Corrin. I'm trying to help him/her gain an audience with Father, that's all.", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Very well. I'll retreat the way I came. And I'll let Effie know as well. However, there's nothing I can do to stop Lady Camilla at this point. I hope you understand, milady.", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Elise", "line": "*sigh* I know. My big sister can be so stubborn sometimes... Anyway, when this is all over, I'd like it if you came to my quarters for tea.", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Erm...you mean it's not over...now?", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Elise", "line": "There's one last thing I gotta help Corrin with! It's all up to me! Don't worry about me. I'll be perfectly safe with Corrin. And afterward we can celebrate a new era of peace with some tea! Heehee!", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "Nothing would please me more, milady. I shall await your triumphant return!", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Elise", "line": "Yup! Thanks, Arthur. I'm lucky to have you as my retainer!", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Arthur", "line": "You kind words are much appreciated.", "person_1": "Elise", "person_2": "Arthur"}, {"speaker": "Effie", "line": "Corrin, step away from Lady Elise at once!", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Elise", "line": "No, Effie...it's OK! Corrin isn't kidnapping me. I snuck out of the castle on my own.", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Effie", "line": "I don't understand... We've all been worried sick!", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Elise", "line": "I'm trying to help Corrin settle things with Father before someone gets hurt. I can't stand watching people I love trying to kill each other. That includes you!", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Effie", "line": "Well...my allegiance is to you above all others, Lady Elise. So as long as it appears you are in no danger, I will retreat. However, I'm not sure I can persuade Lady Camilla to stand down. I'm sorry. I hope you understand.", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Elise", "line": "It's OK. I understand. When all of this is over, please meet me back at my quarters.", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Effie", "line": "When all of this is over? What do you mean?", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Elise", "line": "There's still something I need to help Corrin with! I won't be long. Don't worry about me, Effie. Like I said, when this all blows over, we'll have tea in my quarters. I can't wait!", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Effie", "line": "Very well, milady. I'll let Arthur know you're OK. Please stay safe.", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Elise", "line": "Yup! Thanks, Effie. Love you!", "person_1": "Elise", "person_2": "Effie"}, {"speaker": "Effie", "line": "I love you, too...", "person_1": "Elise", "person_2": "Effie"}], "boss": [{"speaker": "Arthur", "line": "In the name of justice, I won't let you scoundrels kidnap Lady Elise!"}, {"speaker": "Arthur", "line": "I've failed you, Lady Elise... Please...forgive me."}, {"speaker": "Effie", "line": "I've been training my entire life for this moment. Do you really think you stand a chance?"}, {"speaker": "Effie", "line": "I couldn't protect you... I'm so sorry, Elise..."}, {"speaker": "Selena", "line": "I let you win last time. You know that, right? Well, the kid gloves are coming off this time! You're going down!"}, {"speaker": "Selena", "line": "Not fair!"}, {"speaker": "Beruka", "line": "I'll defeat you all. Then Corrin will return, and Lady Camilla will smile again..."}, {"speaker": "Beruka", "line": "How frustrating..."}, {"speaker": "Camilla", "line": "Hmm... Once all of you are out of my way, Corrin will be all mine!"}, {"speaker": "Camilla", "line": "I still love you, Corrin..."}, {"speaker": "Selena", "line": "Ugh. You again.", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Corrin", "line": "Why do you seem so unhappy to see me?", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Selena", "line": "We're about to fight, dummy! Lady Camilla told me not to kill you, though, so I guess it's your lucky day.", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Corrin", "line": "Heh, so you're going to go easy on me, then?", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Selena", "line": "Argh! Yes, but ONLY because Lady Camilla said so! Geez! Anyway, I'm not allowed to kill you, but that doesn't mean I can't beat you up!", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Corrin", "line": "*sigh*", "unit": "Corrin", "boss": "Selena"}, {"speaker": "Beruka", "line": "What are you doing? I'm not supposed to kill you. Just get out of my way, and I'll let you live.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Corrin", "line": "Sorry, I can't do that. You'll have to get through me to get to my friends.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Beruka", "line": "But I...I'm not allowed to kill you. This doesn't make sense.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Corrin", "line": "You're exactly right! There's no need for us to fight.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Beruka", "line": "Hmm. I can't disobey an order. I suppose I'll just have to render you unconscious and then kill your friends.", "unit": "Corrin", "boss": "Beruka"}, {"speaker": "Camilla", "line": "Oh, I'm so happy you're coming back to us, Corrin!", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Corrin", "line": "Camilla...I'm not coming back. I'm trying to end this war! I don't want to fight you, but I can't let you stand in my way.", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Camilla", "line": "Awww, I can't stand to see you upset like this. Come over here, and I'll just put you to sleep for a little while. I won't hurt you! I just need you to stay calm while I kill these fiends...", "unit": "Corrin", "boss": "Camilla"}, {"speaker": "Corrin", "line": "You leave me no choice...", "unit": "Corrin", "boss": "Camilla"}], "end": [{"speaker": "Camilla", "line": "So...it wasn't meant to be...you coming back to us... And now it looks like I'm losing my precious Elise, too..."}, {"speaker": "Corrin", "line": "Camilla. You're not losing anyone. Elise is just coming with us to help persuade King Garon and Xander."}, {"speaker": "Camilla", "line": "Persuade them? Is it...possible?"}, {"speaker": "Elise", "line": "Well, we won't know until we try. We have to change their minds to stop the fighting! I'm just doing whatever I can to bring our family back together again. It turns out we all want the same thing, Camilla! To be together again!"}, {"speaker": "Camilla", "line": "Oh, Elise..."}, {"speaker": "Corrin", "line": "Listen. When the war is over, I want to establish a peaceful alliance. If Nohr and Hoshido are on cordial terms, we don't have to be estranged. I must believe that if I end the war, I'll be able to return to my family one day."}, {"speaker": "Camilla", "line": "Do you really think peace is possible? I'd love to be a family again..."}, {"speaker": "Corrin", "line": "What is the point of believing otherwise? We will either forge a peaceful future or die trying."}, {"speaker": "Camilla", "line": "I see. Well, I suppose it would be wonderful if we could all get along... I think I understand what you're trying to do. I hope you can make it happen."}, {"speaker": "Corrin", "line": "Thank you, Camilla."}, {"speaker": "Camilla", "line": "Yes...I can imagine it now. Xander, Leo, Elise, and...the Hoshidan Prince/Princess Corrin. We could all have a picnic! And there would be games, and food, and... Oh, dear...I'm feeling a bit woozy..."}, {"speaker": "Elise", "line": "Camilla, are you OK?"}, {"speaker": "Selena", "line": "Her pulse is strong, and she's breathing normally. I think she's fine. But she took quite a beating in that fight, and she must have been exhausted... No matter. We can take care of her. The rest of you are free to go."}, {"speaker": "Corrin", "line": "Oh? You won't try to stop us?"}, {"speaker": "Selena", "line": "Yeah! You heard what she said, right? We can't go against Lady Camilla's orders just because she's unconscious! As much as I'd like to keep fighting..."}, {"speaker": "Beruka", "line": "Selena...anger is clouding your judgment."}, {"speaker": "Selena", "line": "Whatever, Beruka! I'm tired—why don't you pick up Camilla and carry her back to her quarters."}, {"speaker": "Beruka", "line": "Why me?"}, {"speaker": "Selena", "line": "Did you not hear me? I'm tired! That's why you!"}, {"speaker": "Beruka", "line": "I see."}, {"speaker": "Selena", "line": "All right, Corrin. Get out of here before we change our minds! You just gave Lady Camilla hope... Don't go breaking her heart again!"}, {"speaker": "Beruka", "line": "Go ahead, Corrin. Hurry."}, {"speaker": "Corrin", "line": "Right. Thank you. And thank you, Camilla, for finally understanding my aim. This war is coming to an end...I promise!"}]}