{"chapter": "25B", "title": "Traitor Revealed", "speakers": ["Elise", "Corrin", "Iago", "Azura", "Takumi", "Sakura", "???", "Leo", "Niles", "Odin"], "dialogue_counts": {"Elise": 9, "Corrin": 28, "Iago": 25, "Azura": 5, "Takumi": 8, "Sakura": 3, "???": 1, "Leo": 24, "Niles": 4, "Odin": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 111, "transitions": "-----------------", "intro": [{"speaker": "Elise", "line": "All right...the throne room is just upstairs from here."}, {"speaker": "Corrin", "line": "Understood. Wait. Someone's coming down."}, {"speaker": "Elise", "line": "Oh!"}, {"speaker": "Iago", "line": "Well, well...look who's still alive! You're just full of surprises, Corrin."}, {"speaker": "Corrin", "line": "I'm through playing games, Iago. Let's just do this."}, {"speaker": "Iago", "line": "Not so fast! Lady Elise, I'm here for you! Why don't you come over here, and I'll protect you."}, {"speaker": "Elise", "line": "Why would I ever listen to YOU! You tried to make Xander and Leo fight Corrin! And you've tried to kill him/her, like, five times already!"}, {"speaker": "Corrin", "line": "Save your breath, Elise. This guy never listens to reason. He doesn't care about right or wrong. He's just looking out for himself. I think it's time we taught him a lesson he'll never forget."}, {"speaker": "Iago", "line": "Ooh, such big words. Hoshidan prince/princess! But you are right... I don't care about what's right or wrong. That's why I always get my way. I'm willing to do what's necessary. Like THIS!"}, {"speaker": "Azura", "line": "AHHH!"}, {"speaker": "Corrin", "line": "Takumi! What are you doing?"}, {"speaker": "Takumi", "line": "Die die die die die..."}, {"speaker": "Azura", "line": "Urk...you're...hurting me! Why..."}, {"speaker": "Corrin", "line": "What's wrong with you? Stop hurting her!"}, {"speaker": "Iago", "line": "*sigh* I just knew this would be too much for your feeble mind to understand... And I need you to comprehend the totality of your defeat. Otherwise I can't properly enjoy myself, you see? Very well, let me explain. Prince Takumi has been on our side all along! Thanks to him, I've known your whereabouts every step of the way."}, {"speaker": "Corrin", "line": "You're lying. How could that be possible? Takumi, tell me this is a joke!"}, {"speaker": "Iago", "line": "Bwahaha! How does it feel? Being stabbed in the back again and again? And to think of all that time you spent looking for poor little Takumi..."}, {"speaker": "Corrin", "line": "There's no way Takumi would betray us of his own free will. He must still be possessed!"}, {"speaker": "Iago", "line": "Oh, please. Of course he's possessed. But the spell wouldn't work without a kernel of dissatisfaction in his soul. He's always felt like an afterthought in the royal family. He has quite the inferiority complex. He desperately wants to prove himself. That's how he survived. His hatred kept him going so he could deceive you all! Now it's his turn to shine. Mwahahaha! He's deliciously evil, is he not? Better hurry up and kill him... before he kills Azura!"}, {"speaker": "Corrin", "line": "There's got to be a better way... Takumi, listen! What happened in the Bottomless Canyon? What made you this way?"}, {"speaker": "Takumi", "line": "Nnngh..."}, {"speaker": "Azura", "line": "I can fix this... Just need to sing my song..."}, {"speaker": "Azura", "line": "Aieeee!"}, {"speaker": "Corrin", "line": "Azura!"}, {"speaker": "Iago", "line": "Oh, I'm so glad I'm getting to see this all in person for once. It's quite a show! I wonder how it will end..."}, {"speaker": "Corrin", "line": "Takumi...you've got to listen to me."}, {"speaker": "Iago", "line": "Are you really just going to let him kill Azura like this? What are you waiting for? Kill Takumi! And then see how Ryoma reacts. Oh ho ho!"}, {"speaker": "Corrin", "line": "I believe in you, Takumi. I know the real you is still in there."}, {"speaker": "Takumi", "line": "Nnngh...Brother/Sister..."}, {"speaker": "Iago", "line": "What?!"}, {"speaker": "Azura", "line": "Now's my chance... You are the ocean's gray waves... ♪"}, {"speaker": "Iago", "line": "No! Shut up!"}, {"speaker": "Sakura", "line": "Haaah!"}, {"speaker": "Iago", "line": "Gwaahhh..."}, {"speaker": "Sakura", "line": "I w-won't let you interrupt her!"}, {"speaker": "Corrin", "line": "Sakura! Thank you!"}, {"speaker": "Iago", "line": "You will pay for that bit of sass, young lady. I didn't want to get my hands dirty, but I suppose it can't be avoided."}, {"speaker": "Sakura", "line": "Eeeee!"}, {"speaker": "Corrin", "line": "Leave her out of this, Iago!"}, {"speaker": "Takumi", "line": "*cough* *cough* It's OK, everyone... I'm myself again. Thank you, Azura."}, {"speaker": "Corrin", "line": "Yes! I knew you'd snap out of it!"}, {"speaker": "Takumi", "line": "Thank you for believing in me, Corrin."}, {"speaker": "Corrin", "line": "Of course."}, {"speaker": "Iago", "line": "What just happened?"}, {"speaker": "Takumi", "line": "I just woke up for good. That's what happened. You were able to exploit some of my deepest fears and flaws, but that's over. My brothers and sisters need me, and I won't let them down. I'm a proud prince of Hoshido, and from now on I will live up to the title!"}, {"speaker": "Iago", "line": "How disappointing."}, {"speaker": "Corrin", "line": "This is it for you, Iago. You're on the wrong side of history. Peace is coming, and you can't stand in its way any longer. WE WILL GRIND YOU TO DUST!"}], "boss": [{"speaker": "Iago", "line": "You poor fool. Doing Corrin's dirty work for him/her..."}, {"speaker": "Iago", "line": "Save me...King Garon..."}, {"speaker": "Iago", "line": "You're like a rather pesky cockroach, you know that? Just when I think I've got you under my foot, you scamper away.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Corrin", "line": "Sure. Just keep talking. It's what you do best. I'm through talking.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Iago", "line": "Well, then! I'll save the rest of my clever analogies for another time... And kill you right now. HAAH!", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Takumi", "line": "Yes! I was hoping I'd get a chance to kill you myself. This is for everything you've put me through!", "unit": "Takumi", "boss": "Iago"}, {"speaker": "Iago", "line": "*yawn* You know I chose you because you were the weakest, right? You should never have come out of that spell—now you're going to suffer!", "unit": "Takumi", "boss": "Iago"}, {"speaker": "Takumi", "line": "Wrong! Now that my head is clear, my aim is truer than ever. I'm going to turn your face into my own personal bull's-eye.", "unit": "Takumi", "boss": "Iago"}], "end": [{"speaker": "Corrin", "line": "You're finished, Iago."}, {"speaker": "Iago", "line": "Awk! No...I don't want to die! Please...listen! I was under a spell the whole time. This is all King Garon's fault! I would never have done all those things to you."}, {"speaker": "Corrin", "line": "Sure."}, {"speaker": "Iago", "line": "Won't somebody save me? King Garon is the evil behind all of this. I've been used! Have mercy on me!"}, {"speaker": "???", "line": "Pathetic. I've never seen someone face their own death with less dignity. For that, and for all of your cruelty, you're a disgrace to Nohr!"}, {"speaker": "Corrin", "line": "Leo!"}, {"speaker": "Leo", "line": "Any last words, Iago?"}, {"speaker": "Iago", "line": "Lord Leo! I throw myself upon your mercy. You're here to save me, right?"}, {"speaker": "Leo", "line": "Weren't you listening just now? I am not your ally, you monster. I won't allow you to sully our kingdom a moment longer!"}, {"speaker": "Iago", "line": "B-but, milord..."}, {"speaker": "Leo", "line": "Just stop talking. I'll put you out of your misery."}, {"speaker": "Iago", "line": "Please, I beg you!"}, {"speaker": "Leo", "line": "Die!"}, {"speaker": "Iago", "line": "Gyah!"}, {"speaker": "Leo", "line": "Good riddance."}, {"speaker": "Corrin", "line": "Thank you, Leo. Have you come to join us? We're about to confront King Garon."}, {"speaker": "Leo", "line": "Not exactly. I have had a moment of enlightenment, and I believe you are on the side of justice. However, I'm still a Nohrian prince, and King Garon is still my father. I won't stop you, but I cannot assist you further."}, {"speaker": "Corrin", "line": "I understand. Even though I now know we're not related, I still think of you as my brother."}, {"speaker": "Leo", "line": "Thank you, Corrin."}, {"speaker": "Corrin", "line": "Also, I meant to tell you earlier, but... No, wait. Never mind."}, {"speaker": "Leo", "line": "What? What is it? You can't tease me like that!"}, {"speaker": "Corrin", "line": "*sigh* Your collar is inside out again."}, {"speaker": "Leo", "line": "DAMN IT. Why didn't you tell me before?"}, {"speaker": "Corrin", "line": "Sorry, I didn't want to interrupt your moment with Iago. You really took charge there!"}, {"speaker": "Leo", "line": "Well...thank you. I guess."}, {"speaker": "Elise", "line": "Don't worry, Leo! You still looked super cool!"}, {"speaker": "Leo", "line": "Elise! What are you doing here?"}, {"speaker": "Elise", "line": "I'm here to try and talk Xander and Father into listening to Corrin. I can't stand watching our family self-destruct anymore!"}, {"speaker": "Leo", "line": "I see. Well, I'm not sure Xander or Father are in the mood for chatting... You should go wait this out in that secret passage Camilla thinks I don't know about."}, {"speaker": "Elise", "line": "You know about that?! Ugh, of course you do. Nothing gets past you. But it doesn't matter. I have to do this! I'm the only one who has a chance of making them drop their guard and listen. I can't just sit by and do nothing while everyone I love tries to kill each other! I couldn't live with myself..."}, {"speaker": "Leo", "line": "But, Elise..."}, {"speaker": "Elise", "line": "Sorry, my mind's made up."}, {"speaker": "Leo", "line": "Well, I suppose I can't make you change your mind. So...do as you wish. But please be careful."}, {"speaker": "Elise", "line": "Yay! Thank you, Leo! Your blessing means a lot to me."}, {"speaker": "Corrin", "line": "Thank you, Leo."}, {"speaker": "Leo", "line": "You two...so reckless. Since you can't be stopped, I must at least warn you one last time... Xander is stronger than you can fathom. Much stronger than either of us. And Father is perhaps stronger still."}, {"speaker": "Corrin", "line": "I appreciate the warning. But I am willing to give my life for this cause. And I am confident enough to believe I won't have to."}, {"speaker": "Leo", "line": "You have grown considerably, Corrin."}, {"speaker": "Corrin", "line": "Thank you, Leo. We'll be on our way now. I hope we can meet again."}, {"speaker": "Elise", "line": "See you soon, Leo!"}, {"speaker": "Leo", "line": "Yes... Good-bye."}, {"speaker": "Leo", "line": "I honestly have no idea how this is all going to turn out... Wait a moment. Was that Odin giggling? And did I hear Niles cough? Guys, why don't you stop hiding and come out here."}, {"speaker": "Niles", "line": "So sorry, Lord Leo. We simply didn't wish to disturb you unless it became necessary."}, {"speaker": "Odin", "line": "Yes, but then this insolvent creature tickled my fancy with a mirth-filled quip! Even my dark aura could not resist a chuckle."}, {"speaker": "Leo", "line": "What have I said about referring to your dark aura all the time?"}, {"speaker": "Odin", "line": "But, milord...to even think of you being imprisoned within eternal darkness... Your soul yearning to break free.... Oh, the lamentations I would express..."}, {"speaker": "Leo", "line": "Huh?"}, {"speaker": "Niles", "line": "He's trying to say that he was worried about you, milord. You went off to the Bottomless Canyon with that strange crystal all alone... I was worried about you, too. That's why we're here."}, {"speaker": "Leo", "line": "Yes, well...thank you, I suppose."}, {"speaker": "Odin", "line": "Tell us, what fantastic truths did the dark crystal reveal to you?"}, {"speaker": "Leo", "line": "Well..."}, {"speaker": "Niles", "line": "Ooh. That good, huh?"}, {"speaker": "Leo", "line": "No, it's just... Father... He's no longer... Ugh. Let's just say, big changes are on the horizon, for all of us. There's going to be a major battle, and anything could happen."}, {"speaker": "Niles", "line": "Understood, milord."}, {"speaker": "Odin", "line": "Yes. I have prophesied this from the very beginning..."}, {"speaker": "Leo", "line": "Heh. You're hopeless, Odin. ... *sigh* Good luck, Corrin..."}]}