{"chapter": "25C", "title": "Ryoma", "speakers": ["Corrin", "Azura", "Iago", "Garon", "Ryoma", "Xander", "Saizo", "Kagero", "Leo", "Camilla", "Elise"], "dialogue_counts": {"Corrin": 43, "Azura": 11, "Iago": 23, "Garon": 12, "Ryoma": 27, "Xander": 10, "Saizo": 3, "Kagero": 3, "Leo": 1, "Camilla": 1, "Elise": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 135, "transitions": "---------------------------", "intro": [{"speaker": "Corrin", "line": "*pant...pant...* This is taking too long. Where is he?! If we don't find Ryoma soon, Iago's troops might get to him first. If that happens..."}, {"speaker": "Azura", "line": "I wonder if he went...there. No, that would be too awful..."}, {"speaker": "Corrin", "line": "Azura, if you have any idea where he might be, now's the time to fill me in."}, {"speaker": "Azura", "line": "*sigh* There's a secret space in front of the throne room. You must pass by it to get to the throne. I can't think of where else he could be. He's likely planning a last stand, should we make it that far."}, {"speaker": "Corrin", "line": "In front of the throne room?! But that's where we're meeting up with the others... If you're right, we won't be able to reach him before regrouping with Father!"}, {"speaker": "Azura", "line": "I know. I'm sorry, but things don't seem to be going our way at the moment."}, {"speaker": "Corrin", "line": "This can't be happening! If I don't find Ryoma first, they'll kill—"}, {"speaker": "Iago", "line": "Lord/Lady Corrin! Lady Azura! I see you made it here unharmed."}, {"speaker": "Corrin", "line": "Hello, Iago."}, {"speaker": "Iago", "line": "We were able to take down the Hoshidans with few Nohrian casualties. All thanks to the great King Garon's divine strength."}, {"speaker": "Corrin", "line": "Father...actually fought?"}, {"speaker": "Iago", "line": "He insisted. The Hoshidan soldiers were mere babes compared to his might! Not a single enemy soldier escaped with their life. It was most glorious! How did your troops fair ?"}, {"speaker": "Corrin", "line": "It was the same on our end. They were no match for our power. We ran into Princess Hinoka on the way. I took her down without hesitation. Here... Take her weapon as a trophy from my latest conquest."}, {"speaker": "Iago", "line": "A bloody lance? Hmmm. A compelling case, but I wouldn't say this counts as proof, much less a trophy. Why didn’t you bring us her head instead?"}, {"speaker": "Corrin", "line": "I...had no time for show. We're fighting a war here, Iago."}, {"speaker": "Iago", "line": "Hmmm. You didn't happen to let the princess escape, now did you?"}, {"speaker": "Corrin", "line": "How dare you!"}, {"speaker": "Garon", "line": "Iago."}, {"speaker": "Iago", "line": "King Garon! What is it, my liege?"}, {"speaker": "Garon", "line": "That's enough. Or do you intend to discuss this trivial matter all day? Do you truly believe this small matter is more important than conquering Hoshido?"}, {"speaker": "Iago", "line": "No, my king! But if the prince/princess DID allow her to live, it might affect our campaign..."}, {"speaker": "Garon", "line": "Ha! And what exactly could a little mouse like her do against my army? Even if she is alive, it would be all too easy to crush her once Hoshido has fallen. How long do you intend to make me wait over something so trifling?"}, {"speaker": "Iago", "line": "M-my apologies. You are right, as ever. Let us be on our way."}, {"speaker": "Garon", "line": "Don't fall behind, Corrin. I have my eye on you."}, {"speaker": "Corrin", "line": "Of course, Father."}, {"speaker": "Iago", "line": "... You lucked out this time, Lord/Lady Corrin. But that's just fine. After all, from here on out, your life will be nothing but misery. I hope you're ready to crush the life out of Prince Ryoma... Heh heh heh."}, {"speaker": "Corrin", "line": "Psst... Are we nearing that space you were talking about, Azura?"}, {"speaker": "Azura", "line": "We are. After we pass through here, we'll be in the throne room."}, {"speaker": "Corrin", "line": "Gods! Is that...Ryoma?!"}, {"speaker": "Ryoma", "line": "You...have done well so far... But that was just practice. No more games—to the death!"}, {"speaker": "Ryoma", "line": "So, you made it. That can only mean one thing... The Hoshidan army has fallen."}, {"speaker": "Iago", "line": "How observant of you, Prince Ryoma. Your troops have been obliterated. Hardly anyone remains. Princess Sakura is our prisoner, and Prince Takumi jumped off the Great Wall in shame."}, {"speaker": "Ryoma", "line": "..."}, {"speaker": "Iago", "line": "Oh, I almost forgot..."}, {"speaker": "Ryoma", "line": "Hinoka's lance... You! I swear, you will pay for this!!"}, {"speaker": "Iago", "line": "Oh, but sadly it wasn't I who killed her. That honor goes to Lord/Lady Corrin. Isn't that right, milord/milady?"}, {"speaker": "Corrin", "line": "Y-yes. It was I."}, {"speaker": "Ryoma", "line": "WHAT?! You... You killed Hinoka? Our sister?!"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Ryoma", "line": "This is madness! Do you really mean to tell me the blood on this lance is Hinoka's?! Answer me, Corrin! ANSWER ME!!"}, {"speaker": "Corrin", "line": "... It's...it's true. I killed her... I killed Hinoka."}, {"speaker": "Ryoma", "line": "Gods, no!!"}, {"speaker": "Ryoma", "line": "YOU MURDERING FIEND!!"}, {"speaker": "Corrin", "line": "Argh!"}, {"speaker": "Xander", "line": "Corrin!"}, {"speaker": "Ryoma", "line": "Don't you dare try to stop me! This doesn't concern you!"}, {"speaker": "Xander", "line": "Calm yourself, Prince Ryoma."}, {"speaker": "Corrin", "line": "Ryoma, what are you—"}, {"speaker": "Ryoma", "line": "I will have revenge for my sister! I challenge you to a duel!! I will not rest until I kill you myself, you traitorous scum! When the sun sets on this day, one of us will be dead. No one will get between me and my revenge!"}, {"speaker": "Corrin", "line": "Ryoma..."}, {"speaker": "Xander", "line": "No, I won't allow it! I shall not stand idly by while you attempt to harm my brother/sister. Soldiers! Protect Corrin from this madman at once!"}, {"speaker": "Iago", "line": "Stand down, soldiers. Your assistance will not be necessary."}, {"speaker": "Xander", "line": "Iago! What is the meaning of this?!"}, {"speaker": "Iago", "line": "If our prince/princess is as strong as you claim, he/she shouldn't need any help. Or are you suggesting Lord/Lady Corrin doesn't have what it takes to win?"}, {"speaker": "Xander", "line": "His/her training is solid. His/Her instincts are true. He/She has all the tools he/she needs to prevail."}, {"speaker": "Iago", "line": "There you have it. Then there's no reason for us to intervene. Just sit back and enjoy he show, Lord Xander."}, {"speaker": "Xander", "line": "Scoundrel! The man you would have him/her slay is his/her brother by birth! There's no guarantee his/her divine blade will stay true under such duress! Father! End this! Or will you stand by and watch a prince/princess of Nohr fall?"}, {"speaker": "Garon", "line": "..."}, {"speaker": "Xander", "line": "Father!"}, {"speaker": "Iago", "line": "It's useless, Lord Xander. King Garon has already approved this inevitable showdown. We are both eager to see how much Lord/Lady Corrin has grown with our own eyes. And if the two end up killing each other... Well, lesson learned."}, {"speaker": "Xander", "line": "If you think I will stand by and do nothing, you are grievously mistaken!"}, {"speaker": "Xander", "line": "Hoshidan reinforcements..."}, {"speaker": "Saizo", "line": "Your trail of blood ends here, Nohrians. After our encounter in Mokushu, I had hoped I would never see you again."}, {"speaker": "Kagero", "line": "On behalf of Lord Ryoma, Saizo and I will not allow you to interfere. we will have our revenge for Lady Hinoka and all the Hoshidan lives you've taken!!"}, {"speaker": "Xander", "line": "You have my attention. Ready your weapons. Brother! Sisters! Let's take these soldiers out and go help Corrin."}, {"speaker": "Leo", "line": "We're on it."}, {"speaker": "Camilla", "line": "I will happily kill anyone who gets in the way of saving my precious brother/sister!"}, {"speaker": "Elise", "line": "I'll do my best, Xander! For Corrin!"}], "boss": [{"speaker": "Saizo", "line": "We will not surrender. No matter how grim things seem, I believe in Hoshido! I believe in Lord Ryoma!"}, {"speaker": "Saizo", "line": "I have failed...Lord Ryoma... Though I must die...my words remain true. I will always believe in Hoshido... We will win this war. The world...will one day...know peace.."}, {"speaker": "Kagero", "line": "Do what you will, Nohrian. We cannot afford to lose. Even if our fate is worse than death, we will never give up on Lord Ryoma!"}, {"speaker": "Kagero", "line": "This is it. This is the end. Lord Ryoma... Saizo... It was an honor...to fight beside you both. If only I could have lived to see...Hoshido achieve...true peace..."}, {"speaker": "Ryoma", "line": "Only an honorless boor would interfere with a duel!"}, {"speaker": "Ryoma", "line": "My kingdom... My honor... All is lost..."}, {"speaker": "Ryoma", "line": "It's time, Corrin. Show me the power you used to slay our sister! Or does the Yato repel at your touch now that your heart and soul are dead?", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Corrin", "line": "Ryoma, stop this. I don't want to fight you! I can explain all of this, even Hinoka. Please, listen to me!", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Ryoma", "line": "Ha! As though I would allow you to distract me with false remorse. How dare you pretend to be my brother/sister after killing Hinoka! You are nothing to me. Just a filthy coward like the rest of your kingdom. I have said all I wish to say to you. Nothing you can do will sway me. You are no brother/sister of mine, Nohrian prince/princess! Watch as my blade takes back whatever Hoshidan blood remains in you!", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Corrin", "line": "Ryoma! No!!", "unit": "Corrin", "boss": "Ryoma"}], "end": [{"speaker": "Corrin", "line": "NOOO!! This can't be... Ryoma..."}, {"speaker": "Azura", "line": "Ryoma... My...brother..."}, {"speaker": "Iago", "line": "Hmph! King Garon, do you accept this travesty? Lord/Lady Corrin did not kill the prince as you so clearly commanded!"}, {"speaker": "Garon", "line": "True, but I will accept this victory nonetheless. Prince Ryoma is dead, as is Hoshido. Victory belongs to Nohr. At long last, I am now king of everything and everyone! Mwahahaha!"}, {"speaker": "Garon", "line": "Heheheheh... MWAHAHAHA!!"}, {"speaker": "Corrin", "line": "No!!"}, {"speaker": "Azura", "line": "Corrin? Where are you going?! Corrin, wait!"}, {"speaker": "Iago", "line": "Hmph..."}, {"speaker": "Corrin", "line": "I can't cry... I must stay strong... If I cry now, Ryoma's sacrifice will have been in vain... I am King Garon's child! A cold, heartless, prince/princess! That is my disguise. I can't falter. I chose to follow my heart, to walk the path of darkness... I am Corrin the traitor! And so I must remain until the bitter end. I must rejoice in the sorrow of my enemies. I must...revel in their deaths. I have no right to cry over Ryoma... over my...my brother... No!! I can't... I mustn't... *sob* WHY?! WHY IS THIS HAPPENING?! Ryoma! Brother!! *sob...sob...*"}, {"speaker": "Azura", "line": "Corrin..."}, {"speaker": "Corrin", "line": "Azura... *sniffle* I couldn't...protect him... I promised Hinoka I'd save him. That we'd all be a family again one day... But it was a lie, just like everything in my life. All I do is hurt the ones I love! *sob*"}, {"speaker": "Azura", "line": "Hush now, Corrin. It's OK. I know you couldn't keep that promise you made to Hinoka... But don't forget about the new promise you made to Ryoma."}, {"speaker": "Corrin", "line": "A new...promise...?"}, {"speaker": "Azura", "line": "That's right. Remember his last words? He said, \"I'm counting on you.\" That was him entrusting the future of Hoshido to you. Those aren't just empty words from one enemy to another. In the end he realized what you're trying to achieve and recognized you as his brother/sister. That's why he said what he said... and why he did what he did."}, {"speaker": "Corrin", "line": "Ryoma... *sob*"}, {"speaker": "Azura", "line": "My brother... He smiled as he died. He smiled just for you. He was proud of you, Corrin. Don't waste his sacrifice. You will fulfill his promise, won't you? His...his dying wish?"}, {"speaker": "Corrin", "line": "*sniffle* Y-you're right. I did make him a promise. And as long as I'm alive, I will keep it. I won't let you down, Ryoma..."}, {"speaker": "Azura", "line": "You've been so strong, Corrin. We're almost at the end. Once King Garon sits on the throne, everyone will learn the truth. We're so close... But for just...just a brief moment... May I...cry with you? *sniffle*"}]}