{"chapter": "26B", "title": "Xander", "speakers": ["Xander", "Laslow", "Peri", "Corrin", "Elise", "Azura", "Ryoma"], "dialogue_counts": {"Xander": 48, "Laslow": 13, "Peri": 13, "Corrin": 33, "Elise": 13, "Azura": 6, "Ryoma": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 129, "transitions": "---------------------", "intro": [{"speaker": "Xander", "line": "Laslow, Peri... I must speak with you two."}, {"speaker": "Laslow", "line": "Yes, Lord Xander! I assume this is about Lord/Lady Corrin and his/her allies. Where will we be engaging the enemy?"}, {"speaker": "Peri", "line": "Ooh, I can't wait for them to get here! When does the stabby party begin?!"}, {"speaker": "Xander", "line": "The two of you will remain here. This isn't your fight."}, {"speaker": "Peri", "line": "What?! But I wanna spill someone's blood! This is important!"}, {"speaker": "Laslow", "line": "Are you concerned that we're not up to the task, milord?"}, {"speaker": "Xander", "line": "No, that's not it at all. I have full faith in both of you, as ever. However, I must face Corrin in single combat. That is the only way to limit unnecessary casualties. Enough blood has been spilled. That's why I need you two to remain here. Help keep the Nohrian soldiers at bay."}, {"speaker": "Laslow", "line": "I see. But, milord... how do you know that Corrin will agree to your terms? I don't trust those Hoshido brigands one bit. We should be nearby... just in case."}, {"speaker": "Peri", "line": "I agree! That way I can pop out and kill anyone you need me to!"}, {"speaker": "Xander", "line": "I won't say this again. You are to stay behind in this room. Period."}, {"speaker": "Peri", "line": "Aww..."}, {"speaker": "Laslow", "line": "But, Lord Xander..."}, {"speaker": "Xander", "line": "Look. I trust the two of you, more than you even know. That is why I'm asking you to help me in this way. We've fought valiantly together, and I will always cherish memories with you both."}, {"speaker": "Laslow", "line": "Why are you saying these things? This isn't goodbye..."}, {"speaker": "Peri", "line": "Yeah...I don't like this."}, {"speaker": "Xander", "line": "I'm afraid we're out of time. I must go."}, {"speaker": "Peri", "line": "Wait, Lord Xander..."}, {"speaker": "Xander", "line": "No! You're not allowed to leave this room, is that clear?"}, {"speaker": "Laslow", "line": "Yes, milord..."}, {"speaker": "Peri", "line": "This isn't how it's supposed to be... What's going on, Laslow?"}, {"speaker": "Laslow", "line": "I don't know. But we must follow Lord Xander's orders..."}, {"speaker": "Corrin", "line": "*huff* *huff* Are we almost there?"}, {"speaker": "Elise", "line": "Yes. Father's room is at the top of this tower."}, {"speaker": "Corrin", "line": "Thank you. Perhaps we should rest for a moment before ascending. We've all been through a lot just to get here."}, {"speaker": "Azura", "line": "That is an excellent idea. But, sadly, it doesn't appear we'll get the chance."}, {"speaker": "Corrin", "line": "Oh? Why's that?"}, {"speaker": "Azura", "line": "Look who's waiting for us."}, {"speaker": "Corrin", "line": "Xander..."}, {"speaker": "Xander", "line": "You're here. At last. Now, once and for all."}, {"speaker": "Xander", "line": "Hello, Corrin. You've done well to make it this far."}, {"speaker": "Corrin", "line": "It's been a long journey... I was hoping I wouldn't have to face you like this, Brother."}, {"speaker": "Xander", "line": "For all your trials, you're still so naive. Did you think I'd let anyone, even you, kill Father right in front of me? If you insist on toppling Nohr, you'll have to get through me first."}, {"speaker": "Elise", "line": "Big Brother, please stop! Do you two really have to fight like this? Corrin is still our brother/sister, and all he/she wants is peace!"}, {"speaker": "Xander", "line": "Elise?! What are you doing? Have you abandoned Nohr as well?"}, {"speaker": "Elise", "line": "No, that's not it. I just want our family to go back to the way it was..."}, {"speaker": "Xander", "line": "I see. Is that child's logic how you swayed Camilla and Leo? I'm afraid it won't work on me. As the Crown Prince of Nohr, I don't have the luxury of being so naive. There is nothing you can say to dissuade me from protecting Father and Nohr. I will stop Corrin, here and now. It is the only way."}, {"speaker": "Elise", "line": "Xander, no!"}, {"speaker": "Ryoma", "line": "Hold fast, everyone. As long as no one from Nohr intervenes, neither shall we."}, {"speaker": "Xander", "line": "Don't worry — this isn't a trick. And I won't attack Corrin before he's/she's ready. You see? I am here without the support of my retainers or any soldiers. This is between you and me, little prince/princess. Now, let us begin."}, {"speaker": "Corrin", "line": "*sigh* Understood, Brother."}, {"speaker": "Xander", "line": "There isn't much space here. Let's step over into the great hall."}, {"speaker": "Elise", "line": "Wait!"}, {"speaker": "Xander", "line": "Stand back, Elise. there's no need for you to see this."}, {"speaker": "Elise", "line": "But..."}, {"speaker": "Xander", "line": "I told you not to move!"}, {"speaker": "Elise", "line": "..."}, {"speaker": "Corrin", "line": "I tried, Elise. But you knew all along that this might happen."}, {"speaker": "Elise", "line": "*sniff* I'm sorry, Corrin. I'm sorry I couldn't talk Xander out of this..."}, {"speaker": "Corrin", "line": "It's OK, Elise. I'm glad you came all the way here with us. And no matter what happens... Having you as my sister has been the best thing that ever happened to me."}, {"speaker": "Elise", "line": "No matter what happens... Please, don't say things like that!"}, {"speaker": "Corrin", "line": "It's time for me to go now."}, {"speaker": "Elise", "line": "*sob* There's got to be something more I can do... I can't lose my family forever! I CAN'T!! I'm sorry, Xander, but I can't obey you this time... I won't just let Corrin and Xander kill each other!"}, {"speaker": "Xander", "line": "All right, Corrin. Time to settle this once and for all. I hope you've taken all of my training to heart. Don't hesitate like you always used to, do you understand? This isn't a mock battle, little brother/sister."}, {"speaker": "Corrin", "line": "I won't hesitate, as long as you promise not to go easy on me. I'm not the same person I used to be."}, {"speaker": "Xander", "line": "I sure hope that's true. Otherwise this will be a sad, short fight. Haaah!"}, {"speaker": "Corrin", "line": "Leo wasn't kidding... Xander is stronger than I remember. But I can't afford to lose..."}, {"speaker": "Xander", "line": "You're much stronger than before. I'm impressed. But I'm afraid it's still not enough."}, {"speaker": "Ryoma", "line": "Corrin!"}, {"speaker": "Azura", "line": "Gods, he/she's losing!"}, {"speaker": "Corrin", "line": "*huff* *huff* LEAVE US! This is my fight with Xander..."}, {"speaker": "Xander", "line": "What's wrong, Corrin? Is that really all you've got?"}, {"speaker": "Corrin", "line": "Xander... Please... Try to understand... You...you've got so much power... Join me and use it in the service of justice! Together we could easily overthrow King Garon!"}, {"speaker": "Xander", "line": "Justice is an illusion. When kingdoms and lives are at stake, there's no justice to be found anywhere! Don't you see that by now?!"}, {"speaker": "Corrin", "line": "*cough* *cough* You're wrong... Justice does exist. It's not black and white like some believe, but it's there all the same. Open your eyes... Brother..."}, {"speaker": "Xander", "line": "..."}, {"speaker": "Xander", "line": "Very well.  You will die fighting for your cause. I shall defend my homeland!"}, {"speaker": "Xander", "line": "Elise!"}, {"speaker": "Xander", "line": "Elise! Please! Speak to me!"}, {"speaker": "Elise", "line": "Xander... Your sword... Lay it down for me."}, {"speaker": "Xander", "line": "..."}, {"speaker": "Elise", "line": "Nohr needs more from you. Not just your strength...  What we need...  is caring...and a warm hand...and tears."}, {"speaker": "Elise", "line": "That's the way. Try to be at peace."}, {"speaker": "Corrin", "line": "No... No, this can't be happening!! Elise! Wake up! You can't die like this...  NOOOOO!"}, {"speaker": "Xander", "line": " ... Get up, Corrin. Let's end this."}, {"speaker": "Corrin", "line": " *sob* How can you keep fighting like nothing's happened?! Elise just died in your arms trying to stop us from fighting. Yet you just want to pick right up where we left off?"}, {"speaker": "Xander", "line": "I...I know. That's why this fight will be our last. Now, get up.  NOW!"}, {"speaker": "Corrin", "line": " All she wanted was peace and for us to be a family again... She hated seeing us fight...  Please, Big Brother!"}, {"speaker": "Xander", "line": "Don't make me say it again. Draw your sword, Corrin."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Xander", "line": " NOW."}, {"speaker": "Corrin", "line": "Brother... ... Fine. As you wish. I guess...you're not the brother I remember, Xander.  Elise...I'm so sorry I couldn't save you. And it doesn’t look like I'll be able to make your last wish come true, either. But I can still end this war. I can still bring peace to our kingdoms.  Xander. You taught me to be brave. You taught me how to wield power. The time has come for me to show you what I've learned. If you have any last words, now's the time!"}, {"speaker": "Peri", "line": "Lord Xander! Is everything OK?"}, {"speaker": "Laslow", "line": "Is...is that Lady Elise? What happened to her?"}, {"speaker": "Xander", "line": "I told you two to stay out of this! What are you doing here?"}, {"speaker": "Laslow", "line": "Milord, we both had such a bad feeling about this whole thing... And we thought it better to risk punishment than regret inaction."}, {"speaker": "Peri", "line": "Besides, they must have double-crossed you! Which one of you did this to Lady Elise? I'll gut you!"}, {"speaker": "Xander", "line": "No, Elise was... *sigh* As I commanded before, stay out of this! That is an order!"}, {"speaker": "Peri", "line": "No way! Like Laslow said, we don't care if you're mad. We want to make sure you don't get killed! So we brought some troops."}, {"speaker": "Laslow", "line": "Against your orders if necessary... we will protect you, milord. Nothing will change our minds on this."}, {"speaker": "Azura", "line": "Watch out, everyone! Xander's retainers just arrived with a team of soldiers."}, {"speaker": "Ryoma", "line": "Hmph. So much for this duel. Cowards. Prepare to engage the enemy!"}, {"speaker": "Laslow", "line": "None of you fiends will get within shouting distance of Lord Xander."}, {"speaker": "Peri", "line": "Yeah! At least, not in one piece. Heehee!"}, {"speaker": "Xander", "line": "Blast! This isn't what I wanted..."}], "boss": [{"speaker": "Laslow", "line": "My duty is to protect Lord Xander and the kingdom of Nohr, in that order. May the gods have mercy on anyone who stands against me."}, {"speaker": "Laslow", "line": "Haha! *cough* *cough* Sorry, friends... I won't be able to... return with you..."}, {"speaker": "Peri", "line": "Are you ready to die? If not, I'll give you 10 seconds to get ready. Time's up!"}, {"speaker": "Peri", "line": "I'm sorry I disobeyed you, Lord Xander. So this is what death feels like..."}, {"speaker": "Xander", "line": "Stay back! This is between me and Corrin."}, {"speaker": "Xander", "line": "It wasn't supposed to be this way..."}, {"speaker": "Xander", "line": "Fight without fear or hesitation. Don't hold back — I promise you that I won't.", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Corrin", "line": "I won't. I know I've never bested you before, but that changes now!", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Xander", "line": "That's the spirit. Come at me!", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Xander", "line": "I knew you could do it. I'm proud of you, Corrin. I always told you...you could do anything...you set your mind to...", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Corrin", "line": "Brother!!", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Xander", "line": "Your technique was flawless... You finally stopped holding yourself back. It's what I've always tried to teach you. You're becoming the leader I always knew you could be...", "unit": "Corrin", "boss": "Xander"}, {"speaker": "Corrin", "line": "Xander...", "unit": "Corrin", "boss": "Xander"}], "end": [{"speaker": "Xander", "line": "You've done well, Corrin..."}, {"speaker": "Corrin", "line": "N-no... I'm still so weak. I'm still no match for you... Why did you let me win, Xander? TELL ME! WHY?!"}, {"speaker": "Xander", "line": "..."}, {"speaker": "Corrin", "line": "Answer me! I fought so hard to be stronger... But it's still not enough! You still... *sob* Ended up protecting me in the end... It's just like when we always trained together... It's just like... *sob*"}, {"speaker": "Xander", "line": "Dry those eyes, little prince/princess. Do you know what my favorite memory is? Sharing a laugh with you, Elise, Camilla, and Leo around the dinner table. I think Leo had his boots on the wrong feet that day... In my heart I have so many memories of us siblings laughing together... Those were the happiest days of my life."}, {"speaker": "Corrin", "line": "Then why did it have to end this way? Why did we have to fight?! If you had just listened to Elise, or to me... Neither of you would have had to die!"}, {"speaker": "Xander", "line": "You can't throw your life away on \"if only,\" little prince/princess. You chose a path... but I never had that choice. I am the Crown Prince of Nohr. My fate was sealed the day I was born."}, {"speaker": "Corrin", "line": "Xander..."}, {"speaker": "Xander", "line": "I'd like to think that things could have turned out differently in another world. We could have ended the war together, fighting side by side. *cough* *cough*"}, {"speaker": "Corrin", "line": "Xander! Stay with me!"}, {"speaker": "Xander", "line": "I'm here, Corrin. I...I'm sorry...I let you slip away from me. As crown prince... I didn't have the option of picking sides like you or Leo or the rest. So, I really did intend to kill you for the good of Nohr. But in the end... I did what I always told you not to do. I let my feelings overrule my duty. In the end, it was my undoing. Is that...is that justice?"}, {"speaker": "Corrin", "line": "That's not fair, Xander! You think you can just say something like that and die on me? I'll never be as good as you, Xander... I see that now. I've always looked up to you... You can't leave me!"}, {"speaker": "Xander", "line": "You have already prevailed, little prince/princess. Don't you see? I couldn't lead this world...or Nohr...into peace. But you...you can. And you will. You can do the things I couldn't. That's how you'll surpass me... In the end..."}, {"speaker": "Corrin", "line": "Xander..."}, {"speaker": "Xander", "line": "I'm counting on you, Corrin... Father... Garon...he's...he's... *cough* *cough* He's not what he used to be..."}, {"speaker": "Corrin", "line": "Xander... I think I understand. I promise to stop him!"}, {"speaker": "Xander", "line": "Thank you, Corrin. Now, it's time...to say good-bye... Please...don't cry..."}, {"speaker": "Corrin", "line": "No... Xander? XANDER! *sob*"}, {"speaker": "Azura", "line": "Corrin..."}, {"speaker": "Corrin", "line": "... I...I suppose we have to keep going. It's what they would have wanted. If I stayed here crying, Xander would have g-gently scolded me... To honor their sacrifices, I must carry on their honorable legacy. I must be a light in the dark, just like Elise was... And I must be a kind and determined leader... *sob* Just like Xander. If we can't stop King Garon, then all this death will have been in vain... Come on, everyone. It's time."}, {"speaker": "Azura", "line": "You can do this, Corrin."}, {"speaker": "Corrin", "line": "Thank you, Azura. Everyone...we're almost at the end. King Garon awaits. Xander... Elise... I hope you both know how much I love you. I promise to make you proud...and to end this senseless war for good!"}]}