{"chapter": "26C", "title": "Treason", "speakers": ["Garon", "Iago", "Corrin", "Azura", "Xander", "Leo", "Elise", "Camilla", "Hans"], "dialogue_counts": {"Garon": 5, "Iago": 23, "Corrin": 28, "Azura": 7, "Xander": 12, "Leo": 7, "Elise": 3, "Camilla": 3, "Hans": 3}, "gender_counts": {"M": 50, "F": 13, "N": 0, "A": 28}, "lines": 91, "transitions": "MMMAMAMAM-AFAFA-AFA-MFMAMAMAM-MA-MAMMMM-MMMM-FFMMFAMA-M-M-M-M-MAMAMAM-MAMAMMMMMM-MAMFFMFAMAMAMFFMAMAMAMAF", "intro": [{"speaker": "Garon", "line": "Iago! Is that the throne room up ahead?"}, {"speaker": "Iago", "line": "Yes, my liege. Nothing stand in our way. The kingdom of Hoshido is all yours!"}, {"speaker": "Garon", "line": "Mwahaha, the time has finally come! I have awaited this moment for decades upon decades..."}, {"speaker": "Corrin", "line": "... Yes, Father. Please, sit on the throne and claim what is rightfully yours. Let us admire you in your first moments as the conqueror of Hoshido!"}, {"speaker": "Garon", "line": "No. Stay right there."}, {"speaker": "Corrin", "line": "Hm?"}, {"speaker": "Garon", "line": "I must first consult the sacred mystical dragon, Anankos. No one may enter the throne room until I say so."}, {"speaker": "Corrin", "line": "...Understood, Father."}, {"speaker": "Garon", "line": "Mwahahaha!! I am ruler of both Nohr and Hoshido, the two greatest kingdoms of all! I shall be remembered forever as the king who conquered the world!"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Azura", "line": "Corrin..."}, {"speaker": "Corrin", "line": "It's all right, Azura. Once he's done praying to his god, we'll be allowed to join him in the throne room. Then everyone will finally see his true form. After all we've endured, waiting just a few moments longer is nothing."}, {"speaker": "Azura", "line": "You're right. It's almost time..."}, {"speaker": "Corrin", "line": "Relax, everyone. Father will give us permission to enter any minute now."}, {"speaker": "Corrin", "line": "The fighting is finally over. Let's lay down our weapons and rest easy for a change."}, {"speaker": "Azura", "line": "Corrin, behind you!"}, {"speaker": "Corrin", "line": "Huh?!"}, {"speaker": "Iago", "line": "Drat, I missed! What a slithery little snake you are."}, {"speaker": "Azura", "line": "What are you doing, Iago?! Why did you attack Corrin?"}, {"speaker": "Iago", "line": "What am I doing? Is it not I who should be asking that question? What exactly do you think you're doing, Lord/Lady Corrin?"}, {"speaker": "Corrin", "line": "What are you talking about?!"}, {"speaker": "Iago", "line": "Princess Hinoka is alive and well. Do you deny it?"}, {"speaker": "Corrin", "line": "That's...that's nonsense! You have no proof!"}, {"speaker": "Iago", "line": "Oh? While you were fighting Prince Ryoma, I had soldiers search the castle grounds. What do you think they found? Surprise, surprise! Princess Hinoka with a small group quietly escaping from the back."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Iago", "line": "You don't seem surprised, young prince/princess. I take your silence as a confession. You let her escape, didn't you?! Such betrayal is an act of treason, and the only possible punishment is death."}, {"speaker": "Iago", "line": "As such, I think I'll go ahead and take your pathetic little life myself!"}, {"speaker": "Corrin", "line": "No!"}, {"speaker": "Xander", "line": "As though I would ever allow that to happen."}, {"speaker": "Corrin", "line": "Xander!"}, {"speaker": "Iago", "line": "Out of my way, Prince Xander. Otherwise you too will be branded a traitor and executed for your crime."}, {"speaker": "Xander", "line": "So be it. If you wish to kill Corrin, you will have to defeat me first. However, know that I do not intend to go down without a fight."}, {"speaker": "Iago", "line": "Wh-what do you mean?"}, {"speaker": "Xander", "line": "I challenge you to a duel, Iago. I have had enough of you and your cruel manner of doing things. You are a disgrace to the great kingdom of Nohr, but that ends today. If you choose not to repent, the only fate left for you is to die by my blade. As the crown prince of Nohr, I am taking back my kingdom!"}, {"speaker": "Leo", "line": "Count me in. I've long hoped for the chance to express my discontent with Iago's dirty schemes. If you are going to take him down, allow me to share in the pleasure."}, {"speaker": "Iago", "line": "You d-don't intend to kill me, do you?! Your king's trusted g-general? That's not very becoming of a N-Nohrian royal, now is it?!"}, {"speaker": "Xander", "line": "Say what you will, coward. Our father is not here to protect his lapdog. We'll tell him you were murdered by some remaining Hoshidan rebels. How tragic."}, {"speaker": "Iago", "line": "What?! No! That's deceitful! It's traitorous! It's—"}, {"speaker": "Elise", "line": "Hmph! Who are you to judge us?! You and Hans have done nothing but awful things to innocent people for years! And what's more, you've been openly mean to Corrin! I've always hated you two! It's time to pay for being such big jerks!!"}, {"speaker": "Camilla", "line": "Hmm, well, I perhaps don't feel as strongly as our little Elise here... But anyone who tries to hurt my darling Corrin most certainly deserves death. It's only fair. You're ready to die now, I hope?"}, {"speaker": "Iago", "line": "Lady Elise! Lady Camilla! Th-this is bad..."}, {"speaker": "Hans", "line": "Are you traitors really turning your blades against your own?! Fine then! Bring it on, gwahaha! I don't care if you're a prince or a princess. You're weak—all of you!"}, {"speaker": "Azura", "line": "It seems the only way to settle this is with a battle. Do not expect me to hold back. Though I do not regret returning to Nohr... I will not stand idly by while you desecrate the kingdom I grew up in!"}, {"speaker": "Corrin", "line": "If it’s a fight you want, Hans, it’s a fight you’re going to get. I always try to avoid needless violence...but there’s an exception to every rule. You want to see me act more like you? Like a merciless killer? Then watch this. You may be on the side of Nohr, but I will punish you all the same!"}, {"speaker": "Xander", "line": "Don't worry, Corrin. We all share the sentiment, and we have your back. You are still the leader of this army, and we are awaiting you orders. You have plotted the course, little prince/princess. Give the word, and we shall act upon it!"}, {"speaker": "Corrin", "line": "Right! Everyone, ready your weapons! These men have employed cowardly tactics to hurt innocent people! They have destroyed the reputation of our beloved kingdom! They are traitors, and they will pay for the crimes with their lives! Hurry my friends! It is time to obliterate the king's army and take back Nohr!"}], "boss": [{"speaker": "Hans", "line": "I've waited a long time to wipe that smug look of your face. This is what you get for not bowing down to my might!"}, {"speaker": "Hans", "line": "Defeated? How?! No... It can't be... I was to be rewarded with power! So much...power..."}, {"speaker": "Iago", "line": "You impertinent traitor! Your ragtag group is no match for my army! Let your death serve as an example to all those who dare oppose King Garon!"}, {"speaker": "Iago", "line": "GAAAAH!! This can't...be happening! How could I lose?! King Garon, please...save...me..."}, {"speaker": "Iago", "line": "Are you ready to pay for your betrayal, Lord/Lady Corrin?", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Corrin", "line": "No, Iago, I am ready to kill you.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Iago", "line": "Oh my, how very frightening. I'm trembling! I am the highest-ranking general in the Nohrian army, you fool. Do you really think I'll be so easy to kill? But before you die, I have something to tell you. A parting gift, if you will. It was I who sent the Faceless who killed that flying rat, Lilith.", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Corrin", "line": "What!?", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Iago", "line": "Oh, and that's not all. It was I who suggested to King Garon that you be forced to kill Prince Ryoma. And I who told the enemy about your journey to Macarath. Did you enjoy my little gifts of sorrow? I put ever so much thought into them!", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Corrin", "line": "I will never forgive you for all that, Iago. Prepare to die!", "unit": "Corrin", "boss": "Iago"}, {"speaker": "Iago", "line": "Ha! So the imprisoned little prince/princess fancies himself/herself all grown up. The king ordered me to make you suffer without killing you... But I can no longer comply. In order to see my plans to fruition, you must die! Say your prayers, Lord/Lady Corrin!", "unit": "Corrin", "boss": "Iago"}], "end": [{"speaker": "Iago", "line": "Eeeeek! No! NO, PLEASE! I don't wanna d-d-die!!"}, {"speaker": "Corrin", "line": "It's over, Iago. Have some dignity and let me finish you off quickly."}, {"speaker": "Iago", "line": "Please, Lord/Lady Corrin! Spare me! Have mercy! All we did was follow King Garon's orders, just like you! If you don't like our tactics, blame him! Punish him instead! I'm innocent! Innocent, I say! You wouldn't kill an innocent man, would you?"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Leo", "line": "Yeesh, this is getting embarrassing. How low are you going to stoop, Iago?"}, {"speaker": "Iago", "line": "Lord Leo! I've known you since you were a child! As wise as you are, surely you understand the awful situation I'm in! Please, milord! Spare me! Tell your army how absurd it would be to kill me!"}, {"speaker": "Leo", "line": "You are an eyesore, Iago. A cruel fiend who deserves nothing but a blade at your neck. I haven't any mercy to spare for someone like you. You are naught but a spineless coward who brings shame upon our beloved Nohr. These are your final moments. I suggest you muster some dignity for them."}, {"speaker": "Iago", "line": "Lord Leo? No! You can't! You—"}, {"speaker": "Leo", "line": "For all the pain you have caused...to hell with you!!"}, {"speaker": "Iago", "line": "GAAAAAAAH!!"}, {"speaker": "Leo", "line": "*sigh* It is done."}, {"speaker": "Corrin", "line": "Thank you, Leo."}, {"speaker": "Leo", "line": "It was nothing. It actually feels really nice, knowing he's out of our lives."}, {"speaker": "Elise", "line": "That's our Leo! Always thinking of the big picture and stuff!"}, {"speaker": "Camilla", "line": "Good work, Brother. Now no one remains who can harm our precious Corrin."}, {"speaker": "Xander", "line": "Yes. This was truly our final battle."}, {"speaker": "Azura", "line": "Corrin... I think it's time."}, {"speaker": "Corrin", "line": "I know, Azura. I know. Everyone...I need to tell you something."}, {"speaker": "Xander", "line": "Oh? What's that?"}, {"speaker": "Corrin", "line": "The war isn't over just yet. There's still someone we must defeat before our world can know peace."}, {"speaker": "Xander", "line": "Out with it, Corrin."}, {"speaker": "Corrin", "line": "I'm sorry, but... That person is King Garon."}, {"speaker": "Leo", "line": "Father?!"}, {"speaker": "Camilla", "line": "You...you can't really be telling us to kill our own father, can you?"}, {"speaker": "Elise", "line": "That's a horrible thing to say! Why would you say something like that, Corrin?! I know he's rough around the edges, but together we can change him!"}, {"speaker": "Xander", "line": "Explain yourself, Corrin. You have our attention."}, {"speaker": "Corrin", "line": "OK. This isn't going to be easy to hear... But you have to know. I fought so hard and sacrificed so much for this moment. I lost Lilith, Ryoma...even myself to an extent, just to make it this far. I did all that so I could show you, my family, the truth about Father."}, {"speaker": "Xander", "line": "And what is this truth of which you speak?"}, {"speaker": "Corrin", "line": "Father...King Garon...is no longer human. He has become a monster, kept alive by someone or something truly unholy. There is no way to save him at this point...defeating him is our only option."}, {"speaker": "Xander", "line": "That's impossible... You must be joking!"}, {"speaker": "Corrin", "line": "I'm sorry, Xander, but I'm dead serious. I had a hard time believing it myself, but I swear it's the truth. I can prove it to you, too. The truth about our Father...lies behind those doors."}, {"speaker": "Xander", "line": "..."}, {"speaker": "Corrin", "line": "Please, follow me. Let's go, Azura. We've waited long enough."}, {"speaker": "Azura", "line": "As you wish, Corrin."}]}