{"chapter": "28B", "title": "Endgame: Dawn Breaks", "speakers": ["Corrin", "Flora", "Lilith", "Elise", "Xander", "Garon", "Ryoma", "Azura", "Felicia", "Jakob", "Kaze", "Silas", "Mozu", "Shura", "Hinoka", "Takumi", "Sakura", "Saizo", "Kagero", "Azama", "Setsuna", "Hinata", "Oboro", "Hana", "Subaki", "Rinkah", "Orochi", "Kaden", "Hayato", "Kana", "Shigure", "Dwyer", "Sophie", "Midori", "Shiro", "Kiragi", "Asugi", "Selkie", "Hisame", "Mitama", "Caeldori", "Rhajat", "Reina", "Scarlet", "Yukimura", "Izana", "Anna", "Camilla", "Leo"], "dialogue_counts": {"Corrin": 74, "Flora": 5, "Lilith": 3, "Elise": 4, "Xander": 8, "Garon": 12, "Ryoma": 19, "Azura": 21, "Felicia": 2, "Jakob": 2, "Kaze": 1, "Silas": 2, "Mozu": 1, "Shura": 1, "Hinoka": 9, "Takumi": 8, "Sakura": 10, "Saizo": 1, "Kagero": 1, "Azama": 1, "Setsuna": 1, "Hinata": 1, "Oboro": 1, "Hana": 1, "Subaki": 1, "Rinkah": 1, "Orochi": 1, "Kaden": 1, "Hayato": 1, "Kana": 1, "Shigure": 1, "Dwyer": 1, "Sophie": 1, "Midori": 1, "Shiro": 1, "Kiragi": 1, "Asugi": 1, "Selkie": 1, "Hisame": 1, "Mitama": 1, "Caeldori": 1, "Rhajat": 1, "Reina": 1, "Scarlet": 1, "Yukimura": 4, "Izana": 1, "Anna": 1, "Camilla": 6, "Leo": 6}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 227, "transitions": "----------------------------------------------------------------------------", "intro": [{"speaker": "Corrin", "line": "... Ugh...where am I? It's so dark... And I'm so tired..."}, {"speaker": "Flora", "line": "Rise and shine, Lord/Lady Corrin!"}, {"speaker": "Corrin", "line": "Flora! I...I must be in my bedroom."}, {"speaker": "Lilith", "line": "Heehee! Of course, Lord/Lady Corrin. Where else? Anyway, I've prepared your horse for you. You have practice this morning!"}, {"speaker": "Corrin", "line": "Oh, Lilith, you're here too. But...I'm so sleepy. How late was I up last night?"}, {"speaker": "Lilith", "line": "Well..."}, {"speaker": "Flora", "line": "I know just the thing for a slugabed like you. ... Actually...never mind. I think you're going to have to wake up on your own for once."}, {"speaker": "Corrin", "line": "What's that supposed to mean? You seem...different somehow. Where's the ice magic I've come to know and loathe over the years? Come to think of it...where are Felicia and Jakob? They should be here..."}, {"speaker": "Flora", "line": "Um..."}, {"speaker": "Corrin", "line": "Flora? What's wrong?"}, {"speaker": "Elise", "line": "Still in bed? Wake up, lazybones! Heehee!"}, {"speaker": "Xander", "line": "Yes, your retainers have been awake and working on your behalf for hours."}, {"speaker": "Corrin", "line": "Good morning, Xander. And Elise... Sorry, I don't know what's wrong with me today. I'm just exhausted!"}, {"speaker": "Elise", "line": "Well, you better get it together, or you'll be stuck in here forever!"}, {"speaker": "Corrin", "line": "That's OK. As long as I have all of you with me, I'll always be happy. I don't mind staying here for the rest of my life."}, {"speaker": "Elise", "line": "Are you sure about that? Is that really what you want?"}, {"speaker": "Corrin", "line": "What do you mean? Of course! And it's what Father wants for me, too."}, {"speaker": "Xander", "line": "Listen to me carefully, Corrin. What do you think Father's true intentions for you are?"}, {"speaker": "Corrin", "line": "That's a weird question... I mean, he's my father! He gave me this castle and servants and raised me... Well, I mean, I guess you did most of the raising. But you know what I mean! He intends for me to follow in your footsteps, naturally! Remember? He gave me that special sword, and... And... NO!"}, {"speaker": "Xander", "line": "..."}, {"speaker": "Corrin", "line": "Gods, I remember everything now... King Garon isn't my father! We...we were just battling in his throne room..."}, {"speaker": "Xander", "line": "So you remember. What now?"}, {"speaker": "Corrin", "line": "Am...am I dead?"}, {"speaker": "Xander", "line": "No. You can still go back. But you must make a decision. You can choose to remain here, with us. Or you can go back...and fight with your allies."}, {"speaker": "Corrin", "line": "My allies..."}, {"speaker": "Garon", "line": "YOUR HERO IS DEAD. ADMIT DEFEAT NOW AND YOUR SUFFERING WILL BE MINIMAL."}, {"speaker": "Ryoma", "line": "This is far from from over, Garon! Corrin still lives... I know it!"}, {"speaker": "Azura", "line": "I, too, sense that Corrin is still present somehow..."}, {"speaker": "Garon", "line": "VERY WELL. YOU HAVE BROUGHT THIS UPON YOURSELVES!"}, {"speaker": "Azura", "line": "EEEE!"}, {"speaker": "Ryoma", "line": "ARGHH!"}, {"speaker": "Corrin", "line": "Ryoma! Azura! They're all in danger!"}, {"speaker": "Xander", "line": "Yes. They're all waiting for you, Corrin. They believe you will rise again and fight alongside them."}, {"speaker": "Azura", "line": "It's not your time, Corrin. Open your eyes. Let me hear you voice again!"}, {"speaker": "Felicia", "line": "I just know you're coming back. You're stronger than anyone!"}, {"speaker": "Jakob", "line": "Lord/Lady Corrin, of all the times I've asked you to wake... This is the most crucial of them all!"}, {"speaker": "Kaze", "line": "I believe in you Lord/Lady Corrin. You can't die here."}, {"speaker": "Silas", "line": "Can you still hear my voice? Hang in there, Corrin!"}, {"speaker": "Mozu", "line": "You're just playing dead, right? It's the oldest trick in the book."}, {"speaker": "Shura", "line": "I believe in you. Just like you believed in me. Come on back to us."}, {"speaker": "Ryoma", "line": "Come on, Corrin... Wake up! I know you can do it!"}, {"speaker": "Hinoka", "line": "I won't give up, so you can't either!"}, {"speaker": "Takumi", "line": "Are you gonna let this overgrown salamander take you out like that? Get up!"}, {"speaker": "Sakura", "line": "I won't leave your side, no matter what happens!"}, {"speaker": "Saizo", "line": "Rise, Corrin. Your story cannot end this way."}, {"speaker": "Kagero", "line": "You've got to keep fighting, Corrin!"}, {"speaker": "Azama", "line": "It is not your time to die, Corrin! Not for another 72 years and 19 days..."}, {"speaker": "Setsuna", "line": "So you fainted. No big deal. Just get yourself together, and come back to us!"}, {"speaker": "Hinata", "line": "You're stronger than this. Get up and fight like you always do."}, {"speaker": "Oboro", "line": "You can't die like this... You hair is all messed up!"}, {"speaker": "Hana", "line": "I get it, you're taking a breather. Well, nap time's over—get up and fight!"}, {"speaker": "Subaki", "line": "Perfection is in your grasp, Corrin!"}, {"speaker": "Rinkah", "line": "Everyone believes in you. Your flame will go on forever!"}, {"speaker": "Orochi", "line": "Your fate is not to die here. You will wake up!"}, {"speaker": "Kaden", "line": "You can't die here, Corrin... I still haven't paid you back!"}, {"speaker": "Hayato", "line": "This doesn't have to be the way it ends. Come on—let's finish this together!"}, {"speaker": "Kana", "line": "Mama/Papa, don’t leave me! I promise I’ll be a good boy/girl from now on!! Please… *sniff*"}, {"speaker": "Shigure", "line": "I do not wish to sing a requiem for you..."}, {"speaker": "Dwyer", "line": "I know it's tempting to sleep forever, but you can't leave us like this!"}, {"speaker": "Sophie", "line": "Why are you lying around like that? Wake up—we have work to do!"}, {"speaker": "Midori", "line": "Don't give up! Hang on, and I'll whip up some medicine for you!"}, {"speaker": "Shiro", "line": "I promise to keep fighting until you awaken. I won't give up, so you can't either!"}, {"speaker": "Kiragi", "line": "Everything will be OK. It just has to be! I know you'll get up really soon!"}, {"speaker": "Asugi", "line": "I should have been the one to take that hit! We still need you to lead us!"}, {"speaker": "Selkie", "line": "Hey, dum-dum, if you die here, playtime is over FOREVER! So don't do it, OK?"}, {"speaker": "Hisame", "line": "We've come too far to have the battle end like this..."}, {"speaker": "Mitama", "line": "The flame of life burns / Truly, deeply...in your soul... / Awaken, my friend!"}, {"speaker": "Caeldori", "line": "I want to fight at your side until the very end. You can't die!"}, {"speaker": "Rhajat", "line": "You have to wake up... I can't follow you into death!"}, {"speaker": "Reina", "line": "You can't die this way, Corrin! I want to hear you voice again."}, {"speaker": "Scarlet", "line": "I know you can open those eyes again, Corrin..."}, {"speaker": "Yukimura", "line": "Lady Mikoto, if you can hear me... Please guide Corrin back to the living..."}, {"speaker": "Izana", "line": "It wouldn't be a party without you, kid. So open those eyes, OK?"}, {"speaker": "Anna", "line": "You’re a one-of-a-kind asset... No returns, if you catch my drift. So wake up already!"}, {"speaker": "Corrin", "line": "My friends... I need to go back... I need to keep fighting!"}, {"speaker": "Flora", "line": "Have you made up your mind, Lord/Lady Corrin?"}, {"speaker": "Corrin", "line": "Yes. I have to go back. It's so tempting to stay here forever with all of you... But the world needs me right now."}, {"speaker": "Flora", "line": "I'm so proud of you. You've grown into such a fine young man/woman. Go! Save your friends, and save the world from Garon. We will always be watching over you."}, {"speaker": "Corrin", "line": "Thank you, Flora. I'm glad you could help me wake up one last time."}, {"speaker": "Lilith", "line": "None of us will ever forget you, Lord/Lady Corrin. I'll treasure every moment we spent together. The warmth of your hands when you rescued me that day... The feeling of comfort when I perched upon your shoulder. If you ever feel lonely, just know that I'm out there somewhere...thinking of you."}, {"speaker": "Corrin", "line": "Lilith...you're going to make me cry. I will never forget you, either. Your bravery...and your kindness. Thank you for everything."}, {"speaker": "Elise", "line": "Be strong, Corrin! I love you more than anyone else in the entire world! Oh! Can you give a message to Leo and Camilla for me? This might be my only chance to tell then how much I love them... And there's so much I want to say... Just tell them that I'm always thinking of them and that I miss them. And they better not fight anymore, or I'll be angry! Heehee!"}, {"speaker": "Corrin", "line": "Of course, Elise. I love you too. I'll miss you..."}, {"speaker": "Xander", "line": "Time has stopped for us here, but you have so much more life to live, little prince/princess. You can accomplish what we couldn't. You can save this world. I urge you to seize the future! Do it for those of us who cannot. Go now. My beloved brother/sister..."}, {"speaker": "Corrin", "line": "Thank you, Xander. I finally understand why you made the choices you did. I won't let you down. I promise to make you proud no matter what!"}, {"speaker": "Xander", "line": "Corrin..."}, {"speaker": "Corrin", "line": "Everyone... I must leave now. I know someday our paths will cross again. In this realm or beyond... ... I'm going back to fight, not just for me but for all of you too! Everyone is waiting for me... I won't give up. I won't let Garon win. Yato, give me your strength!"}, {"speaker": "Garon", "line": "SO YOU AWAKEN..."}, {"speaker": "Corrin", "line": "Thank you, trusted Yato blade..."}, {"speaker": "Ryoma", "line": "Everyone, Corrin is revived!"}, {"speaker": "Corrin", "line": "I'm sorry for worrying you. Xander, Elise, and the others helped me find my way back to you. It's...hard to explain. But I'm back...and more determined than ever to end this war!"}, {"speaker": "Hinoka", "line": "Yeah! Let's get 'em, Corrin!"}, {"speaker": "Takumi", "line": "It's always all about you, isn't it... Just kidding, Brother/Sister. Let's do this."}, {"speaker": "Sakura", "line": "I was so w-worried about you..."}, {"speaker": "Garon", "line": "NO MATTER. THIS MERELY DELAYS THE INEVITABLE. READY YOUR SWORD, SO THAT I MAY SHATTER IT ANEW!"}, {"speaker": "Corrin", "line": "We'll see..."}, {"speaker": "Garon", "line": "WHAT?!"}, {"speaker": "Corrin", "line": "Hah! You see? Blazing Yato can never be destroyed! It is now fueled by the faith of Xander and Elise and everyone I love!"}, {"speaker": "Garon", "line": "IMPUDENT FOOL!"}, {"speaker": "Corrin", "line": "You're wrong, Garon. This is the path I chose, and you were always meant to be at the end of it. I WILL bring peace to the world and right all of your wrongs! And I'm not alone. We are all prepared to sacrifice ourselves for the greater good. That's true power. As you are about to find out!"}, {"speaker": "Garon", "line": "THE ONLY THING I AM ABOUT TO FIND OUT... IS WHETHER YOUR BODY OR YOUR SWORD WILL BREAK FIRST!"}, {"speaker": "Corrin", "line": "Get ready, everyone. This is it. We can end this war RIGHT NOW. Join me! And fight for the salvation of Hoshido...and Nohr!"}, {"speaker": "Azura", "line": "It's time, Corrin. I'm going to sing my song without restraint. You must act while its effects are at their strongest."}, {"speaker": "Corrin", "line": "Wait—"}, {"speaker": "Azura", "line": "No! Don't worry—and don't try to stop me. This is my destiny."}, {"speaker": "Corrin", "line": "Very well. Just don't forget the promise you made to me."}, {"speaker": "Azura", "line": "I haven't forgotten. Believe me, I have no wish to disappear!"}, {"speaker": "Corrin", "line": "Then by all means, sing your heart out!"}, {"speaker": "Azura", "line": "...That's the first time you've ever done that."}, {"speaker": "Corrin", "line": "Done what?"}, {"speaker": "Azura", "line": "Asked me to sing! It makes me happy to contribute to the cause."}, {"speaker": "Corrin", "line": "Well, we need all the help we can get. But not at the expense of your life."}, {"speaker": "Azura", "line": "I know, I'm sorry to worry you... But here I go!"}, {"speaker": "Garon", "line": "GRAAAAH! I CAN'T MOVE! NO MATTER. SIMPLE TRICKS LIKE THIS WILL NOT HELP YOU. ANANKOS! GREAT ONE! GIVE ME POWER!"}], "boss": [{"speaker": "Garon", "line": "HAH! NEVER FORGET THAT YOU CHOSE THIS PATH. YOU CHOSE DEATH AND DEFEAT. YOU CHOSE DOOM. YOUR DEATH IS AT HAND!"}, {"speaker": "Garon", "line": "URGH! THESE WOUNDS! THIS CAN'T BE! I REFUSE TO ACCEPT DEATH! I REFU— GYAAAAH!"}], "end": [{"speaker": "Garon", "line": "I should have killed you when I had the chance. When you were a mere child..."}, {"speaker": "Corrin", "line": "And why didn't you, King Garon? Why... Tell me why, Father!"}, {"speaker": "Garon", "line": "Because you were my most precious pawn. I knew I could use you to get Queen Mikoto. No matter. I feel at peace now. How long has it been since I felt like this? Perhaps this is what I wanted all along... The sweet release of death... My...my body was destroyed. My mind...lost... Ever since that moment...I became something... Something... ..."}, {"speaker": "Corrin", "line": "What...just happened? What did he mean by that? Was he...already dead? Were those the delirious ramblings of a dying man...or something more? Xander did say that Father—I mean King Garon—had changed... I wonder..."}, {"speaker": "Azura", "line": "At...last. We can live...in peace..."}, {"speaker": "Corrin", "line": "Azura!"}, {"speaker": "Corrin", "line": "Please tell me you didn't overdo it... You don't look good!"}, {"speaker": "Azura", "line": "Ughh... I'm sorry, Corrin. I promised you I wouldn't disappear. But...I'm not sure...I can keep my word..."}, {"speaker": "Corrin", "line": "Please You can't just die like this! We did it, Azura! We made your dream come true. But what's it worth if you never experience it for yourself?"}, {"speaker": "Azura", "line": "I'm at peace now, Corrin. I know that you and everyone else will be safe. That is worth everything. Will you listen to one more selfish request?"}, {"speaker": "Corrin", "line": "*sob* What is it?"}, {"speaker": "Azura", "line": "I want you to live a joyful life. Don't let this sour your victory."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Azura", "line": "The war is over, thanks to you. A world at peace... That's the world we dreamed of. That's the world I risked my life for. And it was worth it. So, it's your turn to make me a promise, Corrin..."}, {"speaker": "Corrin", "line": "Azura...no..."}, {"speaker": "Azura", "line": "Can I see you smile for me  one last time? One more smile...before I go.  That's right... Lovely..."}, {"speaker": "Corrin", "line": "NO! I...I can't lose anyone else. I've lost so much... ...I will keep my promise, Azura. I won't let your sacrifice be in vain. Everyone... We have a lot of work ahead of us. Let's make this world a place we can be proud of again. When those who fell watch over us they'll know they can rest in peace. Azura... Sing for me again someday..."}], "dialogue": [{"speaker": "Yukimura", "line": "People of Hoshido! Let it be known that Ryoma, High Prince of Hoshido, has succeeded Queen Mikoto! He takes the throne at the cusp of a new era of peace in our land. Ryoma, please accept this crown as a symbol of your title."}, {"speaker": "Ryoma", "line": "Thank you, Yukimura. As king, I vow to uphold the values my mother represented so well. Justice. Charity. Equality. And above all else...peace. We shall lead the world into a new age of prosperity!"}, {"speaker": "Corrin", "line": "Ryoma...has it even hit you? You're king!"}, {"speaker": "Sakura", "line": "You look so r-regal! I'm so happy for you, Brother... *sniffle*"}, {"speaker": "Corrin", "line": "Are you OK, Sakura? This should be a happy occasion..."}, {"speaker": "Sakura", "line": "Yes, I know. I was just thinking of how happy this would make Mother..."}, {"speaker": "Corrin", "line": "I'm so sorry. But I think you're right. She is happy, wherever she is..."}, {"speaker": "Hinoka", "line": "Yeah. She's probably watching over us right now, tearing up herself. *sniffle* Aw, damn it!"}, {"speaker": "Corrin", "line": "You too, Hinoka? We've got to pull ourselves together—at least until the end of the ceremony!"}, {"speaker": "Takumi", "line": "He's/She's right. How does it look to people out there with us all sobbing up here?"}, {"speaker": "Corrin", "line": "Quiet, everyone! I think Ryoma has a bit more to say..."}, {"speaker": "Sakura", "line": "Shh!"}, {"speaker": "Ryoma", "line": "Before you all leave, I have a few more words for you. With any war come casualties. But the casualties of this war have been almost too much to bear. I speak, of course, of our beloved Queen Mikoto. Still, we must move forward. The crisis our world faced is finally at an end. And in this moment, we have done something extraordinary... We have made peace with the kingdom of Nohr! I know some of you here today probably find it hard to swallow. But there can be no light without dark. The two complement each other... And so, too, do the two greatest kingdoms there ever were. They each have something the other lacks and together are made whole. We in Hoshido must share our light and our bounty. We have much to learn from our brothers and sisters at Nohr. Let us live...together. Let us move forward on the same path toward a brighter future. Thank you for your time, and may the gods bless you."}, {"speaker": "Corrin", "line": "Well spoken, Ryoma. *sob*"}, {"speaker": "Sakura", "line": "Hah! He got you, too."}, {"speaker": "Corrin", "line": "No, I just some smoke in my eyes..."}, {"speaker": "Hinoka", "line": "It's OK. We all did."}, {"speaker": "Takumi", "line": "AHEM. Speak for yourself, Sister."}, {"speaker": "Corrin", "line": "Hah! At lease we can count on Takumi to bring us back to reality."}, {"speaker": "Yukimura", "line": "Excuse me, but the ceremony is not quite over..."}, {"speaker": "Corrin", "line": "I'm so sorry, Yukimura. Please continue."}, {"speaker": "Yukimura", "line": "This concludes the coronation ceremony! May Hoshido and King Ryoma reign in glory forever."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Corrin", "line": "That was a wonderful speech, Ryoma. I just hope all the crying didn't distract you too much."}, {"speaker": "Ryoma", "line": "Thank you, Corrin. No, I didn't even notice. Hopefully you didn't notice how nervous I was up there."}, {"speaker": "Corrin", "line": "You, nervous? I don't believe it! You looked right in your element. Bold and regal, befitting your new title."}, {"speaker": "Ryoma", "line": "Really? Well, thank you. That's reassuring."}, {"speaker": "Corrin", "line": "Yes, It was quite a moment what Yukimura handed you the crown."}, {"speaker": "Camilla", "line": "Oh yes. Even I was moved. Not to tears, mind you..."}, {"speaker": "Leo", "line": "I had no idea the Hoshidan royals were such softies."}, {"speaker": "Corrin", "line": "Camilla! Leo! I'm so glad you could make it today."}, {"speaker": "Leo", "line": "Of course. It wouldn't do for Hoshido's newest allies to miss Ryoma's coronation, would it?"}, {"speaker": "Corrin", "line": "Well, I suppose not. But I know you've both been busy since the way ended. I'm so happy to see both of you!"}, {"speaker": "Leo", "line": "You too, Corrin. Although I can't say I'm fully comfortable walking around Hoshido just yet."}, {"speaker": "Corrin", "line": "Leo, I assure you—"}, {"speaker": "Camilla", "line": "Oh please, Leo. What about when you were milling around the outdoor market this morning? Remember? You were going on about how great it was to see Corrin again?"}, {"speaker": "Leo", "line": "Camilla!"}, {"speaker": "Camilla", "line": "Ahaha! Anyway, it's wonderful to see you, Corrin. But I must admit that the loss of Xander and Elise still weighs heavily on me... How are you holding up?"}, {"speaker": "Corrin", "line": "I think about them every day. Their deaths will be a burden I carry for the rest of my life."}, {"speaker": "Ryoma", "line": "I'm so sorry for your loss. Those who fell in the war will never be forgotten. We won't easily forget how many lives were lost to Hoshidan blades... All we can do to atone is prevent such a war from ever happening again."}, {"speaker": "Camilla", "line": "Right you are."}, {"speaker": "Ryoma", "line": "Were it within my power as king, my first act would be to bring back your siblings. And Azura as well..."}, {"speaker": "Sakura", "line": "Oh...I miss Azura so much..."}, {"speaker": "Hinoka", "line": "I didn't spend enough time with her when she was alive... *sniffle*"}, {"speaker": "Takumi", "line": "Again with the crying? Look, it may have taken me a while to warm up to Azura, but in the end... I..I really miss her, too. *sniffle*"}, {"speaker": "Corrin", "line": "Now we've done it. Even Takumi is crying."}, {"speaker": "Leo", "line": "You guys are going to need to hold it together at my coronation, OK? We can't have all Nohr thinking that Hoshidans are moved so easily to tears."}, {"speaker": "Corrin", "line": "YOUR coronation? But I thought Camilla was next in line..."}, {"speaker": "Camilla", "line": "Oh, that was supposed to be a surprise! You ruined it, Leo! To answer your question... Yes, I am next in line for the crown. But I begged Leo to take my place, and he has graciously accepted. I have no desire to run a kingdom."}, {"speaker": "Leo", "line": "So there you have it. You should know that I have big plans for Nohr. I think a friendly competition with Hoshido will be good for both of us. And on that note, I'm quite busy...so it's time I said my good-byes."}, {"speaker": "Camilla", "line": "I'll join you. Everyone, I look forward to seeing you at the coronation ceremony in Nohr!"}, {"speaker": "Corrin", "line": "Thank you, Camilla. We'll be there. And off they go..."}, {"speaker": "Ryoma", "line": "Yes, but you'll see them again soon. They are your siblings, after all."}, {"speaker": "Hinoka", "line": "Too bad they're leaving so soon. They're going to miss the festival!"}, {"speaker": "Corrin", "line": "Hmm?"}, {"speaker": "Hinoka", "line": "That's right...I forgot you've never seen a Hoshidan festival before. It's kind of like...the biggest party you can imagine. So put all those sad feelings on the back burner...and get ready to DANCE!"}, {"speaker": "Corrin", "line": "Thank sounds like just the thing. We could all stand to let off some steam."}, {"speaker": "Sakura", "line": "Oh, it's been so long since we've had a proper festival... I can w-wait!"}, {"speaker": "Takumi", "line": "Just try not to embarrass yourselves this time, guys. You're members of the royal family!"}, {"speaker": "Ryoma", "line": "Need I remind you of a certain incident not so long ago? ...Involving you dancing on stage with a band of musicians? I kid, Brother. Hmm...it would behoove me to make an offering on Mother's behalf at some point. Perhaps some vendor is selling those sweet rice dumplings she used to love..."}, {"speaker": "Felicia", "line": "This is going to be great! How can I help?"}, {"speaker": "Jakob", "line": "Let's just make sure the crowds don't get too rowdy. Other than that, we're on official orders to have a good time!"}, {"speaker": "Silas", "line": "Nohrians and Hoshidans...partying together. What has the world come to?"}, {"speaker": "Corrin", "line": "Thank you, everyone. Having all of you by my side fills my heart with joy. Now, please. I've heard enough about peace and justice and the future. As Hinoka said, let's have some fun for once!"}, {"speaker": "Corrin", "line": "Whew...they weren't kidding about the festival. I'm exhausted. Maybe I should take a little break... It's all just a bit overwhelming. Hmm... This place seems familiar... Oh! It's where I first met Azura. Oh, Azura..."}, {"speaker": "Corrin", "line": "Am I hearing things?! That's her song!"}, {"speaker": "Corrin", "line": "Azura! Maybe I'm just hallucinating due to the exhaustion, but I don't care. I'm so glad to see you!"}, {"speaker": "Azura", "line": "Shh."}, {"speaker": "Corrin", "line": "...Azura?"}, {"speaker": "Azura", "line": "Tell me, Corrin. What do you see in this lake?"}, {"speaker": "Corrin", "line": "Just water, I suppose. What am I supposed to see?"}, {"speaker": "Azura", "line": "I think if you look carefully, you might sense something deeper... Empty your mind of thoughts, and let yourself be in the moment."}, {"speaker": "Corrin", "line": "Well, OK..."}, {"speaker": "Azura", "line": "Good. Keep you focus on the lake. Don't look away."}, {"speaker": "Corrin", "line": "But, I have so much I want to say..."}, {"speaker": "Azura", "line": "Not now. Just do as I ask."}, {"speaker": "Corrin", "line": "Very well. ... I'm sorry, but I have to get this off my chest. I want to thank you for everything you've done. You're the most selfless person I've ever known, and I just... Wait Azura? *sigh*"}, {"speaker": "Corrin", "line": "Maybe my mind was just playing a trick on me..."}, {"speaker": "Azura", "line": "Thank you for your bravery, Corrin. I hope we can meet again someday..."}, {"speaker": "Corrin", "line": "Azura...if you can hear me... ... I'm sure we will meet again. Somehow. Until then...I will never forget you."}, {"speaker": "Ryoma", "line": "Corrin, what are you doing out here all by yourself? Don't tell me you're calling it a night. The festival is still going strong!"}, {"speaker": "Corrin", "line": "Heh. I was just taking a breather. You guys sure know how to celebrate. You can tell everyone I'll be right back. I just need a few more minutes to dream..."}], "cutscene": [{"speaker": "Hinoka", "line": " You know, I always wanted to take you flying."}, {"speaker": "Sakura", "line": "Hello, hello! How's the view up there?  Hey!"}, {"speaker": "Takumi", "line": "Don't fall now! Careful!"}, {"speaker": "Ryoma", "line": "I told Mother...the war is over."}, {"speaker": "Ryoma", "line": "You stood for peace. Always. We carry on your legacy."}, {"speaker": "Takumi", "line": "Yes."}, {"speaker": "Hinoka", "line": "Yeah."}, {"speaker": "Sakura", "line": "Yes."}, {"speaker": "Ryoma", "line": "That said...our task will always be a difficult one."}, {"speaker": "Ryoma", "line": "But no matter how hard it may be..."}, {"speaker": "Ryoma", "line": "We will succeed...with you at our side."}, {"speaker": "Ryoma", "line": " All of us...hand in hand."}]}