{"chapter": "28C", "title": "Endgame: Night Breaks Through", "speakers": ["Corrin", "Mikoto", "Ryoma", "Azura", "Takumi", "Xander", "Felicia", "Jakob", "Kaze", "Silas", "Mozu", "Shura", "Camilla", "Leo", "Elise", "Laslow", "Peri", "Selena", "Beruka", "Odin", "Niles", "Effie", "Arthur", "Nyx", "Charlotte", "Benny", "Keaton", "Kana", "Shigure", "Dwyer", "Sophie", "Midori", "Siegbert", "Forrest", "Ignatius", "Velouria", "Percy", "Ophelia", "Soleil", "Nina", "Gunter", "Flora", "Izana", "Anna", "Lilith", "Hinoka", "Sakura"], "dialogue_counts": {"Corrin": 82, "Mikoto": 10, "Ryoma": 12, "Azura": 13, "Takumi": 21, "Xander": 18, "Felicia": 2, "Jakob": 2, "Kaze": 2, "Silas": 2, "Mozu": 1, "Shura": 1, "Camilla": 13, "Leo": 11, "Elise": 15, "Laslow": 1, "Peri": 1, "Selena": 1, "Beruka": 1, "Odin": 1, "Niles": 1, "Effie": 1, "Arthur": 1, "Nyx": 1, "Charlotte": 1, "Benny": 1, "Keaton": 1, "Kana": 1, "Shigure": 1, "Dwyer": 1, "Sophie": 1, "Midori": 1, "Siegbert": 1, "Forrest": 1, "Ignatius": 1, "Velouria": 1, "Percy": 1, "Ophelia": 1, "Soleil": 1, "Nina": 1, "Gunter": 3, "Flora": 1, "Izana": 1, "Anna": 1, "Lilith": 4, "Hinoka": 9, "Sakura": 5}, "gender_counts": {"M": 84, "F": 87, "N": 1, "A": 82}, "lines": 254, "transitions": "A-FA--AFAFAFAM-AFMAMAFMAMAMA-MAMAF-FMMM-MFAFA-F-F-M-M-M-F-M-M-F-M-F-M-F-F-F-M-M-F-M-F-F-M-M-N-M-M-F-F-M-F-M-F-M-F-F-F-M-F-M-F-AMAMA-MAMAMAMAMAMAMAMAFAF-FMM-A-FAFA-FAFA-AMAMAFMF-MAMAMAMA-FFM-M-M-MA-AMA-MA-AMAMAFFMAMA-A-MM-AMFFAFMAFFF-M-AFMFMAM-A-AMAFFFFAFAFFFFFFFFAFAFMFFAFAFFFAMAFAMAFFMMFMMM-A-A-A-FAFAFAFAFAFA-A-AFA-AMA-F-FM-MFMFM-M-M", "intro": [{"speaker": "Corrin", "line": "… … …Hm? Where…am I? It’s so dark… I can’t see a thing… And I’m…so very…tired…"}, {"speaker": "Mikoto", "line": "Rise and shine, sweet Corrin…"}, {"speaker": "Corrin", "line": " M-Mother?"}, {"speaker": "Corrin", "line": "What’s going on? Is this…my room…?"}, {"speaker": "Mikoto", "line": "You’re right where you belong, my love. Did you sleep well? You’ve always been such a sleepyhead, even when you were a baby. You’d always put up such a fuss whenever I tried to wake you up. So cute!"}, {"speaker": "Corrin", "line": "Hm… Really?"}, {"speaker": "Mikoto", "line": "My sweet boy/girl, didn’t Ryoma promise to train with you today? If you don’t get up right now, you’ll be late! You know how much he hates tardiness."}, {"speaker": "Corrin", "line": "I’m going to train…with Ryoma? But I’m still…so sleepy…"}, {"speaker": "Mikoto", "line": "Now is not the time for sleep, darling Corrin. I wish I could let you stay… Let you sleep forever so I could keep you here with me. But I can’t be selfish… You have so much left to do."}, {"speaker": "Corrin", "line": "Mother? What are you--?"}, {"speaker": "Ryoma", "line": " Corrin! Are you really still in bed? Why am I not surprised?"}, {"speaker": "Corrin", "line": "Ryoma!"}, {"speaker": "Mikoto", "line": "I told you your brother would not tolerate being kept waiting, haha!"}, {"speaker": "Ryoma", "line": "Grab your blade and meet me in the castle garden, lazy brother/sister. The longer you make me wait, the harder this training session will be on you."}, {"speaker": "Corrin", "line": " OK… I’ll be right there… But where did I leave my… That’s odd… Where did my Yato go?"}, {"speaker": "Ryoma", "line": "What’s wrong, Corrin?"}, {"speaker": "Corrin", "line": "I can’t find my sword… But that’s OK. I’m sure I can find another one around here somewhere."}, {"speaker": "Mikoto", "line": "Are you sure you don’t want to find your Yato, Corrin? Don’t you need it?"}, {"speaker": "Ryoma", "line": "Ha! So, you think if you beat me with your Yato, you can save the world. Is that it?"}, {"speaker": "Corrin", "line": "Mother? Ryoma? What are you—"}, {"speaker": "Ryoma", "line": "Wake up, Corrin. Surely you haven’t forgotten my dying words?"}, {"speaker": "Corrin", "line": " Your…dying words?!"}, {"speaker": "Ryoma", "line": "… I’m counting on you, Corrin… That’s what I told you isn’t it? Isn’t it, Brother/Sister?"}, {"speaker": "Corrin", "line": " !! Ryoma! You did tell me that… You said it right before you…"}, {"speaker": "Ryoma", "line": "So you do remember. I knew you wouldn’t forget."}, {"speaker": "Corrin", "line": "Ryoma… Wh-where am I?! Did Takumi’s last attack…kill me?"}, {"speaker": "Ryoma", "line": "Nearly, but you can still go back to that world if your desire is strong enough. If you wish to keep fighting, you can return to your precious allies."}, {"speaker": "Corrin", "line": "Back to…my allies?"}, {"speaker": "Azura", "line": "Wake up, Corrin!!"}, {"speaker": "Azura", "line": "Please, we need you to wake up! You can’t die here!!"}, {"speaker": "Takumi", "line": "Corrin…is dead…at last. He/She will never…open her/his eyes…again."}, {"speaker": "Xander", "line": "Bite your tongue, beast! Corrin is not dead. He/She WILL return to us! I won’t allow such a grotesque monster to take anyone else from me!"}, {"speaker": "Takumi", "line": "You are…next…Prince Xander. I will…kill you!!"}, {"speaker": "Xander", "line": "ARGH!!"}, {"speaker": "Azura", "line": "AHHHH!!"}, {"speaker": "Corrin", "line": "Those voices! That was… Xander and Azura!! My friends and loved ones are still fighting Takumi?! But I thought his anger would subside after defeating me…"}, {"speaker": "Mikoto", "line": "The bitterness entrapping Takumi is stronger than you know. The beast within will not be satisfied until he has destroyed all Nohrians. But your allies—they won’t give up on you. They believe that you will return to them. They believe you will rise and fight with them once more."}, {"speaker": "Corrin", "line": "Gods…"}, {"speaker": "Azura", "line": "You must not die here, Corrin. The world still have needs of you…"}, {"speaker": "Felicia", "line": "I know you too well, milord/milady! You definitely won't die here. You're stronger than that!"}, {"speaker": "Jakob", "line": "Open your eyes! Lord/Lady Corrin. Please...I can't bear to lose you here!"}, {"speaker": "Kaze", "line": "I believe in you, Lord/Lady Corrin. I believe you will return to us..."}, {"speaker": "Silas", "line": "Hang in there, old friend! Can you hear my voice?! If you can, come back to me!!"}, {"speaker": "Mozu", "line": "You're just pretending to be dead, right? It's not funny, so stop it already!"}, {"speaker": "Shura", "line": "You believed in me, and now it's time to repay the favor. Don't let me down..."}, {"speaker": "Xander", "line": "Our battle is not yet won, little prince/princess! Keep fighting with me until the end!"}, {"speaker": "Camilla", "line": "Don’t leave me, my precious Corrin! Please, gods, take me instead…"}, {"speaker": "Leo", "line": "You won’t let a sorry attack like that kill you, right? You’re stronger than that…"}, {"speaker": "Elise", "line": "You can’t die here! I need you around to hug and play with me! Please… *sniffle*"}, {"speaker": "Laslow", "line": "You cannot die. That is not what the future holds in store. You must keep fighting!"}, {"speaker": "Peri", "line": "Dying's no fun. If you die, you can't stab stuff anymore! IT'S NOT WORTH IT!"}, {"speaker": "Selena", "line": "You wake up THIS INSTANT! I'll never forgive you if you die today!"}, {"speaker": "Beruka", "line": "Life is fragile... But you're not like anyone I've ever met..."}, {"speaker": "Odin", "line": "An evil illusion is ensnaring you. Grab hold of my fell hand. We'll banish it together!"}, {"speaker": "Niles", "line": "Seeing you so defenseless is fascinating, but that’s enough. Come back to us."}, {"speaker": "Effie", "line": "You're not our shield, Corrin—you are our sword. We need you..."}, {"speaker": "Arthur", "line": "Fallen hero. I command you to rise in the name of justice!!"}, {"speaker": "Nyx", "line": "One so young as you should not rush to your grave. Your time here has just begun..."}, {"speaker": "Charlotte", "line": "Stop being worthless and get up already! I ain't got all day..."}, {"speaker": "Benny", "line": "I promise to protect everyone until you return, but please hurry..."}, {"speaker": "Keaton", "line": "Wake up, Corrin! If you do, I'll give you my second-favorite treasure!"}, {"speaker": "Kana", "line": "Mama/Papa, don’t leave me! I promise I’ll be a good boy/girl from now on!! Please… *sob*"}, {"speaker": "Shigure", "line": "I wish to sing a song of rebirth or victory, not a dull requiem…"}, {"speaker": "Dwyer", "line": "If you die here, you'll regret it. Get up, and I'll take care of you..."}, {"speaker": "Sophie", "line": "Why are you lying around like that? Wake up—we have work to do!"}, {"speaker": "Midori", "line": "Don't give up! Hang on, and I'll whip up some medicine for you!"}, {"speaker": "Siegbert", "line": "Sacrificing your life to save others is noble, but our great kingdom still needs you!"}, {"speaker": "Forrest", "line": "Please don’t leave us. You’re too dear to our hearts to die so suddenly!"}, {"speaker": "Ignatius", "line": "This isn't over yet. Stop these nonsense and wake up!"}, {"speaker": "Velouria", "line": "Daddy will be sad if you don’t get up soon. And, um…so will I…"}, {"speaker": "Percy", "line": "Father says that justice never sleeps, so you can't go napping on the job either!"}, {"speaker": "Ophelia", "line": "A gentle aura has encircled your body... It whispers words of awakening!"}, {"speaker": "Soleil", "line": "Awww, you’re so cute when you’re napping. It’s time to wake up though, silly!"}, {"speaker": "Nina", "line": "The battle will go on if you die, but I couldn’t bear the loss…"}, {"speaker": "Gunter", "line": "I forbid you to die, milord/milady. No good could possibly come of it."}, {"speaker": "Flora", "line": "Wake up soon, or I'll be forced to use my ice powers on you again. Please..."}, {"speaker": "Izana", "line": "Theatrics are My thing, got it? Now open your eyes and rejoin the battle!"}, {"speaker": "Anna", "line": "You’re a one-of-a-kind asset… No returns, if you catch my drift. So wake up already!"}, {"speaker": "Corrin", "line": "My friends! My family! I hear your cries… I must go back to my world… I must stop Takumi!"}, {"speaker": "Ryoma", "line": "So you have decided to return…"}, {"speaker": "Corrin", "line": "Yes, Ryoma. I’m so sorry…but it’s not my time yet. I wish I could stay with you and Mother forever… But standing still is not an option. I have a world to save!"}, {"speaker": "Ryoma", "line": "I see. You really are my brother/sister, after all. But before you go, there’s someone who wishes to speak with you…"}, {"speaker": "Corrin", "line": "There is? Who?"}, {"speaker": "Takumi", "line": "…"}, {"speaker": "Corrin", "line": "Takumi?! Wh-what are you doing here?! Aren’t you in the middle of fighting my allies? How can you be here too?"}, {"speaker": "Takumi", "line": "I am here and here alone. That thing is not me. It is merely a monster making a puppet of my corpse, fueled by lingering resentment. Though I cannot truly be free while my body is imprisoned… In truth, my soul left that body long ago."}, {"speaker": "Corrin", "line": "Takumi… That’s horrible! Is there nothing I can do?!"}, {"speaker": "Takumi", "line": "There is. Please, Corrin… I need you to destroy my body. Only your Yato has the power to release it from its unholy master."}, {"speaker": "Corrin", "line": "But Takumi, my Yato is—"}, {"speaker": "Takumi", "line": "Yes, I know it was shattered by that monster’s last attack. That’s why you’ll need to take this…my Fujin Yumi.  With this, I know you can find a way to restore your Yato’s sacred power."}, {"speaker": "Corrin", "line": "I can’t accept something so precious! Not after all I’ve done to you…"}, {"speaker": "Takumi", "line": "Take it. I won’t accept no for an answer. You’re the only one I can count on… Though it pains me, those of us here are powerless to affect your world. Please…I need you to set me free."}, {"speaker": "Corrin", "line": "Takumi… I won’t let you down.  I vow on your precious Fujin Yumi to free your body, no matter what!"}, {"speaker": "Takumi", "line": "Thank you, Corrin. I wonder…what it would have been like to fight on the same side as you. I always wished we could have been close, as you are with your Nohrian siblings. Right up until my last moments, I wanted so badly to call you my brother/sister. To look up to you and love you…and never allow anything to come between us. I wish I had told you that before I died. While there was still a chance… I was just so stubborn, so hurt. I couldn’t admit those feelings even to myself. For that, I am truly sorry. I’m so sorry for letting you slip away, dear brother/sister."}, {"speaker": "Corrin", "line": "Takumi…I’m sorry too. I caused you so much pain. The truth is, I longed to have you accept me as your brother/sister too. I never let go of the dream that after the war we could all be together again… I’m so sorry things turned out the way they did."}, {"speaker": "Takumi", "line": "It’s all right, Corrin. We finally got to say all the things we needed to say. You have done more than enough. My heart… It’s finally at peace. Thank you, Brother/Sister…"}, {"speaker": "Corrin", "line": "Takumi!!"}, {"speaker": "Ryoma", "line": "You can do this, Corrin. Why do you think I entrusted you with saving everyone? It is because you have a pure heart. Kind and strong. You have suffered much and endured much sadness in your life. But now is not the time to look back. Wake up and stand strong. Put one foot in front of the other and press onward. Fight with all your heart to end this war. The Yato chose you for a reason. You can do this. I believe in you."}, {"speaker": "Corrin", "line": "I won’t let you down, Ryoma. I’ll fight as though you are fighting beside me. And this time, I’ll keep my promise to you. I won’t give up! As for you…please rest peacefully, Brother, and watch over us and your kingdom."}, {"speaker": "Mikoto", "line": "Oh, Corrin… You’re so sweet when you’re dreaming. Just like the little girl/boy I held so long ago… All that time, I longed to be near you, to watch you grow. I’m so grateful for these fleeting moments with you. I will cherish them always. No matter where you go or what you do… No matter who stands at your side… Know that I will always, always love you. When we next meet here, I look forward to seeing the great man/woman you’ve grown into."}, {"speaker": "Corrin", "line": "I will do all I can to make you proud. That’s a promise, Mother."}, {"speaker": "Mikoto", "line": "Thank you, my sweet child. Hearing you call me that…means everything to me. Go now… I will watch the rest of your journey unfold from afar."}, {"speaker": "Mikoto", "line": "Safe travels, Corrin."}, {"speaker": "Ryoma", "line": "Show them what you’re made of, Corrin!"}, {"speaker": "Takumi", "line": "We’ll all be together again someday, Corrin! Good-bye…"}, {"speaker": "Corrin", "line": "Good-bye everyone! Until we meet again!!"}, {"speaker": "Lilith", "line": "Hello, Lady/Lord Corrin."}, {"speaker": "Corrin", "line": "Lilith!!"}, {"speaker": "Lilith", "line": " It’s time for you to return home. Please take my hand."}, {"speaker": "Corrin", "line": "Thank you, Lilith."}, {"speaker": "Lilith", "line": "Your hand is so warm, Corrin. Just like it always was. I can feel your kindness radiating through at the slightest touch. I always recall how gentle you were when you rescued me… And how kind you were to me, even though you were locked away from the world… And how bravely you fought against those who would harm the ones you love… I love everything about you, my friend. I hope you know that…"}, {"speaker": "Corrin", "line": "Lilith… My dear friend, I love you too. I always will."}, {"speaker": "Lilith", "line": "Thank you, Lady/Lord Corrin. These are our last moments together… I have to let you go now. But I won’t be sad! You were so brave when I died, so I’ll be brave for you too. I wish you the best of luck, Corrin, and all the happiness in the world!"}, {"speaker": "Corrin", "line": "Good-bye, Lilith! And thank you! …"}, {"speaker": "Corrin", "line": "... I’m going back…back to where I was before…  My battle is not yet won. I must keep pushing forward! Fujin Yumi… Please, hear my plea!  Lend my shattered Yato your power! Allow me to lay your master’s body to rest. For Takumi!!"}, {"speaker": "Takumi", "line": "That light!!"}, {"speaker": "Corrin", "line": "Thank you, Fujin Yumi… Thank you, Takumi…"}, {"speaker": "Xander", "line": "Corrin! Everyone, Corrin has returned to us!"}, {"speaker": "Corrin", "line": "I’m so sorry, everyone! I’m back where I belong now. Ryoma, Takumi, and the others helped me find my way back here. Back to you. I’m ready to fight!"}, {"speaker": "Camilla", "line": "This is so wonderful! My darling Corrin has come back to me!"}, {"speaker": "Leo", "line": "I knew you wouldn’t fall so easily. I taught you too well, haha."}, {"speaker": "Elise", "line": "I was so worried I wouldn’t get to hug you again! I’m SO HAPPY!!"}, {"speaker": "Takumi", "line": "No…forgiveness… Corrin!! No matter…how long it takes… I…will…KiLL…yOu!!"}, {"speaker": "Corrin", "line": "!!"}, {"speaker": "Takumi", "line": "What?!"}, {"speaker": "Corrin", "line": "It will not break, beast. This sacred blade will never be shattered by evil again! The power of Takumi’s Fujin Yumi…and the love of everyone I’ve fought with and for… They are all locked inside my Yato! That means it will never falter…and neither will I!"}, {"speaker": "Takumi", "line": "My Fujin Yumi…has…betrayed me?!"}, {"speaker": "Corrin", "line": "No! The Fujin Yumi doesn’t belong to you. It belongs to my brother! Takumi, that weapon’s true master, died because of YOU!  I chose this path, and I will walk it until the very end. I will make things right again! I WILL defeat you and keep all the promises I made to my loved ones!"}, {"speaker": "Takumi", "line": "I will…kill you…filthy Nohrian!! I am…the true…Hoshidan prince… I am…Takumi!! I aM tAkUmI!! I will defend my Hoshido…and destroy Nohr. All Nohrians must die! ALL OF YOU! DIE, DIE DIIIIEEEE!!"}, {"speaker": "Corrin", "line": "This is it! Takumi, I’m sorry it took us so long to finally see eye to eye… But I will save both your kingdom and mine, I promise! This will be my… No… This will be OUR final battle!!"}], "battle": [{"speaker": "Azura", "line": "I’m so sorry, Takumi. If I had only been by your side, I might have realized what was happening sooner. Perhaps I could have found a way to save you. I know every choice we make has consequences… I chose to follow Corrin, but did I sacrifice you to do so?"}, {"speaker": "Azura", "line": "Regardless, I know what I must do now. I have to make this up to you. I didn’t plan on ever doing this again… But I will now use my forbidden song to weaken the curse and help free you. Once I use this power… Takumi, Ryoma… I wonder if you’ll be upset at me for joining you so soon. Or maybe you’ll be happy to see me too..."}, {"speaker": "Takumi", "line": "GAAAAHHH!! Wh-what is…that song…?! My power is…fading… But why? WHY?! No one…loves me… They’re always getting in…my way…!!"}], "boss": [{"speaker": "Takumi", "line": "HAH! I will kill... my enemies... KILL THEM! KILL!!"}, {"speaker": "Takumi", "line": "I will... I must... Kill... Betray... ..."}, {"speaker": "Takumi", "line": "I will kill you…Corrin… This time…for keeps…", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Corrin", "line": "Hang in there just a bit longer, Takumi. I’ll set your spirit free… I promise to make good on your dying wish, my brother!", "unit": "Corrin", "boss": "Takumi"}], "end": [{"speaker": "Corrin", "line": "Ryoma, Takumi… I fulfilled my promise. Rest in peace now, my brother."}, {"speaker": "Takumi", "line": "… Th…thank…you…my…brother/sister…"}, {"speaker": "Corrin", "line": " !!  Takumi?!"}, {"speaker": "Takumi", "line": "!!! ..."}, {"speaker": "Corrin", "line": "Takumi… Good-bye. You freed my soul too, Brother. Thank you."}, {"speaker": "Corrin", "line": "*sigh* I wonder… What was it that possessed the bodies of King Garon and Takumi? Can sorrow and anger grow so strong they create a monster all their own? Or is there some force beyond our understanding manipulating us all?"}, {"speaker": "Xander", "line": "Alas, such questions are not meant to be answered by mortals like us. All I know is that the war is finally over. You did well, Corrin."}, {"speaker": "Corrin", "line": "Xander… Thank you. Many sacrifices were made along the way, but now this world will finally know peace. I think that alone gives great meaning to all we have done…and all we have lost."}, {"speaker": "Xander", "line": "Agreed. Whether others would say your course of action was wrong or right… It was your choice, and your pure heart never led you astray. That is the only justice one can hope for in this world. Now, in memory of all the lives that were lost to this senseless war… We must create a bright future for the whole word to share."}, {"speaker": "Corrin", "line": "You’re right. And that’s just what we’ll do! But wait… Something’s not right. Where’s Azura? She was here just a moment ago… Has anyone seen her?"}, {"speaker": "Elise", "line": "She was just here! Where did she go?! Azura! Where are you?!"}, {"speaker": "Camilla", "line": "That’s odd… Where could she have run off to?"}, {"speaker": "Leo", "line": "She must be somewhere in the castle. This was once her home, after all. Perhaps there’s something she wanted to see or do now that she’s returned."}, {"speaker": "Corrin", "line": "Hmm…"}, {"speaker": "Xander", "line": "Don’t worry, Corrin. We’ll find her. But first we need to locate all remaining soldiers and tell them the war is over."}, {"speaker": "Corrin", "line": "Oh! You’re right. We’ll probably find her along the way. Let’s do it!"}, {"speaker": "Corrin", "line": "…What is this strange feeling I have? I can’t help feeling…like I’ve seen Azura for the last time. Hmm… I’m probably just still wound up from the battle. That’s all it is…"}], "dialogue": [{"speaker": "Gunter", "line": "From here forward, let it be known that Garon, King of Nohr…is to be succeeded by Prince Xander, Nohr’s crown prince and rightful heir. King Xander will rule over Nohr and guide us in this new era of peace. Please, my liege… Accept this crown as a symbol of your reign."}, {"speaker": "Xander", "line": "Thank you, Gunter. As king, I vow to rule with dignity and kindness…and to always lead our beloved Nohr down the path of peace."}, {"speaker": "Corrin", "line": "Xander! You’re a king now! I’ve never met anyone more worthy of that title than you."}, {"speaker": "Leo", "line": "Yes, the role fits you nicely. Here’s to a fresh start for the kingdom of Nohr! With you at the helm, I know our kingdom will rise to greatness once more."}, {"speaker": "Camilla", "line": "I just know our Xander will bring hope and prosperity back to this land!"}, {"speaker": "Elise", "line": "*sniffle* I wish Azura could have seen Xander’s coronation ceremony…"}, {"speaker": "Corrin", "line": "Me too, Elise…"}, {"speaker": "Camilla", "line": "I can’t believe she ran off like that, right when we finally won the war! I can’t imagine why she left… But I hope wherever she is, that she’s happy."}, {"speaker": "Leo", "line": "Hmph! If she was going to leave us, she could have at least said good-bye. Instead, she disappeared like a wave upon the ocean. Fitting, I suppose…"}, {"speaker": "Corrin", "line": "Like a wave upon the ocean…"}, {"speaker": "Elise", "line": "Oh! OH!! It looks like Xander’s about to make a speech, heehee!"}, {"speaker": "Camilla", "line": "His first speech as king! Let’s listen very quietly, Elise."}, {"speaker": "Elise", "line": "OK, heehee."}, {"speaker": "Xander", "line": "Thank you, fellow Nohrians, for joining me in celebration today. The war is finally over, and we have formed a new alliance with Hoshido. Though once enemies, our kingdoms will now strive for peace together. Since the war began, and long before, both Nohr and Hoshido were in agony. Freedoms were oppressed, possessions were plundered, the land was ravaged. Rebellions and uprisings tore our great kingdom apart. Our world was in pain. I never wish to see that happen again… Not to anyone. I won’t allow it. As such, all tribes and other peoples of Nohr shall be granted autonomy. We will not seek to expand our borders by infringing upon Hoshidan land. Instead, we shall strive to build a foundation of trust. Both kingdoms will do all we can to plant a seed of mutual respect. In the years to come, I look forward to watching that seed grow. We have a long road ahead of us. It will not be easy, but it is worth treading. On this day, as I assume my father’s throne, I vow to steady our course. The night sky is dark, but that is what allows the stars to shine so brilliantly. As king, I hope to be the light that guides Nohr out of this long night. I swear I will not rest until our beloved home awakens to a brighter tomorrow. For the great people of Nohr… Here’s to a future of peace and prosperity!"}, {"speaker": "Corrin", "line": "That was a beautiful speech, Xander. I’m certain we’ll be able to do what Father never had the chance to. We’re going to build the kind of world that people can live happily in. Some day in the far-off future, people will sing songs about all this!"}, {"speaker": "Elise", "line": "That was amazing, Xander. You sounded just like a king! You’re so cool, Big Brother!"}, {"speaker": "Leo", "line": "Elise!! Keep your voice down! And stop waving your arms like a fool! Are you actively trying to bring shame on the entire royal family?!"}, {"speaker": "Camilla", "line": "Haha, calm down, Leo. Why not let her be? In any case, your voice got rather loud as well. Everyone’s staring at you."}, {"speaker": "Leo", "line": "Ah… Well…"}, {"speaker": "Corrin", "line": "Hahaha, check out that nasty stare Gunter’s giving you! We’re all going to get an earful about this later."}, {"speaker": "Gunter", "line": "EHEM. If I could have everyone’s attention… The coronation ceremony is now complete. May King Xander reign in glory over our great kingdom forever!"}, {"speaker": "Corrin", "line": "King Xander… How wonderful…"}, {"speaker": "Corrin", "line": "Well done, Xander!"}, {"speaker": "Xander", "line": "What do you think, little prince/princess? Did I sound like a worthy king?"}, {"speaker": "Corrin", "line": "Absolutely! Your speech was inspiring, and you looked so cool and powerful up there! You should have heard the fuss Elise was making!"}, {"speaker": "Elise", "line": "Yeah, but mean ol’ Gunter scolded me about it afterward…"}, {"speaker": "Camilla", "line": "Oh, darling, but his lecture only lasted a minute or two. He went easy on you."}, {"speaker": "Hinoka", "line": "I dunno—he looked pretty ticked off to me…"}, {"speaker": "Sakura", "line": "I would have cried my eyes out after a lecture like that…"}, {"speaker": "Corrin", "line": "Hinoka! Sakura! I’m so happy to see you. Thanks for coming today."}, {"speaker": "Hinoka", "line": "No thanks required, Corrin. Our kingdoms signed a permanent peace treaty, so we can visit whenever we want. Of course I’d be here for such a big event. I’ll come running whenever you need me."}, {"speaker": "Corrin", "line": "Haha, I know. Thank you…"}, {"speaker": "Elise", "line": "Hey, Sakura! Did you see me waving at you? Did you?!"}, {"speaker": "Sakura", "line": "Y-yes… But isn’t that part of why you got scolded? Your “excessive” waving?"}, {"speaker": "Elise", "line": "Heh, so you heard that? Stupid Gunter…"}, {"speaker": "Hinoka", "line": "I thought you looked energetic and happy, just as a princess should be. But I hope you act just a bit more refined at MY coronation ceremony."}, {"speaker": "Elise", "line": "Hee hee, if you insist!"}, {"speaker": "Camilla", "line": "So are you to be the next queen of Hoshido, Hinoka? That’s lovely. You’ll make a truly stunning queen."}, {"speaker": "Sakura", "line": "It’s all been really challenging for Hinoka. She’s training to behave more like a queen, but it’s going terribly!"}, {"speaker": "Hinoka", "line": "SAKURA! Don’t go around telling people that! I just…can’t help it. I never thought it would fall to me to rule Hoshido. I always took it for granted that Ryoma would eventually be king. And after him, I suppose I expected to pass on the honor to Takumi. I never had any interest in the throne. My brothers were the born leaders…"}, {"speaker": "Corrin", "line": "I’m so sorry, Hinoka. I miss them too."}, {"speaker": "Hinoka", "line": "Corrin… No, it’s fine. It is what it is. To be honest, I still battle with feelings of hatred toward the Nohrian army. The way they violated our kingdom for so many years… I won’t soon forget it. But in time, I know even those wounds will heal. I trust you and Xander to prevent such things from ever happening again. In my heart, I know Ryoma and Takumi don’t hold any grudges either."}, {"speaker": "Corrin", "line": "Hinoka…"}, {"speaker": "Hinoka", "line": "You should know, however, that there are many Hoshidans who still don’t trust you. I will do all I can to convince the masses, but change won’t come easy. I advise all of you to exercise caution when visiting Hoshido."}, {"speaker": "Xander", "line": "Understood. After all the evil that has been done in the name of Nohr, it’s only natural. The lives that my kingdom has taken are a burden I shall bear for the rest of my life. The blood that was spilled, the tears that fell, the hearts that were broken… For all of that and more, I am truly sorry."}, {"speaker": "Hinoka", "line": "Please, Prince…erm, I mean, King Xander. You can’t take the blame for all that. As queen, it will be my job to help clear up our misconceptions about Nohrians. It will take time, but it will happen. I will make sure of it."}, {"speaker": "Sakura", "line": "I’ll do my best to help out too!"}, {"speaker": "Corrin", "line": "Hinoka… Sakura…"}, {"speaker": "Hinoka", "line": "Corrin… When tensions finally subside in Hoshido… Well, I want you to feel free to return to the castle anytime you like. Ryoma and Takumi may not be there anymore…but we are. I want you to feel at home there so we can all spend time together as siblings."}, {"speaker": "Corrin", "line": "Thank you, Hinoka. I promise to come visit often!"}, {"speaker": "Hinoka", "line": "Good. Well…it’s getting late. We should be heading back. On behalf of Hoshido, allow me to thank you for inviting us here today. Sakura, will you please fetch my pegasus?"}, {"speaker": "Sakura", "line": "Sure! I look forward to seeing you all at the coronation ceremony in Hoshido!"}, {"speaker": "Elise", "line": "I can’t wait! See you soon!"}, {"speaker": "Corrin", "line": "…Off they go."}, {"speaker": "Xander", "line": "Yes, but you’ll see them again soon. They are your siblings, after all."}, {"speaker": "Corrin", "line": "Yes. I’m truly blessed to have so many wonderful siblings in my life. And now I can spend as much time as I want with all of them!"}, {"speaker": "Camilla", "line": "Shall we head to the banquet now?"}, {"speaker": "Corrin", "line": "Banquet? What banquet?"}, {"speaker": "Leo", "line": "Oh, right! This is your first time at an important Nohrian event. In Nohr, whenever something big happens at the castle, we hold a royal banquet. But this time it’s going to be a huge event that spans the whole capital. Xander decided he wanted to provide food for the whole town, not just the royals. Now everyone can celebrate the occasion and enjoy the banquet together."}, {"speaker": "Corrin", "line": "Wow! That sounds amazing!"}, {"speaker": "Elise", "line": "Doesn’t it! I’m gonna serve up yummy food to all kinds of different people!"}, {"speaker": "Camilla", "line": "But you can’t carry it all by yourself, right? I’ll go with you."}, {"speaker": "Leo", "line": "I, for one, shall busy myself by entertaining the lords and ladies. We must not neglect making a good impression on them as well."}, {"speaker": "Xander", "line": "I’m counting on all of you tonight. I doubt I’ll be able to stray too far from the throne."}, {"speaker": "Felicia", "line": "Time to get cooking and show everyone the true meaning of Nohrian cuisine!"}, {"speaker": "Jakob", "line": "I’ll make sure to set aside a few plates of your favorite foods, milady/milord."}, {"speaker": "Kaze", "line": "Hmm, I wonder what kind of foods are served at a Nohrian banquet…"}, {"speaker": "Silas", "line": "The capital is brimming with jubilation. This is the Nohr I always dreamed of!"}, {"speaker": "Corrin", "line": "Haha, this is going to be perfect. Let’s all enjoy ourselves tonight! Seeing Nohr filled with so many smiling faces is a dream come true. We sacrificed so much to arrive at this victory we’re now happily celebrating. The path I chose was difficult, but I now know it wasn’t the wrong one. Even if a path looks dark up ahead, you must keep walking until you see the light. Thank you, all of you, for believing in me. Having all of you here at my side fills my heart with joy."}, {"speaker": "Corrin", "line": "Phew! Everyone seems to be having a great time at the banquet. It doesn’t seem like it will stop anytime soon. I’d better take a little break…. Hmmm… This place… It reminds me of the lake where I first met Azura. I wonder where she is right now. Azura…"}, {"speaker": "Corrin", "line": "!! That song!"}, {"speaker": "Azura", "line": "…♪"}, {"speaker": "Corrin", "line": "Azura! It’s really you! You’ve come back! Where have you been all this time?!"}, {"speaker": "Azura", "line": "…"}, {"speaker": "Corrin", "line": "Azura?"}, {"speaker": "Azura", "line": "Hello, Corrin. What do you think of my song?"}, {"speaker": "Corrin", "line": "What do I think of it? It’s um…very pretty?"}, {"speaker": "Azura", "line": "I see. But if you listen carefully…you might sense a power you didn’t notice before."}, {"speaker": "Corrin", "line": "Really?"}, {"speaker": "Azura", "line": "Yes. I’m sure you’ll feel it this time. Close your eyes…and listen with your heart."}, {"speaker": "Corrin", "line": "But I don’t—"}, {"speaker": "Azura", "line": "Please, Corrin. Just do as I say."}, {"speaker": "Corrin", "line": "OK…  … Azura… I’m really happy you decided to come back to us. Just having you by my side again reminds me of all we’ve been through. You were always there for me, even when my whole world was falling apart. If it weren’t for you, I probably would have died a long time ago. To me you’re—"}, {"speaker": "Corrin", "line": "…Azura?"}, {"speaker": "Corrin", "line": "Was that…an illusion?"}, {"speaker": "Azura", "line": " Thank you, Corrin. I know we’ll meet again one day…"}, {"speaker": "Corrin", "line": " Azura!!..."}, {"speaker": "Corrin", "line": "Yes. I’m sure we will. And when we do, I’ll tell you how much you mean to me……"}, {"speaker": "Xander", "line": "Corrin! Enjoying some alone time, are we? I’m about to lead a group of nobles into town. Will you join us?"}, {"speaker": "Corrin", "line": "Of course! Sounds fun! Hey, Xander! Wait up! Haha, don’t you dare leave without me!"}, {"speaker": "Elise", "line": "Come on—hurry up!"}, {"speaker": "Camilla", "line": "Oh! Let me help."}, {"speaker": "Leo", "line": "Did you oversleep again? Better hurry up then."}, {"speaker": "Xander", "line": " You’re just in time.  You’ve always had a gift for that. No doubt you always will."}, {"speaker": "Camilla", "line": "* chuckles affectionately *"}, {"speaker": "Leo", "line": "Hmph."}, {"speaker": "Elise", "line": "Hahaha!"}, {"speaker": "Xander", "line": " There was no sense in this war, only madness and greed."}, {"speaker": "Xander", "line": "War is monstrous. We are told to make war to support our country. But…it’s a lie.  Told by those who profit from bloodshed. In my reign as Nohr’s new king, I vow to seek peace and understanding."}, {"speaker": "Xander", "line": " With you to guide my hand."}]}