{"chapter": "P01", "title": "Tragic Start", "speakers": ["Faceless", "Old Woman", "Mozu", "Corrin", "Felicia/Jakob"], "dialogue_counts": {"Faceless": 2, "Old Woman": 2, "Mozu": 11, "Corrin": 10, "Felicia/Jakob": 1}, "gender_counts": {"M": 0, "F": 11, "N": 5, "A": 10}, "lines": 26, "transitions": "NNFNNF-ANA-F-AFAFAF-AFAFAFAFAF", "intro": [{"speaker": "Faceless", "line": "Grrahhh..."}, {"speaker": "Old Woman", "line": "Run, Mozu! Please, dear! Run and don't look back!"}, {"speaker": "Mozu", "line": "Mother, no! Take my hand! We'll run together!"}, {"speaker": "Faceless", "line": "GRRAH... HRRGLL!"}, {"speaker": "Old Woman", "line": "Aaarghhh!"}, {"speaker": "Mozu", "line": "NO! MOTHER!"}, {"speaker": "Corrin", "line": "Did you hear that?! Those screams! Something terrible is happening!"}, {"speaker": "Felicia/Jakob", "line": "We've got trouble, all right! This village is under attack by the Faceless. But this place has been ravaged. We're too late!"}, {"speaker": "Corrin", "line": "No! There must be some survivors. With any luck, some people escaped, but if there's even one left here somewhere... Let's get searching everyone!"}], "battle": [{"speaker": "Mozu", "line": "M-M-Mother... My village... They're all dead... I'm alone. Nowhere to go! And those monsters... They're coming back for me..."}], "recruit-talk": [{"speaker": "Corrin", "line": "Are you OK?", "recruiter": "Corrin", "recruit": "Mozu"}, {"speaker": "Mozu", "line": "Waugh! No! My mother... My friends...", "recruiter": "Corrin", "recruit": "Mozu"}, {"speaker": "Corrin", "line": "I'm here to help. Where are they?", "recruiter": "Corrin", "recruit": "Mozu"}, {"speaker": "Mozu", "line": "My mother wouldn't take my hand. She's... she's...", "recruiter": "Corrin", "recruit": "Mozu"}, {"speaker": "Corrin", "line": "I'm so sorry. But there's no time to grieve. Not now. Stay behind me. I'll keep you safe.", "recruiter": "Corrin", "recruit": "Mozu"}, {"speaker": "Mozu", "line": "No! I have to fight! For Mother! For all my friends! For everything those monsters took from me!", "recruiter": "Corrin", "recruit": "Mozu"}], "end": [{"speaker": "Corrin", "line": "All right. We've finished off the last of the Faceless."}, {"speaker": "Mozu", "line": "... Um, but what do I do? They took my Mother... My life."}, {"speaker": "Corrin", "line": "You must have some family near here. We'll be glad to take you there."}, {"speaker": "Mozu", "line": "There's no one. I couldn't even start over here by myself. All the homes, fields... It's all destroyed. But I wouldn't want to stay here even if it wasn't. Everyone I called family is dead. Every house... a grave."}, {"speaker": "Corrin", "line": "Listen, we'll take you in. We can't replace all those you've lost. But we'll take care of you."}, {"speaker": "Mozu", "line": "I can join your group?"}, {"speaker": "Corrin", "line": "Yes, but only until we find you a safe place to call home. Our group... a family of sorts... is bound by a dangerous cause. We go from one battle to the next, ever in peril. That's no life for you."}, {"speaker": "Mozu", "line": "I'm not afraid. I can help. I might even save you or your friends. Let me join your cause, whatever it is. I'll keep your family safe."}, {"speaker": "Corrin", "line": "Yes, of course. I have to admit, you sound just like one of us already."}, {"speaker": "Mozu", "line": "I'll do my best. And I'll stay safe. After all, Mother's watching over me now."}]}