{"chapter": "P02", "title": "Dragon Blood", "speakers": ["Kana", "Invader", "Corrin", "Llewelyn", "Lloyd"], "dialogue_counts": {"Kana": 22, "Invader": 1, "Corrin": 19, "Llewelyn": 5, "Lloyd": 5}, "gender_counts": {"M": 0, "F": 0, "N": 33, "A": 19}, "lines": 52, "transitions": "N-NN-N-N-ANANA-NA-AN-AN-A-NANA-NNNNNNNNN-N-NANANANANANA-N-ANANANAN", "intro": [{"speaker": "Kana", "line": "Ah! What a lovely day! I might just break out in song! And twirl all the day long! Hmm. But Papa/Mama is visiting today, and I haven’t seen him/her in such a long time. I’d better do something special for him/her. Gather some fruit? Fish for fish? Ha, I know! Papa/Mama should have both. So I’d better get going!"}, {"speaker": "Invader", "line": "..."}, {"speaker": "Kana", "line": "Wh-who are you? Y-you look weird! Get away from me!"}, {"speaker": "Kana", "line": "Umm, what do you all want? You’d better not be here to make trouble. My papa/mama will be here soon! They’re not listening. But I can’t just run. They look ready to do evil things!"}, {"speaker": "Kana", "line": "Oof!"}, {"speaker": "Corrin", "line": "Phew! Here in the nick of time. Are you all right, Kana?"}, {"speaker": "Kana", "line": "P-Papa/M-Mama?"}, {"speaker": "Corrin", "line": "I’m so sorry, Kana. You’ve been safe here for so long. I never thought anyone would come here to hurt you. Please tell me you’re OK!"}, {"speaker": "Kana", "line": "Yeah, Papa/Mama."}, {"speaker": "Corrin", "line": "Thank the gods. Now, off with you. Your papa/mama has everything in hand. YOU! You dare touch my child?! I'll soak these fields with your blood!"}, {"speaker": "Kana", "line": "Papa/Mama, there are too many of them!"}, {"speaker": "Corrin", "line": "I'll protect you, Kana. But don't worry about me. I told you to run! Now, the rest of you! Prepare to join your comrades in death!"}, {"speaker": "Corrin", "line": "They’re tough... But I have to... keep them away from..."}, {"speaker": "Kana", "line": "No! You bunch of bullies! Stop hurting Papa/Mama!"}, {"speaker": "Corrin", "line": "Kana! How many times do I need to tell you?! Run!"}, {"speaker": "Kana", "line": "No! I’m not going to leave, Papa/Mama! Not when I’ve waited so long to see you again! No one’s going to take you from me! I’m staying right—rrgg! Right here by—RRRG! By your—RRAWRGH!"}, {"speaker": "Corrin", "line": "Kana?! You're..."}, {"speaker": "Kana", "line": "RRAAAAWRG!"}, {"speaker": "Corrin", "line": "It can't be. She/He shouldn't have the ability to—"}, {"speaker": "Kana", "line": "RRRAWWRRGGRR!"}, {"speaker": "Corrin", "line": "No...she/he must have inherited it from me. But for it to awaken here, now? She's/He's out of control. This...this must be her/his first time transforming! She's/He's at risk of losing herself/himself to a mindless rampage in the face of these foes! Friends, join me! We must clear the field of this menace—fast!"}], "battle": [{"speaker": "Llewelyn", "line": "Mwahaha. What have we here, Lloyd?"}, {"speaker": "Lloyd", "line": "Hey, bro! I don't know."}, {"speaker": "Llewelyn", "line": "It's plain as the nose on your face. Can't you see it over there?"}, {"speaker": "Lloyd", "line": "Huh? See what? Where?"}, {"speaker": "Llewelyn", "line": "I dunno, my nearsighted brother. Maybe I mean that dragon yonder?"}, {"speaker": "Lloyd", "line": "Who'd name a dragon Yonder?!"}, {"speaker": "Llewelyn", "line": "No, you addle-brained baboon. I mean that dragon way OVER yonder."}, {"speaker": "Lloyd", "line": "Why didn't you say so? Dragons are like gods! We should catch it!"}, {"speaker": "Llewelyn", "line": "Yes. We'll make it our pet. A god on a leash! But let's proceed sensibly. We must pummel it to the brink of death. But what SHOULD we name it...?"}], "boss": [{"speaker": "Lloyd", "line": "That dragon's mine! I'm going to name it Llizardface!"}], "end": [{"speaker": "Kana", "line": "Whuh... whuh... What... What happened, Papa/Mama? I dreamed that I turned into a dragon!"}, {"speaker": "Corrin", "line": "Yes, well... You did, Kana."}, {"speaker": "Kana", "line": "I did? For real? You look upset, Papa/Mama. I didn’t mean to do it, I only wanted to protect you! But I’m small. And I felt... useless. Then I felt myself get so angry. I heard a roaring in my head... It got louder and louder, until I couldn’t hear myself thinking anymore. I’m sorry. I didn’t mean to turn into a dragon. Am I in trouble now?"}, {"speaker": "Corrin", "line": "No! Far from it. You’ve made me the happiest father/mother in the world. I turn into a dragon too."}, {"speaker": "Kana", "line": "What? Papa/Mama, you–?"}, {"speaker": "Corrin", "line": "Listen, Kana. I’m sorry that I haven’t visited you enough to explain... But I keep my power in control by using very special stones. You must too. Or else the dragon within may take over. Don’t be scared – you just need a stone. Azura has given me a stone that you can use. Carry this with you always."}, {"speaker": "Kana", "line": "Thank you. It’s such a beautiful stone. I’ll treasure it, Papa/Mama! But now that I can turn into a dragon... can I maybe travel with you?"}, {"speaker": "Corrin", "line": "I’m so sorry, Kana. But you’re too young. And my world is too dangerous."}, {"speaker": "Kana", "line": "No, Papa/Mama? I guess I can wait longer, but only if you promise to visit more often."}, {"speaker": "Corrin", "line": "Oh... Of course. I promise. Cross my heart and hope to— Er, I promise—that’s all. And I’ll be sure to bring you a nice gift next time I come."}, {"speaker": "Kana", "line": "Yeah... All right, Papa/Mama."}, {"speaker": "Corrin", "line": "That’s my girl/boy. Be good, Kana, and you keep hanging on to that stone!"}, {"speaker": "Kana", "line": "...Hmpf. No, Papa/Mama. WAIT!"}, {"speaker": "Corrin", "line": "Kana, I have to go. A lot of people are depending on your papa/mama."}, {"speaker": "Kana", "line": "I... I know! That’s why I have to go with you! I’m depending on you too... to come back! And I never know if you’ll... if you’ll... If you’ll DIE and never come back! What if I grow old enough to leave here, but by then you’re gone?"}, {"speaker": "Corrin", "line": "Kana, I’m only trying to protect you! But if that’s how you feel... If it’s agony for you being here? That’s the last thing I want. Maybe... All right. You’re coming. With your new powers, you might be safer with me. I need to explain all of this to my friends. You need to say good-bye to yours."}, {"speaker": "Kana", "line": "What, I get to come with you? Really?"}, {"speaker": "Corrin", "line": "Yes, really. But, Kana, it’s a different world out there. It’s not a game – it’s scary. I’ll look after you. Still, are you sure you’re grown-up enough for this?"}, {"speaker": "Kana", "line": "Well... I’m only a little kid. But I’m old enough to be a dragon. And my papa’s/mama's one too."}, {"speaker": "Corrin", "line": "Like father, like daughter/Like mother, like son. I guess there’s a lot we should catch up about."}, {"speaker": "Kana", "line": "Yes! I can’t wait! Papa/Mama, I have to say one more thing before we leave. Rrrghg rawrgghh rrrh! That's dragon for I love you!"}]}