{"chapter": "P03", "title": "Surprise Duet", "speakers": ["Azura", "Felicia", "Jakob", "Shigure"], "dialogue_counts": {"Azura": 27, "Felicia": 2, "Jakob": 2, "Shigure": 20}, "gender_counts": {"M": 22, "F": 29, "N": 0, "A": 0}, "lines": 51, "transitions": "F-FFFF-MFMF-FMFMFMFMF-MFMF-FMFMFMFMFMFM-F-FMFMFM-FMFMFMFMFM", "intro": [{"speaker": "Azura", "line": "Ah, how I love to sail upon the ocean! To be free from the confines of land! The roar of the waves is like the sweetest lullaby."}, {"speaker": "Felicia", "line": "We've got trouble, Lady Azura!"}, {"speaker": "Azura", "line": "Slow down, Felicia. Tell me what's happened."}, {"speaker": "Felicia", "line": "Um...um...a pegasus—I mean, the young man riding it— He's just crashed onto our ship! Well, the pegasus did too, but—"}, {"speaker": "Azura", "line": "What was that?! Someone on a pegasus has just landed? Point the way!"}, {"speaker": "Jakob", "line": "We have trouble, Azura!"}, {"speaker": "Azura", "line": "How can that be, Jakob? We're so far upon the ocean!"}, {"speaker": "Jakob", "line": "I've just receive news that a young man riding a pegasus has landed upon our ship. At breakneck speed, too. He and his steed may have sustained serious injuries."}, {"speaker": "Azura", "line": "What was that?! A pegasus rider? Please, point the way!"}, {"speaker": "Azura", "line": "Shigure, my son! What has brought you out here?"}, {"speaker": "Shigure", "line": "M...Mother...? Did I make it? I...I flew out of the Deeprealms to find you!"}, {"speaker": "Azura", "line": "Oh, my! You're hurt! And your pegasus looks ready to collapse!"}, {"speaker": "Shigure", "line": "Never mind us. We need to return to my Deeprealm at once. My village is under attack. You and your friends must help me save whoever's left."}, {"speaker": "Azura", "line": "What's that? Your village—? But from what enemy?"}, {"speaker": "Shigure", "line": "I...I don't know. It's hard to see them sometimes."}, {"speaker": "Azura", "line": "What?"}, {"speaker": "Shigure", "line": "They're only semivisible. But they're fierce fighters. One thing I am sure is that they're after ME. My friends risked their lives helping me get away. I...I think they're all..."}, {"speaker": "Azura", "line": "Shigure, you don't know that. Wait, I sense something...someone..."}, {"speaker": "Shigure", "line": "It's them!"}, {"speaker": "Azura", "line": "My apologies, Shigure. This grim turn of events is all my fault. They're after you...because of me."}, {"speaker": "Shigure", "line": "Come again? What do you have to do with this, Mother?"}, {"speaker": "Azura", "line": "Well, I can't explain. Not here. Now, a moment, please."}, {"speaker": "Azura", "line": "Shigure, stay close! I'm certain those fiends are readying an attack. But if they think they're getting their hands on you..."}, {"speaker": "Shigure", "line": "Mother, who are they? Why did you say this is all your fault?"}, {"speaker": "Azura", "line": "I'm sorry to say it must remain a mystery, at least for a little longer."}, {"speaker": "Shigure", "line": "Tell that to my friends."}, {"speaker": "Azura", "line": "Trust me, Son. I had little choice. Now, hide yourself. I'll take care of them. That's the least I can do."}, {"speaker": "Shigure", "line": "It's just...it's just not right. My whole village, and because of what? You must have your reasons for keeping such deadly secrets, Mother. But this fight is now MINE too. I must avenge my friends."}, {"speaker": "Azura", "line": "... Listen, Shigure. The stakes are higher than you can imagine. But if you insist in fighting, then promise that you'll do so at a safe distance."}, {"speaker": "Shigure", "line": "No. My friends didn't have any such choice. I won't shy from battle."}, {"speaker": "Azura", "line": "I see. Then I promise that MY friends will keep you safe as can be. Losing you would ruin me. You will live, my son, even if it's at the cost of my life."}, {"speaker": "Shigure", "line": "No, Mother!"}, {"speaker": "Azura", "line": "We won't lose. Not if I can help it. My friends and I will make them pay. Everyone, prepare for battle!"}, {"speaker": "Shigure", "line": "I’m with you all the way, Mother."}], "battle": [{"speaker": "Azura", "line": "We've been broadsided! Stay on guard everyone!"}], "end": [{"speaker": "Azura", "line": "Shigure, the battle is won, but your worst fears have proven true. I slipped away to your Deeprealm for a moment. These invaders... They razed your village. There is no one left. Everyone who took care of you in my stead, all of them are—"}, {"speaker": "Shigure", "line": "EVERYONE? Ohhhh... No, no, no... NOOOO!"}, {"speaker": "Azura", "line": "... I'm sorry. If we'd come sooner... That is, if only I'd warned you about them..."}, {"speaker": "Shigure", "line": "No. You and your friends have clearly known these evils and more. I'm at fault for being a child too long. My eyes have been closed. But my heart has been opened. I can imagine, a little, what it must feel like to live in your world. Still you find it in yourself to sing. And so must I."}, {"speaker": "Azura", "line": "Sing? What are you going to sing?"}, {"speaker": "Shigure", "line": "You know the song well, Mother. ♪"}, {"speaker": "Azura", "line": "Truly, how well I do. You plan to sing it as a requiem for your dead? How beautiful. Even beyond the clouds, your friends will be moved to tears. Surely, a melancholy rain will fall upon your village."}, {"speaker": "Shigure", "line": "Mother! But what am I to do now? Everyone I knew, except you—"}, {"speaker": "Azura", "line": "Ah, I have no choice but to find another place to hide you."}, {"speaker": "Shigure", "line": "I...I don't want to hide anymore. I'm joining your cause."}, {"speaker": "Azura", "line": "What's that? Son, you must stay safe!"}, {"speaker": "Shigure", "line": "No. My friends lost their lives trying to save me. I need to learn to protect myself. I need to get strong enough, so I can make the same sacrifice for others."}, {"speaker": "Azura", "line": "... Very well, Shigure. But you must let me protect you when I can. You cannot deny your mother that."}, {"speaker": "Shigure", "line": "My heart is singing. And it's a song of hope for the future."}, {"speaker": "Azura", "line": "Let us make it a duet, Son."}, {"speaker": "Shigure", "line": "Yes, Mother. It will be my honor."}]}