{"chapter": "P04", "title": "Fight Or Flight", "speakers": ["Jakob", "Invader", "Dwyer"], "dialogue_counts": {"Jakob": 20, "Invader": 4, "Dwyer": 18}, "gender_counts": {"M": 38, "F": 0, "N": 4, "A": 0}, "lines": 42, "transitions": "MNMNM-MM-MMMMMMMMMM-MMMMMMMMNMMMNMMMMMMMMMMMM", "intro": [{"speaker": "Jakob", "line": "Excuse me? Hello? Anyone? I’m looking for my son Dwyer! Hmpf. As always, that lazy lout is probably snoring away somewhere. Clearly, his bad attitude has infected this whole village. What a sleepy place. Why do I even bother fetching Dwyer his favorite coffee beans? How did I come to buttle my son, when he should come running to serve me? What’s this? Who’s there? I see you scurrying in the shadows. Get over here! Of all the... My son can’t even have me greeted properly on my arrival?"}, {"speaker": "Invader", "line": "..."}, {"speaker": "Jakob", "line": "What? How’d you get here? Did you follow me? Speak, villain. Now! Or I’ll cut the answer out of you!"}, {"speaker": "Invader", "line": "..."}, {"speaker": "Jakob", "line": "Eh? Where’s that fiend going? No! There are more of them, and they’re breaking into Dwyer’s house! SON! THEY’RE COMING FOR YOU!"}], "battle": [{"speaker": "Dwyer", "line": "Who’s that yelling like a maniac outside? As if I don’t have enough trouble. Urrr, is that my father? Of course he’d have to show up in the middle of all this. Well, forget him. I’ve got enough to worry about, keeping us all alive in here. Everyone! Stay close! I’ll heal you up if you get hurt!"}, {"speaker": "Jakob", "line": "Was that Dwyer? What’s that damned fool doing?! Hanging back? Letting others do the fighting for him? It’s a disgrace!"}], "recruit-talk": [{"speaker": "Jakob", "line": "Dwyer, I’ve found you.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Dwyer", "line": "Father! What a surprise. I’d fetch you a glass of my finest whatever. That is, if I wasn’t busy with my other uninvited guests.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Jakob", "line": "Of all the... Uninvited?! I’m your father, Dwyer! And just look at the way you’re conducting yourself in your own household! I taught you martial arts! And you’re dillydallying in the background? Healing, not fighting?", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Dwyer", "line": "Oh, Father, there’s no shame in standing by to help when needed. Isn’t that what a good butler does? Serve, not show up his masters?", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Jakob", "line": "What was that? Are you slighting my profession?", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Dwyer", "line": "What? Not in the slightest. But if you expect me to jump into battle... then I think you’ve got the wrong son. I’m a healer, not a fighter.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Jakob", "line": "Dwyer, Dwyer... You always did run from a fight. Go on then. Let your father do all the work.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Dwyer", "line": "Give me a break. You never did see me for who I was. Perhaps I was a tad idle as a child. But now, I keep people alive.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Jakob", "line": "Don’t bother. I’ll keep everyone alive... by defending them with MY life. So, unless my Little Lord Lazybones wishes me to fetch his slippers... No? Or a cup of warm milk? Then stand aside and watch how it’s done, Son.", "recruiter": "Jakob", "recruit": "Dwyer"}, {"speaker": "Dwyer", "line": "Hmm. Go on then.", "recruiter": "Jakob", "recruit": "Dwyer"}], "end": [{"speaker": "Dwyer", "line": "That was pretty good, Father. You and your friends cleaned this place up."}, {"speaker": "Jakob", "line": "And that, my son, is why your remaining servants just left."}, {"speaker": "Dwyer", "line": "Huh? They did?"}, {"speaker": "Jakob", "line": "Hmm. Even your caretakers too. I’m not surprised, the way you run this household. It’s a den of a sloth."}, {"speaker": "Dwyer", "line": "Oh no... They really are gone! Now who’s going to help me maintain my high standard for squalor? Who will bring in all the dirt? Or feed hair balls to the dust bunnies? I can't do it ALL by myself!"}, {"speaker": "Jakob", "line": "Hmpf..."}, {"speaker": "Dwyer", "line": "You’ll just have to take me with you, Father."}, {"speaker": "Jakob", "line": "Ha! We all pull our weight in our group. I’d never vouch for you. You’re going to stew here for the rest of your days in this mess of a place."}, {"speaker": "Invader", "line": "..."}, {"speaker": "Dwyer", "line": "Father? You missed one. Oh, never mind. I’ve got it."}, {"speaker": "Jakob", "line": "Dwyer?! What in—"}, {"speaker": "Dwyer", "line": "You’ve got a lot of nerve, sneaking up on my father. Well, take this! SLAPPYFACE!"}, {"speaker": "Invader", "line": "..."}, {"speaker": "Dwyer", "line": "Whew! Who knew? Victory!"}, {"speaker": "Jakob", "line": "Oh, well. I stand corrected. You might not be able to handle a weapon. But your slappyface is unparalleled. Have you been... in training?"}, {"speaker": "Dwyer", "line": "I guess so. Wait, are you kidding? Because I don’t always laze around here."}, {"speaker": "Jakob", "line": "Well, how irksome. Here I had you pegged for a complete loafer. But if you could fight, even a little, why did you make your servants do it for you?"}, {"speaker": "Dwyer", "line": "Hmm? Wasn’t it their job to watch over me? I would never rob them of their work."}, {"speaker": "Jakob", "line": "With that sort of attitude, I’m afraid that you’ll never be good for much. Do you expect me to find you fresh caretakers to abuse?"}, {"speaker": "Dwyer", "line": "No. I’m going to turn over a new leaf. I’ll serve your friends!"}, {"speaker": "Jakob", "line": "What?!"}, {"speaker": "Dwyer", "line": "If you can buttle, I can buttle. I bet I’ll buttle better. Hey, did you bring those coffee beans I wanted? Hand ‘em over. I’ll brew everyone a cup of the best coffee they’ve ever had!"}, {"speaker": "Jakob", "line": "But that’s MY job!"}, {"speaker": "Dwyer", "line": "What’s the matter? Afraid of a little competition? This should be fun. En garde, Father. I declare this battle of buttling begun!"}, {"speaker": "Jakob", "line": "Hmpf. You don’t stand a chance."}]}