{"chapter": "P06", "title": "Herbal Remedy", "speakers": ["Midori", "Boy", "Ruffian", "Kaze", "Candace"], "dialogue_counts": {"Midori": 23, "Boy": 2, "Ruffian": 5, "Kaze": 12, "Candace": 6}, "gender_counts": {"M": 12, "F": 23, "N": 13, "A": 0}, "lines": 48, "transitions": "FNNNFNFNF-NMFNFMFMFMF-M-FNFNFNFNFN-F-N-FMFMFMFMFMFMFMF", "intro": [{"speaker": "Midori", "line": "Hup, two, three, four! Hup, two, three, four! Keep it going, Midori. One after the other. You'll get there! Hup, two— But I do hope I'll be there soon. I wouldn't want to keep Father waiting. He's going to be so happy that I found the rare herb he wanted! Got it tucked nice and safe in my little bag here. Hup, two, three— Aaaagh! Am I there yet? I've marched ALL the way from my Deeprealm to meet him! Hup, two, three—uh, hang on. What's that up ahead?"}, {"speaker": "Boy", "line": "Help me! Somebody! Anybody!"}, {"speaker": "Ruffian", "line": "Shut up! Now empty your pockets like I told you—or I'll CUT 'em open. And I ain't too careful with my knife, if ya know what I mean."}, {"speaker": "Boy", "line": "Leave me alone!"}, {"speaker": "Midori", "line": "Wh-what are you doing?! Pick on someone your own size!"}, {"speaker": "Ruffian", "line": "What? Who said that?! Ha! Ain't you a li'l tater."}, {"speaker": "Midori", "line": "Nuh-uh! I'm Midori, the biggest herb gatherer around! Now, do the adult thing and put down tour weapons, you...you... You pocket emptier!"}, {"speaker": "Ruffian", "line": "What's that?! Ain't your parents ever teach you to respect your elders? Guess I'll just have to teach you to shut your yap."}, {"speaker": "Midori", "line": "Huh? No!"}, {"speaker": "Ruffian", "line": "Gaaah!"}, {"speaker": "Kaze", "line": "Midori... I'm here. You're safe."}, {"speaker": "Midori", "line": "Father!"}, {"speaker": "Ruffian", "line": "Urr, who—? Never mind. I'm gone. Got better pockets to empty."}, {"speaker": "Midori", "line": "Thanks a bunch, Father! I hope you weren't too worried. I wasn't."}, {"speaker": "Kaze", "line": "Is that so? Then maybe do me a favor next time and be on time. I'll always worry. That's my job. Well now. Have you gotten taller again? You're growing faster than bamboo!"}, {"speaker": "Midori", "line": "Oh, yes! But it's time that's going by so fast in the Deeprealms. I'm an adult now—or at least more one than that brute was. Anyway, Father, I found the rare herbs you wanted! See? I've got them right here! Er, hold on. They were right here. I had them just a moment ago!"}, {"speaker": "Kaze", "line": "Huh? Did you drop the herbs when that bandit approached you?"}, {"speaker": "Midori", "line": "Um...no! I'm sure I didn't drop them!"}, {"speaker": "Kaze", "line": "Hmm...then where are they? Let's just retrace your steps. They must have slipped through your fingers."}, {"speaker": "Midori", "line": "No way. I'm sure I didn't misplace them. I was JUST holding the bag! It must have been that man. He took the herbs from me. Wait here, Father! I'll find that guy and get the bag back."}, {"speaker": "Kaze", "line": "No, Midori. Wait!"}, {"speaker": "Midori", "line": "Um... Hey, you! Yes, YOU! With the bag! That's mine!"}, {"speaker": "Candace", "line": "Eh? Sharp eye, kid. People don't usually see me when I'm tiptoeing around."}, {"speaker": "Midori", "line": "Well, the fact is, I'm not a kid. I'm the biggest herb gatherer around! And you're running around with some pretty bad guys!"}, {"speaker": "Candace", "line": "Well, if we're comparing facts, I am NOT with these barbarians. I travel among them. They make for a nice distraction while I do my work. No one even sees me walk amid the whole hairy, smelly horde of them! And who am I, you may ask? She who locates legendary riches! A genius! And explorer! I'm none other than Candace, the notorious treasure hunter!"}, {"speaker": "Midori", "line": "Um, what? Does this have something to do with my bag? Explain yourself!"}, {"speaker": "Candace", "line": "Leave it to Candace! I have explanations for every occasion! You see, I learned that the rare Dragon Herbs were hereabouts! As I've said, I am a treasure hunter. You had something I treasured. The rest is just math. Ergo, what's yours is now mine."}, {"speaker": "Midori", "line": "Well, the fact is that I found those herbs first. You stole my bag!"}, {"speaker": "Candace", "line": "Facts again? Then let me drop another fact on you. You took the herbs from this forest, didn't you? Wouldn't that make YOU a thief?"}, {"speaker": "Midori", "line": "Nuh-uh!"}, {"speaker": "Candace", "line": "Then I'm not a thief either! I could stand here and complain about you dragging my name through the mud. But Candace is going to take the high road—and just say good-bye. You could try to take back your bag. But I'll warn you. I'm quick as a wink."}, {"speaker": "Midori", "line": "No, wait! I need those herbs for my father!"}], "boss": [{"speaker": "Candace", "line": "Oh? Caught up with Candace, did you? Well done. But I'll warn you. I'm strong as an oak!"}], "end": [{"speaker": "Midori", "line": "Glad that's over. I wasn't sure we were going to get the herbs back!"}, {"speaker": "Kaze", "line": "Don't scare me like that. Running off on me? I was terrified! All of this, just for those herbs? We could have gathered more. They're not worth the risk of losing you. So never do that again!"}, {"speaker": "Midori", "line": "But I just— Ugh, you don't understand! Those herbs grow here only once every year! And you don't realize the true value of those herbs anyway. Those herbs can make wishes come true!"}, {"speaker": "Kaze", "line": "Huh? I knew they were useful, but they can actually grant wishes?"}, {"speaker": "Midori", "line": "Well the fact is...the herbs can help make one specific wish come true. My wish, in fact—to prove my usefulness to you, Father. So I can stay here!"}, {"speaker": "Kaze", "line": "Midori, we still could have waited for the herbs to grow back. This was risky."}, {"speaker": "Midori", "line": "Don't you realize?! A year here would be FOREVER in my Deeprealm! And I just can't wait THAT long to prove my usefulness again! I...I...hate it there, away from you!"}, {"speaker": "Kaze", "line": "I'm sorry that I've put you through all of this, Midori. It was only for your safety. But it seems that you're more than old enough to make your own choices. Forgive me for not realizing what you were going through much earlier. Of course, time is more fleeting in the Deeprealms. I planned to visit as often as I could, since days here would be much longer for you. I am dearly sorry for putting you through such loneliness."}, {"speaker": "Midori", "line": "..."}, {"speaker": "Kaze", "line": "Here, take my hand, Midori. From now on, we walk together in life. No more Deeprealms for you."}, {"speaker": "Midori", "line": "You're serious, Father?"}, {"speaker": "Kaze", "line": "Of course! I'll just go let my comrades know that you'll be joining us."}, {"speaker": "Midori", "line": "Thank you, Father! Now, see? I was right about the power of these herbs! My greatest wish is coming true!"}, {"speaker": "Kaze", "line": "Let's go, Midori. We have a lot to catch up about. I want to know everything about your life in your Deeprealm. I've missed out on so much. Tell me about it all—and don't leave out a single day."}, {"speaker": "Midori", "line": "Yes, Father. That will surely keep us busy for at least a few years!"}]}