{"chapter": "P08", "title": "A Great Hunt", "speakers": ["Takumi", "Sakura", "Kiragi", "Invader"], "dialogue_counts": {"Takumi": 15, "Sakura": 4, "Kiragi": 13, "Invader": 1}, "gender_counts": {"M": 28, "F": 4, "N": 1, "A": 0}, "lines": 33, "transitions": "MFMFM-M-MNM-FM-MMMMMMMM-MMMMMMMMFMMMMM", "intro": [{"speaker": "Takumi", "line": "Weird. Where's my son gone to? Damn his Deeprealm for being so big. I know I can't expect Kiragi to stay in his village all the time. But I thought at least he'd be out here, hunting or fishing. Somewhere."}, {"speaker": "Sakura", "line": "Big Brother! Come quick! Those creepy soldiers have followed us here."}, {"speaker": "Takumi", "line": "Which ones? The really creepy soldiers?! Ugh. Of all the times... Kiragi might be here too!"}, {"speaker": "Sakura", "line": "What shall we do? They're coming towards us!"}, {"speaker": "Takumi", "line": "Come on! We go to THEM!"}, {"speaker": "Kiragi", "line": "What a day. Those fish pretty much jumped into my bucket! And then this bear - couldn't have been an easier target! Wish I'd bagged him a little closer to town. Too big to lug outta here. Too big to roll home too. Hmm. Gotta be some way... Er, hold on. What's that? Something lumbering around the forest... HELLO? Hmm, nothing. Eh, no way that's a person anyway. Too freaky. Whatever it is, it'll make a great trophy for my wall! All right. Fly straight and true, little arrow buddy. Ready, aim... FIRE!"}, {"speaker": "Kiragi", "line": "That was a good one! Right between the... Uh, whoa. Hang on."}, {"speaker": "Invader", "line": "..."}, {"speaker": "Kiragi", "line": "Uh-oh. Oopsies. Sorry 'bout that. But you really shoulda answered back. Looks like you brought friends too. Not very chatty, are ya? And call me crazy, but I'd swear you're all surrounding me. Yeah? No biggie. I've got the bow my dad gave me. Let's call this target practice!"}, {"speaker": "Sakura", "line": "Th-there's Kiragi! What's your son doing, taking on those soldiers by himself?!"}, {"speaker": "Takumi", "line": "HANG ON, KIRAGI! DAD'S ON THE WAY!"}], "battle-talk": [{"speaker": "Takumi", "line": "I've got ya, Kiragi!", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Kiragi", "line": "Dad! I knew you'd show up!", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Takumi", "line": "Huh? Sorry that I got here, uh, late? You must have been scared to death.", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Kiragi", "line": "Nope. I knew you'd save me.", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Takumi", "line": "What?", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Kiragi", "line": "Yup! But anyway, you gotta check out this big bear that I bagged, Dad!", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Takumi", "line": "Ah, right. Big bear. Nice. But, uh, how about we focus on getting out of this mess alive, Son?", "person_1": "Takumi", "person_2": "Kiragi"}, {"speaker": "Kiragi", "line": "Ready for anything, Dad!", "person_1": "Takumi", "person_2": "Kiragi"}], "end": [{"speaker": "Kiragi", "line": "Dad, no way! No! Way! There is NO way this is what you do every day."}, {"speaker": "Takumi", "line": "This is nothing! You should have seen me in my last battle, when I— Uh, hold on. Not the best dad talk. I mean to say, Son, that battle was dangerous. Even deadly."}, {"speaker": "Kiragi", "line": "Nice!"}, {"speaker": "Takumi", "line": "Huh?"}, {"speaker": "Kiragi", "line": "So fun! So! Fun! It was SO fun, seeing you all be like, you know... YAAAH! BLAMMIE! I want to be just like you, Dad!"}, {"speaker": "Takumi", "line": "Ugh... No, Son. You have to stay safe here in your Deeprealm."}, {"speaker": "Kiragi", "line": "Hey, but we had a blast, didn't we? Yeah, I'm coming with you for sure!"}, {"speaker": "Takumi", "line": "What?! No, you're not. I put you here to keep you OUT of the war."}, {"speaker": "Sakura", "line": "Well, you have to admit he was a chip off the old block there."}, {"speaker": "Takumi", "line": "Sister, that's not helping."}, {"speaker": "Kiragi", "line": "Wow! Two against one. Done deal, yeah, Dad? Yeah."}, {"speaker": "Takumi", "line": "Two against—? Oh, fine. I guess. How could I say no to a face like that?"}, {"speaker": "Kiragi", "line": "Yay for my face! I swear I won't let you down, Dad. Oh, hey! Wait. The OTHER thing. The bear I shot. Dad! Dad! It was amazing. DAD! I got it in one shot!"}, {"speaker": "Takumi", "line": "I bet it was, Son. And thanks to you, our camp will feast on bear stew!"}]}