{"chapter": "P10", "title": "Hunter And Prey", "speakers": ["Selkie", "Daichi", "Kaden", "Hayato", "Ruffian"], "dialogue_counts": {"Selkie": 13, "Daichi": 4, "Kaden": 13, "Hayato": 2, "Ruffian": 3}, "gender_counts": {"M": 15, "F": 13, "N": 7, "A": 0}, "lines": 35, "transitions": "F-FNFNFN-MMMMNMNMNM-N-FMFMFMFMFMFMFMFMF", "intro": [{"speaker": "Selkie", "line": "Wait, wait! Come back, little bird! No good. It's gone. No fair, flying and stuff. Guess I'll just have to learn to fly too. Doesn't sound too hard. I'll just find the tallest tree around here and jump. Hmm? What's that glowy doorway? Hello? Anyone home? HELLO? ANYONE? Huh, nothing. I'll just take a quick peek inside..."}, {"speaker": "Selkie", "line": "What is this place? So many unfamiliar scents! Eeeew. What's THAT smell?"}, {"speaker": "Daichi", "line": "What have we here—a kitsune?"}, {"speaker": "Selkie", "line": "Oooh! Where? Oh, you mean me."}, {"speaker": "Daichi", "line": "Must be my lucky day. I can sell a kitsune for a fortune. Dead or alive too, so I might as well make this easy. Dead will be fine."}, {"speaker": "Selkie", "line": " Hey, let's play, mister. And do I smell more of your friends in the wind? I do! Let's ALL play!"}, {"speaker": "Daichi", "line": "Everyone! We've got it surrounded! Keep our circle tight—don't let it escape!"}, {"speaker": "Kaden", "line": "Can't wait to see my Selkie! Every time I go to her Deeprealm, my daughter is even more amazing!"}, {"speaker": "Hayato", "line": "Is that so? And you say she's a kitsune too?"}, {"speaker": "Kaden", "line": "Sure thing. Apple doesn't fall far from the tree either—her fur's just like mine. Now it's probably even glossier than the last time I saw her! Hey! Don't get any funny ideas about Selkie. I'm warning you. Don't lay a finger on her. Or else. Which I mean in the worst way possible."}, {"speaker": "Hayato", "line": "You're kidding, right? I know people sometimes hunt your kind. But you do realize that I'm a friend, don't you?"}, {"speaker": "Ruffian", "line": "No, no, NO! Get me away from her! She's nuts!"}, {"speaker": "Kaden", "line": "Need a hand? Oh, wait. You're probably not the sort that I should help."}, {"speaker": "Ruffian", "line": "Another one?!"}, {"speaker": "Kaden", "line": "Another what—a kitsune, here in these woods? By any chance, you don't mean a kitsune girl, do you? Looks like me? Stunning fur? Twinkle in the eye?"}, {"speaker": "Ruffian", "line": "What?! Er, yeah. More or less."}, {"speaker": "Kaden", "line": "Ah! I smell Selkie—and more of your kind near her. You intend to put your filthy paws on my daughter. I guess it's time I show you all just what I mean by OR ELSE."}], "boss": [{"speaker": "Daichi", "line": "We're here to poach fair and square! You won't stop us!"}], "end": [{"speaker": "Selkie", "line": "That was fun! But now they're all gone. Just when it was getting interesting!"}, {"speaker": "Kaden", "line": "Hmm. Selkie, you do realise that they were trying to catch you, right?"}, {"speaker": "Selkie", "line": "Yup! It was like tag!"}, {"speaker": "Kaden", "line": "Whoa, Daughter. It really wasn't. But I'm just glad you're safe."}, {"speaker": "Selkie", "line": "Hey, hey, Daddy? Are all of your battles like this?"}, {"speaker": "Kaden", "line": "Hm? Yeah, pretty much."}, {"speaker": "Selkie", "line": "Yay! I can't wait to see more battles! So I'm coming with you."}, {"speaker": "Kaden", "line": "What? No, you're not."}, {"speaker": "Selkie", "line": "Wheee! Yes, I am! This is going to be way more fun that being stuck at home."}, {"speaker": "Kaden", "line": "Battles aren't fun and games, Selkie. They're sad and deadly."}, {"speaker": "Selkie", "line": "They are? I'm sorry, Daddy. I guess I just got carried away."}, {"speaker": "Kaden", "line": "Nope. No need to apologize. Just as long as you understand."}, {"speaker": "Selkie", "line": "You know, since you and your friends saved me... I need to return the favor. That's the right thing to do, isn't it?"}, {"speaker": "Kaden", "line": "Wow, Selkie. You really are growing up, aren't you? Yes, it's good to repay debts."}, {"speaker": "Selkie", "line": "Then it's settled. I can play with your friends from now on!"}, {"speaker": "Kaden", "line": "Huh? I didn't say you could come. I guess they would like to play with you though. Not too rough now!"}, {"speaker": "Selkie", "line": "I'll do my best, Daddy!"}]}