{"chapter": "P12", "title": "Sweet Dreams", "speakers": ["Saizo", "Azama", "Mitama"], "dialogue_counts": {"Saizo": 6, "Azama": 22, "Mitama": 16}, "gender_counts": {"M": 22, "F": 22, "N": 0, "A": 0}, "lines": 44, "transitions": "FMFMFM-FMFM-MF-MFMFM-MFMFM-FMFMFMFMFMF-FMFMFMFMFMF", "intro": [{"speaker": "Saizo", "line": "Hey, Azama, you look terrible. Like you've seen a ghost."}, {"speaker": "Azama", "line": "No, nothing that awful. It's just that my daughter's village is under attack."}, {"speaker": "Saizo", "line": "What? That's FAR worse. We have to get there and rescue her."}, {"speaker": "Azama", "line": "Let's see... I guess it is worse, though everyone has to die sometime."}, {"speaker": "Saizo", "line": "What?! We're talking about your daughter here! Let's get to saving her, man!"}, {"speaker": "Azama", "line": "Impatient, aren't you? Then let's go, if you're in such a hurry."}, {"speaker": "Saizo", "line": "My god! The village in this Deeprealm is completely overrun with our enemies! This is where Mitama lives, right? Then where IS your daughter?"}, {"speaker": "Azama", "line": "This is not good... I don't see her anywhere... Oh! Ah! I'm wrong. There's an air of calm here. She must be fine."}, {"speaker": "Saizo", "line": "Hmm. Somehow I seriously doubt that. Look at this place, you fool."}, {"speaker": "Azama", "line": "Um, well...she's probably fine. I put her in a perfectly sound house."}, {"speaker": "Azama", "line": "See? That place is still standing. It hasn't taken any damage."}, {"speaker": "Saizo", "line": "... We're going in to check on her safety, you damned fool."}], "visit": [{"speaker": "Azama", "line": "Mitama? Knock knock! It's your father. Are you home?"}, {"speaker": "Mitama", "line": "Wh-who?"}, {"speaker": "Azama", "line": "Oh, you are home. Could you come to the door, please? It's only fair that you join us outside. Or let us all in. Either way."}, {"speaker": "Mitama", "line": "Who? What now? Off with you. I'm enjoying a lovely snooze..."}, {"speaker": "Azama", "line": "Oh, my! Did she fall back asleep?"}, {"speaker": "Azama", "line": "Mitama? Please open up. My knuckles are getting sore from knocking."}, {"speaker": "Mitama", "line": "Who's there? Didn't I say to go away? I don't want any! Haven't you a higher calling than to trouble my door? Mayhaps you should place yourself in a prostrate position, then perish?"}, {"speaker": "Azama", "line": "How strange. Explain yourself, Mitama."}, {"speaker": "Mitama", "line": "How can I make it any clearer? Lay down and die!"}, {"speaker": "Azama", "line": "Ah! That most certainly is you, Daughter. I'd know that sharp tongue anywhere. It's your father, Mitama. Open up, pretty please. I'm getting rude stares. People don't understand why you won't let me in. Me? I could stand here all day and banter with you. Great fun. Still, I'd rather not knock a third time. Mitama...?"}, {"speaker": "Mitama", "line": "Oh, is that you, Father? What brings you here? Did you bring all these hooligans who've been making so much noise?"}, {"speaker": "Azama", "line": "Blissfully unaware, as always. Nice to see you too, Daughter."}, {"speaker": "Mitama", "line": "Yes, well, I've been asleep. Or trying to. But all this noise out here!"}, {"speaker": "Azama", "line": "Oh my. What a dreamer! You might have slept through your house being razed. Good thing I had the common sense to get here as fast I could."}, {"speaker": "Mitama", "line": "I understand. You're saving me. That's worth waking up for. Or at least it's haiku worthy. My father has come. / But my feather bed is warm. / So I choose to snooze. Good night, Father."}, {"speaker": "Azama", "line": "Good night, my left foot! Have you taken a look around? It's not night! And it's not good - not with your village being under attack! Outside, now. If I have to battle, you have to battle."}, {"speaker": "Mitama", "line": "What? Why?"}, {"speaker": "Azama", "line": "Dear Daughter, do I really need to explain? You're brighter than most. It's time that your laziness is forged into the will to fight. Besides, I need you to heal me up if I scuff my knee."}, {"speaker": "Mitama", "line": "You woke me for this? I guess this too is haiku worthy. My best friends are snores. / But who has come to my door? / The master of chores. Ugh, I guess I'll help. Now where did I put that rod? Oh, yes. There."}, {"speaker": "Azama", "line": "Hmm... Oh, dear, I've never seen a filthier apparatus. What HAVE you been stirring with this, Daughter? It'll have to do. Ready to help?"}, {"speaker": "Mitama", "line": "OK, I guess. Just a moment... Beseeches he me? / I am the Maiden of Zs. / At the least say please."}], "end": [{"speaker": "Mitama", "line": "Oh. Is someone injured?"}, {"speaker": "Azama", "line": "Whoa, just look at that. What initiative! Tending to the wounded without even being nagged? Remarkable!"}, {"speaker": "Mitama", "line": "Whew. Healing people is exhausting."}, {"speaker": "Azama", "line": "Well done, Mitama."}, {"speaker": "Mitama", "line": "Yes, it was, wasn't it? Now, good night."}, {"speaker": "Azama", "line": "Oh? Where do you think you're going?"}, {"speaker": "Mitama", "line": "Very funny, Father. Inside to bed, of course. Since all of those obnoxious visitors are gone, I can get back to sleep."}, {"speaker": "Azama", "line": "Is it funny, how you think you're just going to hit the hay after being so useful! No, dear Daughter. You're going to accompany us."}, {"speaker": "Mitama", "line": "What?!"}, {"speaker": "Azama", "line": "All right. Let's go. No complaining. As they say; those that idle away their lives are looking for trouble."}, {"speaker": "Mitama", "line": "Trouble rarely travels alone. You see, Father? Anyone can spout that stuff and sound smart. I'm not buying it. I'll surely get into far more misadventures with you. Oh, well... What use is trying? / Fathers are always prying. / Daughters, complying. | Far better to sleep. / Far off in the starry night. / Far from Azama. | Good night to freedom. / Good night to aspirations. / Good night to my dreams. Huh. What do you know? Three haiku? All at once?! Travelling with Father might actually be inspiring."}]}