{"chapter": "P14", "title": "After The End", "speakers": ["Subaki", "Hayato", "Rhajat", "Faceless", "Facelss", "Corrin"], "dialogue_counts": {"Subaki": 8, "Hayato": 18, "Rhajat": 26, "Faceless": 2, "Facelss": 1, "Corrin": 8}, "gender_counts": {"M": 26, "F": 26, "N": 3, "A": 8}, "lines": 63, "transitions": "MMMM-MMMMMMFMMMFM-FMFMFMF-FF-MFMFMFMFMFMFMFMMF-FNFNFA-NAFAFAFAFAF-AFAF", "intro": [{"speaker": "Subaki", "line": "Well, this isn't at all how I pictured where your daughter lives. I didn't even know that any part of the Deeprealms looked so...ominous."}, {"speaker": "Hayato", "line": "It wasn't this creepy the last time I visited Rhajat. Something terrible has happened."}, {"speaker": "Subaki", "line": "We'd better investigate then."}, {"speaker": "Hayato", "line": "Hmm. Yes, let's hurry in."}, {"speaker": "Hayato", "line": "What's going on around here?!"}, {"speaker": "Subaki", "line": "Faceless, everywhere! They seem to be surrounding that house. Maybe even...coming from it?"}, {"speaker": "Hayato", "line": "What? But that's where Rhajat lives. It can mean only one thing... She actually did it."}, {"speaker": "Subaki", "line": "Did what?"}, {"speaker": "Hayato", "line": "Hmm. There's something I haven't told you about my daughter. She dabbles in the dark arts—the darker, the better. Last time I came here, Rhajat was amusing herself with summoning spells. But she couldn't get them to work."}, {"speaker": "Subaki", "line": "Hmm, I just can't believe that your daughter could possibly..."}, {"speaker": "Rhajat", "line": "Hee hee hee! After all my toil, the Nohrian monstrosities are mine—ALL MINE!"}, {"speaker": "Hayato", "line": "Does that convince you?"}, {"speaker": "Subaki", "line": "I guess I shouldn't have been surprised. She's got your knack for magic. It seems Rhajat has succeeded beyond her wildest dreams."}, {"speaker": "Hayato", "line": "More like her weirdest nightmares. We have to get in there and clean up this mess!"}, {"speaker": "Rhajat", "line": "Come to me, my children! Come to Rhajat, your loving mother!"}, {"speaker": "Hayato", "line": "Seriously? That girl...she's dabbled herself into a very dark place."}], "recruit-talk": [{"speaker": "Rhajat", "line": "Hee hee hee! Father, you've arrived! Meet your grandchildren! Aren't you proud of me? I've mastered the art of summoning! The Faceless just keep on coming. It's so beautiful!", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Hayato", "line": "What? This is horrifying! If you summon any more of them, we won't be able to cut them all down!", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Rhajat", "line": "Huh? But I've only just begun. They're a part of our family, Father!", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Hayato", "line": "Listen, you need to stop this. Now! Please, Father knows best.", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Rhajat", "line": "What? How can you say that? You know NOTHING about summoning!", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Hayato", "line": "Rhajat, you know that's not what I mean! Now, help us clean up this mess.", "recruiter": "Hayato", "recruit": "Rhajat"}, {"speaker": "Rhajat", "line": "Fine, Father.", "recruiter": "Hayato", "recruit": "Rhajat"}], "recruit-battle": [{"speaker": "Rhajat", "line": "Hee hee hee! You truly want to tangle with me?!"}, {"speaker": "Rhajat", "line": "But...why? I was only furthering my dark education!"}], "end": [{"speaker": "Hayato", "line": "Well, we've cleaned up THAT mess. Now, Daughter, I've never discouraged you from dabbling in the dark arts... But do you have to pursue the worst possible spells?!"}, {"speaker": "Rhajat", "line": "I have been working on a spell that makes a person taller and less baby faced."}, {"speaker": "Hayato", "line": "What? Are you really?"}, {"speaker": "Rhajat", "line": "No, of course not!"}, {"speaker": "Hayato", "line": "Very funny. Anyway, no more summoning. Understand?!"}, {"speaker": "Rhajat", "line": "Huh? No way! My next spell is going to be a hundredfold more effective!"}, {"speaker": "Hayato", "line": "Seriously?! What possesses you to do such things? In that case, I've got no choice. You're coming with us."}, {"speaker": "Rhajat", "line": "What? But this is my sanctum!"}, {"speaker": "Hayato", "line": "If you're going to keep at these studies, then I've got to keep an eye on you. I fact, I'm going to take charge of your magical education."}, {"speaker": "Rhajat", "line": "I don't have a say in the matter, do I? All right, as long as you give me interesting challenges, Father."}, {"speaker": "Hayato", "line": "How about you start on that spell to make a person taller? That seems respectable!"}, {"speaker": "Rhajat", "line": "Hmpf."}, {"speaker": "Subaki", "line": "Pardon the intrusion, but I've got some great ideas for research. How about a spell that makes a person less afraid of the dark? Or a cure for crying every time someone botches his battle moves?"}, {"speaker": "Rhajat", "line": "Who would need that—you?!"}, {"speaker": "Subaki", "line": "Oh, no, don't be silly. I mean your father here. I think he should focus more on being braver, not taller."}, {"speaker": "Hayato", "line": "Subaki, I'm braver than you are!"}, {"speaker": "Rhajat", "line": "Hee hee hee! I'll get to working on those spells right away. After seeing you in action here, Father, I can see how I can really help. I think all your friends need my help too. Oh, this IS going to be fun!"}, {"speaker": "Rhajat", "line": "I suppose it's time to take one last look at the inside of my dark sanctum. I won't miss it too much. It's just a home. The real darkness is inside me."}, {"speaker": "Faceless", "line": "Gurrr..."}, {"speaker": "Rhajat", "line": "Huh? One of my children lived?"}, {"speaker": "Facelss", "line": "GUUURRR!"}, {"speaker": "Rhajat", "line": "N-n-no! I'm your mother!"}, {"speaker": "Corrin", "line": "Stop, abomination! Get away from her!"}, {"speaker": "Faceless", "line": "GUURR...raaahh."}, {"speaker": "Corrin", "line": "That was a close one. Are you all right, Rhajat?"}, {"speaker": "Rhajat", "line": "... *urgh*"}, {"speaker": "Corrin", "line": "You are hurt, aren't you?!"}, {"speaker": "Rhajat", "line": "You...what's your name?"}, {"speaker": "Corrin", "line": "Who, me? I'm Corrin."}, {"speaker": "Rhajat", "line": "You're this Corrin that Father's been talking about?"}, {"speaker": "Corrin", "line": "Er, yes?"}, {"speaker": "Rhajat", "line": "Thank you for rescuing me, Corrin. I owe you my life. No one's ever been willing to sacrifice themselves for me before. I owe you my life. All of it. every hour, every day until the end."}, {"speaker": "Corrin", "line": "Huh? That's, uh, not necessary."}, {"speaker": "Rhajat", "line": "You've got my full attention. I'll watch you like a hawk on a mouse. Forever and ever—until one of us is no more. And maybe then some. Your name is branded upon my mind's eye, Corrin."}, {"speaker": "Corrin", "line": "What a strange young woman. I guess that's just her way of saying thanks? Of course, she could have just said thanks. Odd one, that Rhajat."}, {"speaker": "Rhajat", "line": "You summoned me, Corrin?"}, {"speaker": "Corrin", "line": "Ack!"}, {"speaker": "Rhajat", "line": "I'm here for you, should you need me. My dark arts are at your disposal. I will be close as your shadow. Actually...I will BE your shadow."}]}