{"chapter": "P15", "title": "Hidden Bravery", "speakers": ["Leo", "Xander", "Siegbert"], "dialogue_counts": {"Leo": 1, "Xander": 17, "Siegbert": 15}, "gender_counts": {"M": 33, "F": 0, "N": 0, "A": 0}, "lines": 33, "transitions": "MM-MMMMMMMMMMMM-MM-MMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Leo", "line": "Brother, your son lives around here, does he not?"}, {"speaker": "Xander", "line": "Hmph, yes. I hope Siegbert is well. It's been too long since my last visit."}, {"speaker": "Siegbert", "line": "Father? Is that you? By the gods, you've returned!"}, {"speaker": "Xander", "line": "Siegbert, my son. You've grown since last I saw you."}, {"speaker": "Siegbert", "line": "I just can't believe it—you're actually really and truly here! Sorry, Father. I don't mean to get so carried away. It's just that... I receive missives that update me on all the important things you're doing. Every time I get one, I wish I could hear it all from you. But I know how busy you are."}, {"speaker": "Xander", "line": "I'm sorry, Son. I hope you haven't been too disappointed in me."}, {"speaker": "Siegbert", "line": "No... I mean, NO! I would never think that of you, Father! Besides, I've been very busy myself. My studies of diplomacy, politesse, etiquette—the arts of conversation... Practicing my swordsmanship, even my penmanship... All of these lessons keep me busy from dawn until dusk—I even dream it! It's in the hopes that you won't be too disappointed in ME."}, {"speaker": "Xander", "line": "I see. How impressive. May I prove worthy of such a diligent son."}, {"speaker": "Siegbert", "line": "Father, please don't say such a..."}, {"speaker": "Xander", "line": "Who is this approaching?"}, {"speaker": "Siegbert", "line": "They're back!"}, {"speaker": "Xander", "line": "What? Who's back?"}, {"speaker": "Siegbert", "line": "They return today of all days? At this very moment? Damn them. Don't worry, Father! I'll take care of them immediately!"}, {"speaker": "Xander", "line": "Wait, Siegbert!"}], "battle": [{"speaker": "Siegbert", "line": "What's happening? There are never this many of them!"}, {"speaker": "Xander", "line": "This invaders seem to be emerging from the waters itself. Curious. Perhaps there's a way to close those doors. So to speak."}], "end": [{"speaker": "Xander", "line": "Siegbert, this isn't the first time these enemies have come here, is it? Why didn't you notify me?"}, {"speaker": "Siegbert", "line": "I...I just couldn't bring myself to do that, Father."}, {"speaker": "Xander", "line": "Hmm? I expect you to do your duty, Son."}, {"speaker": "Siegbert", "line": "Ah, I'm sorry. But I've heard so many tales of what an important leader you are. You've got a whole realm to look after—countless lives. If I can't manage a few incursions here...if I couldn't defeat them... I wouldn't be worthy of being called your son. So, I couldn't tell you."}, {"speaker": "Xander", "line": "Hmpf. Commendable."}, {"speaker": "Siegbert", "line": "Father? But I've hardly done anything worthy of such praise."}, {"speaker": "Xander", "line": "Siegbert, not many people need to learn how to shoulder such burdens alone. You do, I'm sorry to say. Yet I've never had to tell you so. You came to that realization on your own and meted out justice by yourself. Incredible."}, {"speaker": "Siegbert", "line": "Father, you truly think so? I worried I was bringing shame on your name."}, {"speaker": "Xander", "line": "I'm sorry, Son. While you have grown into your role, I have failed in mine. I am not just a ruler. I am a father, and I have a son to look out for too. From now on, be sure to tell me anything that's on your mind."}, {"speaker": "Siegbert", "line": "... Um, then may I... Could I possibly... I want to join you, Father!"}, {"speaker": "Xander", "line": "What? Join me?"}, {"speaker": "Siegbert", "line": "I...I know why you placed me here—to keep me out of the war. But I believe that I will serve our kingdom far better there than here."}, {"speaker": "Xander", "line": "... Listen, the war is more brutal than you've read in the missives sent to you. Battlefields are bloody. Lives are lost. What you see may haunt you. Are you truly prepared for that? There's no dishonor in saying no. Indeed, I will send you back here if you prove unready."}, {"speaker": "Siegbert", "line": "Yes, I am! I swear that I am!"}, {"speaker": "Xander", "line": "I see. I trust you know yourself better than I do, Son. Then you are welcome on our grim march, Siegbert."}, {"speaker": "Siegbert", "line": "Th-thank you, Father. I won't get in your way."}, {"speaker": "Xander", "line": "Together, Son! We march together. Not apart. But I give you my oath: I will defend your life at all costs. That is my privilege as your father. And your right as my son."}]}