{"chapter": "P16", "title": "Abducted", "speakers": ["Elise", "Leo", "Niles", "???", "Forrest", "Ruffian", "Gazak", "Boy", ""], "dialogue_counts": {"Elise": 15, "Leo": 20, "Niles": 1, "???": 1, "Forrest": 18, "Ruffian": 2, "Gazak": 1, "Boy": 2, "": 1}, "gender_counts": {"M": 21, "F": 33, "N": 7, "A": 0}, "lines": 61, "transitions": "FMFMMMFM-NFMFFMFMFFFFFMFMFMFFMFM-FN-F-FMFMF-M-M-N-N-FMNFNNFMFMFFFFFFFM", "intro": [{"speaker": "Elise", "line": "I’m SO excited to meet Forrest! It's weird to think that I have a nephew. And that he’s all grown up! I haven’t seen Forrest since he was barely out of his crib. What’s he like now? He’s a troubadour, right? Think he wants to join us? The more the merrier!"}, {"speaker": "Leo", "line": "No. And, er, let’s cancel this trip. We can go to this Deeprealm some other day."}, {"speaker": "Elise", "line": "What? Cancel the trip? But I’ve looked forward to seeing Forrest. And you haven’t visited him in forever. Don’t you miss your son?"}, {"speaker": "Leo", "line": "..."}, {"speaker": "Niles", "line": "Milord Leo? Urgent news. The town just ahead is being swarmed by brigands. They also say that a beautiful woman was caught in all the fracas. But she’s apparently a troubadour and is doing her best to treat the wounded."}, {"speaker": "Leo", "line": "No, this can’t be..."}, {"speaker": "Elise", "line": "Uh-oh, what now? You’re as pale as a ghost."}, {"speaker": "Leo", "line": "We need to get there, before...before... Let’s just get there...fast!"}, {"speaker": "???", "line": "Well, that’s that. I must have healed a dozen villagers. I’d better keep looking for more wounded. Those brigands—mindless beasts!"}, {"speaker": "Elise", "line": "Ah! That must be the troubadour we heard about. She’s as beautiful as they say. Don’t you agree, Leo?"}, {"speaker": "Leo", "line": "..."}, {"speaker": "Elise", "line": "Big Brother? What’s wrong?"}, {"speaker": "Forrest", "line": "Father! You’re here!"}, {"speaker": "Leo", "line": "..."}, {"speaker": "Elise", "line": "Hm? What do you mean...Father? You mistake us for someone else. I mean, unless—HA! Unless my brother here has been hiding a second child!"}, {"speaker": "Leo", "line": "Don't be crass, Elise."}, {"speaker": "Forrest", "line": "Father? What does she mean? Has the cat got your tongue? Hmm. I'll introduce myself then. Delighted to make your acquaintance, Aunt Elise. I'm Forrest."}, {"speaker": "Elise", "line": "What?! You're Leo's son?"}, {"speaker": "Forrest", "line": "Of course. The one and only."}, {"speaker": "Elise", "line": "Oh, wow! You're...you're... You're better than I could have ever imagined! And your sense of style is...is... It's exquisite!"}, {"speaker": "Forrest", "line": "Why, thank you."}, {"speaker": "Leo", "line": "You... What are YOU doing outside of the Deeprealms?"}, {"speaker": "Forrest", "line": "I heard that this village is a fine place to shop for sewing supplies. My village has an abominable selection. One cannot make fashion from burlap. But soon as I arrived, brigands came crawling out of the woodwork. Fortunately for the villagers here, I came just in time to heal their wounded."}, {"speaker": "Leo", "line": "You’re a disgrace."}, {"speaker": "Forrest", "line": "Oh? Excuse me? Since when is saving lives considered a disgrace?"}, {"speaker": "Leo", "line": "You know what I mean, Forrest. You! The way you dress. I’ve told you before..."}, {"speaker": "Forrest", "line": "But... never so cruelly! Why are you being so hateful? In front of Aunt Elise too!"}, {"speaker": "Elise", "line": "Leo! What’s wrong with you?! Embrace our lovely Forrest!"}, {"speaker": "Leo", "line": "No—and hold your tongue, Elise. This isn’t your business."}, {"speaker": "Forrest", "line": "I’m sorry... Sorry that I ever left my Deeprealm! I’ll go back where I’m appreciated."}, {"speaker": "Leo", "line": "Well then, godspeed. But...hold on, Forrest! Watch where you’re—! You’re running straight for—!"}, {"speaker": "Forrest", "line": "No! Get your paws off of me!"}, {"speaker": "Ruffian", "line": "Well hello, young miss! What’s a lady like you doing in this pigsty? Heh. How about I be a gentleman and put you somewhere nice and safe. Wouldn’t want a pretty thing like you to get hurt. Let’s get ‘er, boys. She’ll fetch a king’s ransom in gold."}, {"speaker": "Forrest", "line": "And now THIS too?!"}, {"speaker": "Elise", "line": "Stop! Forrest—we’re coming!"}, {"speaker": "Leo", "line": "..."}, {"speaker": "Elise", "line": "Leo! Stop being a jerk and help me save your son!"}, {"speaker": "Leo", "line": "..."}, {"speaker": "Elise", "line": "All right! Then I guess it’s up to the rest of us to rescue my nephew!"}, {"speaker": "Leo", "line": "..."}], "battle": [{"speaker": "Leo", "line": "Hmm... These dastards may intend to keep Forrest safe for ransom. But if hard pressed, such brutal apes wouldn't think twice about killing him. We should try to keep the peace as long as possible—until we get near Forrest."}, {"speaker": "Ruffian", "line": "Nice try! You raise a finger against us? I'll send an axman for our hostage. Besides, some of you look classy enough to make for even BETTER hostages. Har! Get 'em all, boys!"}], "boss": [{"speaker": "Gazak", "line": "I don't care WHO you are! This village is MINE. And everyone in it too!"}], "end": [{"speaker": "Forrest", "line": "What a shame, Father. To meet your brave friends—and now say farewell? But I’ll make good on my promise to head back to my Deeprealm. Don’t think for one moment that I’m leaving to spare your feelings. You’re unworthy of me, Father. I’ll miss Aunt Elise, of course. But I’m sure that SHE will visit me. And so, farewell."}, {"speaker": "Leo", "line": "Forrest..."}, {"speaker": "Boy", "line": "Please, wait! Forrest, is it? You may not remember—you saved me. As I lay dying, there you were! And then I was fine! I don’t have much. But please, take this. Just a small token of my appreciation."}, {"speaker": "Forrest", "line": "Why, thank you! This broach is beautiful. But I can’t take this. I was only doing my duty."}, {"speaker": "Boy", "line": "Uh-huh! Yes you will! My whole family would have been dead without you. Wait right here. I’ll get them, and a lot of other people who want to thank you!"}, {"speaker": "", "line": ""}, {"speaker": "Forrest", "line": "Oh? Well, Father, I know it must agonize you to say something nice to me. I’ll take your words with me as a keepsake too."}, {"speaker": "Leo", "line": "I’m sorry. I truly am. I must seem like a stone-hearted father to you. You’re right to say I’m not worthy. That Elise was able to see you as a person of sterling qualities... While I couldn’t? I’m, er, I’m a better person than this. So I like to think."}, {"speaker": "Forrest", "line": "Father? An apology from you? Don’t bother. I really don’t need—"}, {"speaker": "Leo", "line": "Yes, I’m sure you don’t, Son. You’re far stronger than I ever could be. And I’m embarrassed to ask... But I wonder if you’d want to spend more time with your father? I don’t mean in the Deeprealms. I mean here, with me."}, {"speaker": "Forrest", "line": "... What a joy! I can get to know my Aunt Elise. She and I will be fast friends. I might even learn a thing or two about fashion from her. Or she from me."}, {"speaker": "Elise", "line": "Yay! You’re actually going to come with us, Forrest?"}, {"speaker": "Forrest", "line": "Of course. I couldn’t say no to my Aunt Elise."}, {"speaker": "Elise", "line": "Hm? Hold on. You have to stop that RIGHT now, Forrest. I’m not going anywhere with you if you keep on with this “Aunt” stuff."}, {"speaker": "Forrest", "line": "Fair enough...Elise."}, {"speaker": "Elise", "line": "Phew! I’m just NOT ready to grow up THAT much yet."}, {"speaker": "Forrest", "line": "Well, you’re sure about this? I’m giving up a lot to join you, Father."}, {"speaker": "Leo", "line": "Yes, absolutely. And I give you my solemn vow, Forrest... I’ll learn to be a father worthy of you."}]}