{"chapter": "P17", "title": "Two Defenders", "speakers": ["Ignatius", "Child", "Old Woman", "Benny"], "dialogue_counts": {"Ignatius": 15, "Child": 3, "Old Woman": 4, "Benny": 14}, "gender_counts": {"M": 29, "F": 0, "N": 7, "A": 0}, "lines": 36, "transitions": "MNMNMNMNM-NMNMNM-MMMMMMMMMM-MMMMMMMMMMM", "intro": [{"speaker": "Ignatius", "line": "Phew! I've been marching along for what seems forever and a day. But it's not much farther until I reach Nohr. I hope Father is glad to see me. But the closer I get, the more enemies I see. Is trouble everywhere here? I hope I'm able to reach him. I'll be fine. I'll be fine. Just need to keep telling myself that. I'm not a child anymore."}, {"speaker": "Child", "line": "Help! Help me! Please!"}, {"speaker": "Ignatius", "line": "What's wrong? You look as if devils have been at your back!"}, {"speaker": "Old Woman", "line": "Oh, worse! Far worse! Devils we could fight! Our village is about to be invaded by enemies that go unseen!"}, {"speaker": "Ignatius", "line": "Invisible enemies? Oh, no! What will you do? I mean, what can I do? I am Ignatius, son of Benny, one of Nohr's most formidable knights. You can have...confidence in me.  All right, you two run past. I'll stand my ground here and fight them off. I swear that I won't let them inside. But summon more help, if you can."}, {"speaker": "Old Woman", "line": "What?! But they'll be here soon. By the time we find help, you'll be dead!"}, {"speaker": "Ignatius", "line": "No. I'll be right here, fighting. But go NOW."}, {"speaker": "Old Woman", "line": "Yes, yes. Of course."}, {"speaker": "Ignatius", "line": "Stay calm. Stay CALM. Deep breath. Now another. I'll be fine. I'll be FINE. I've got my silly little charm, after all. That's always kept me safe. Best present Father ever gave me."}, {"speaker": "Old Woman", "line": "Oh! You! Burly fellow! We need your help! Our village is about to be attacked! Some brave soul is standing guard alone to fight them off. He may be a knight, and he's got the courage of 10 men. But he'll be a goner! And then...our village will be wide open to those fiends."}, {"speaker": "Benny", "line": "What's that? Who was he?"}, {"speaker": "Child", "line": "We don't know. He said his name was Ignatius. I think he was scared. But he didn't want to show it."}, {"speaker": "Benny", "line": "Ignatius, you say?!"}, {"speaker": "Child", "line": "Yes. Said he was son of someone... Flenny? Denny? Penny? Some knight of Nohr."}, {"speaker": "Benny", "line": "No doubt. It's him. What's he doing putting himself at risk? He should have run too! I'm coming, Son. Oh, yes, and with the vengeance of ten thousand men!"}], "recruit-battle": [{"speaker": "Benny", "line": "Have no fear! Dad is here!", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Ignatius", "line": "Don't come any closer! I swear, I'll cut you where you stand, you big oaf! You are NOT getting inside this village!", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Benny", "line": "Um, whoa. It's me, Son. You know, me, Dad.", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Ignatius", "line": "Father! Sorry, I... I didn't know you were here fighting too.", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Benny", "line": "Ah, of course, Son. Came running as soon as I heard you were in trouble. I'm going to make all their heads roll—far, far away. Where they can't hurt you. Please now. Step back. Dad's going to fix all this.", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Ignatius", "line": "I won't, Father. I can't.", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Benny", "line": "Hmm? Can't?", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Ignatius", "line": "I...I can help. I must. It's time that I do my part. I can't be scared. You've protected me for so long. Now I must do the protecting.", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Benny", "line": "Has my little boy grown up? Already? Ignatius, are you sure you want to join your dad on the field of battle?", "unit": "Benny", "boss": "Ignatius"}, {"speaker": "Ignatius", "line": "Yes. It would be my honor. Let us defend this village...together.", "unit": "Benny", "boss": "Ignatius"}], "end": [{"speaker": "Benny", "line": "You impress me, Son. You've developed great strength."}, {"speaker": "Ignatius", "line": "What do you mean by that? I'm...not strong. I would have died had you not come to my rescue, Father. I'm a damned shame, standing beside someone as formidable as you."}, {"speaker": "Benny", "line": "Ignatius, no!"}, {"speaker": "Ignatius", "line": "Father, as long as I'm at it, I need to speak my piece."}, {"speaker": "Benny", "line": "Hmm? Please, Son. There's no need."}, {"speaker": "Ignatius", "line": "Yes, there is. You've got to let me join your forces. I will never be the man you are unless I get the right kind of training. Or else I'll never be anything but a lily-livered fool."}, {"speaker": "Benny", "line": "But, Son, you're still so—"}, {"speaker": "Ignatius", "line": "I'll help you, Father! I swear I can. You've kept me so well protected in the Deeprealms. But I must learn to give protection. I can't hide behind my father forever!"}, {"speaker": "Benny", "line": "... Ah, all right. I'll agree, Ignatius. But only to show you what your dad's life as a knight is really like. I am not half as brave as you think. I just have a taste for war."}, {"speaker": "Ignatius", "line": "Thank you, Father. I won't let you down. One day, I will be a great hero like you. I'll work hard. I'll pay attention. I want to be just like you, Father."}, {"speaker": "Benny", "line": "Is that so? No need for that, Son. I'm proud of you just as you are."}]}