{"chapter": "P18", "title": "Nutty Family", "speakers": ["Velouria", "Keaton", "Kaze", "Invader"], "dialogue_counts": {"Velouria": 14, "Keaton": 15, "Kaze": 3, "Invader": 1}, "gender_counts": {"M": 18, "F": 14, "N": 1, "A": 0}, "lines": 33, "transitions": "F-MMMMNMM-M-FMFMF-FMFMFMFMFMFMFMFMFMF", "intro": [{"speaker": "Velouria", "line": "Oooh, cool. There are so many acorns around here. *sniff* They have such a nice scent too. So earthy, so rich. I should find the very nicest one and give it to Daddy as a present. But maybe if I pick a fresh one from one of those trees... Huh? What's up there? Behind those branches? It looks like some sort of weird portal... *sniff, sniff* What? That scent! I'd recognize it anywhere. Smells like my daddy!"}, {"speaker": "Keaton", "line": "We're almost there. Now, where is that darn portal exactly? My daughter, Velouria, is beyond it in her Deeprealm."}, {"speaker": "Kaze", "line": "I'm looking forward to meeting your daughter. You've said she's more like you than her mother—right down to the tail?"}, {"speaker": "Keaton", "line": "Yup! Pretty much exactly like me. Except that she prefers her own company. A real lone wolf! She's not used to being around others. You might find her...overwhelming. She really wears her heart on her sleeve. Like, REALLY really."}, {"speaker": "Kaze", "line": "Wait, who's there?! Watch out—trouble approaches!"}, {"speaker": "Invader", "line": "..."}, {"speaker": "Kaze", "line": "What? It seems we're about to be ambushed."}, {"speaker": "Keaton", "line": "Not the best timing. I hate to keep Velouria waiting. But I'm game for a fight."}], "battle": [{"speaker": "Keaton", "line": "Hrm? I'm picking up the slightest scent of wolfskin somewhere. To the...west? Yes! On the other side of those mountains! Who could it be...? Oh, no. It's Velouria. But how? I've never shown her where the portal is on her side. It can't be her. But that's definitely her scent coming from the west!"}, {"speaker": "Velouria", "line": "Daddy? *sniff, sniff* Is that you?"}, {"speaker": "Keaton", "line": "*sniff* Velouria? By all the hair in my ears! What are you doing here?"}, {"speaker": "Velouria", "line": "I was hunting for just the right gift for you when I caught your scent! Then I found the portal to your world! I can't believe I found you, my dear, daring, dashing Daddy!"}, {"speaker": "Keaton", "line": "I, uh... Those are a lot of Ds. Let's save the tail-wagging until later, Velouria. We're in trouble here."}, {"speaker": "Velouria", "line": "Oh. Are we? How about I lend a hand? Or a paw? I've been perfecting my hunting skills off in my Deeprealm. I'm fiercer than the last time you saw me, Daddy."}], "end": [{"speaker": "Velouria", "line": "Aw, the hunt is over already... That was fun. Thanks for arranging such a nice game, Daddy."}, {"speaker": "Keaton", "line": "Um, that wasn't a game, Velouria. I'm not exactly happy to see you here. You could have been hurt."}, {"speaker": "Velouria", "line": "Daddy, I can see your tail wagging. I know you're happy to see me!"}, {"speaker": "Keaton", "line": "Whuh? My tail's twitching, that's all. I'm actually very, very, very angry with you, Daughter.  Now, Velouria, I want you to scamper back to your Deeprealm. Off with you. I'm busy. You know the way out."}, {"speaker": "Velouria", "line": "Grrrah!"}, {"speaker": "Keaton", "line": "Hrm? Watch your tone, Daughter."}, {"speaker": "Velouria", "line": "No! I mean, yes. I'll watch my tone. But I'm not going back. I'm joining your pack, Daddy."}, {"speaker": "Keaton", "line": "Velouria, this isn't a pack. We're, uh, comrades-in-arms or something. No way. Never. Go, now!"}, {"speaker": "Velouria", "line": "Huh, But, Daddy...I'm so confused. Your tail is wagging YES."}, {"speaker": "Keaton", "line": "Whuh? Gaah!"}, {"speaker": "Velouria", "line": "Hey, I just remembered. Before I went through the portal, I found this for you. The perfect acorn!"}, {"speaker": "Keaton", "line": "Wow! That's the prettiest acorn I've ever laid eyes on. So glossy! It's like a pearl! From a tree! Which reminds me. I have a gift for you too, Daughter. Here..."}, {"speaker": "Velouria", "line": "Oh, wow! A bat? It's all shriveled. Its wings are ripped up. Did you chew on it? Daddy, it's perfect. You're wonderful."}, {"speaker": "Keaton", "line": "Er, am I? Sure, why not? I guess I am! But as far as you coming with us...? Oh, all right."}, {"speaker": "Velouria", "line": "Really?! *wag, wag* *sniff, sniff* *wag, sniff, wag*"}, {"speaker": "Keaton", "line": "Ha! That tickles, Velouria! All right, you're happy. I get it."}, {"speaker": "Velouria", "line": "I'm sorry. I'm just so glad to be part of your pack at last, Daddy."}, {"speaker": "Keaton", "line": "All right, all right. But it's not my pack, OK? That's not how this group works. *waggity, waggity, waggity* Ha! There goes my tail again. Welcome, Daughter! Welcome, welcome, welcome, welcome, welcome!"}, {"speaker": "Velouria", "line": "OK, Daddy. Settle down. Now you're embarrassing me!"}]}