{"chapter": "P20", "title": "Ultimate Power", "speakers": ["Niles", "Odin", "Ophelia", "Boy", "Ruffian", "Child", "Girl", "Old Man", "Senno", "Silas"], "dialogue_counts": {"Niles": 5, "Odin": 20, "Ophelia": 19, "Boy": 2, "Ruffian": 4, "Child": 1, "Girl": 1, "Old Man": 1, "Senno": 1, "Silas": 1}, "gender_counts": {"M": 26, "F": 19, "N": 10, "A": 0}, "lines": 55, "transitions": "MMMMMFMMFMFMFMFMNF-FNMNMNFN-N-N-N-N-N-MFMFMFMFMFMFMFMFMFMMMFMF", "intro": [{"speaker": "Niles", "line": "Here we are. At the town known for its selection of great tombs. Pardon, I meant tomes."}, {"speaker": "Odin", "line": "Such are the whims of fate. Tombs? Tomes? I walk in darkness either way. But today it's books, not graves, that I've come to find. Books open to knowledge! Books laid on their spines! Books flapping their wings like the greatest of dragons! Climb on, they say! Ride with us to the realm of enlightenment! Oh! Ewwwgh..."}, {"speaker": "Niles", "line": "What's wrong? Touch of gas?"}, {"speaker": "Odin", "line": "MY ACHING BLOOD! This town...something...someone... The very air in this place threatens the even keel of my interior being. The shadows within are ascending. The dark overtakes me! Ha, it tickles. But now, sinking into my well of darkness, I drown in power. Soon I can tap into the strongest of all my abilities... Eldritch Smackdown!"}, {"speaker": "Niles", "line": "Ugh. Sorry I asked. Huh, who's that?"}, {"speaker": "Ophelia", "line": "Ah, fair finger of fate, pointing me here to this town. What power I sense brimming in these quaint lanes. Power! No, Ophelia, contain, yourself. You mustn't give in to such a swell. You alone hold day and night at bay. You are the dusk. Be strong. Ewwgh! Such power! If only I drank of it, I could use the strongest of my abilities..."}, {"speaker": "Niles", "line": "Hey, Odin. She speaks just like you. Kind of the dark—and so on."}, {"speaker": "Odin", "line": "Hmm? Could it be... Ophelia?"}, {"speaker": "Ophelia", "line": "Oh, Father. Hi! It's been too long."}, {"speaker": "Odin", "line": "Whoa, whoa. No, no, no. You can't just hi me. Why are you in my world?"}, {"speaker": "Ophelia", "line": "Oh, Father. You know me. I'm always questing after the unknown. I've come here searching for a tome. The Super-Ultimate Tome."}, {"speaker": "Odin", "line": "What? The Super-Ultimate—? Uh-oh."}, {"speaker": "Ophelia", "line": "Yes. Clearly you know of it. After all, it was listed in your own Book of Supreme Fatal Divine Names. You know, your encyclopedia of exceedingly dangerous thingamajigs. The Super-Ultimate Tome was the most forbidden book listed there."}, {"speaker": "Odin", "line": "What? But, Daughter, please don't tell me you read from my book of lists. That was private!"}, {"speaker": "Ophelia", "line": "Sorry. Couldn't help myself. Now I crave The Super-Ultimate Tome. I won't stop until I have the book. The darkness within me demands it. It bangs on the door of my heart. I will let it through, Father. Just as soon as I have that book."}, {"speaker": "Odin", "line": "Um, just one thing, Ophelia. That book—"}, {"speaker": "Boy", "line": "Augh! Run for your lives! Ruffians are pillaging the town!"}, {"speaker": "Ophelia", "line": "What? Not on my watch."}, {"speaker": "Ophelia", "line": "Ophelia, here to serve! Townspeople, you have nothing to fear. I consider this holy ground, and I will bring my full vengeance to bear. When all is said and done, I will have saved The Super-Ultimate Tome too!"}, {"speaker": "Ruffian", "line": "Huh? How stupid! One girl, saving this town all by herself?"}, {"speaker": "Odin", "line": "Ha ha! I am here too."}, {"speaker": "Ruffian", "line": "Grrah! Who are you?"}, {"speaker": "Odin", "line": "The chosen hero arrives! And what is he called, this soldier of darkness...? Odin Dark is his name! And he says that if you lay so much as a finger on his daughter... Odin Dark will deliver his most deadly move... Eldritch Smackdown!"}, {"speaker": "Ruffian", "line": "Um...what?"}, {"speaker": "Ophelia", "line": "The chosen heroine arrives! And what is she called, this maiden of darkness? Ophelia Dusk is her name! I've got this scene covered, Odin Dark. You can exit stage left. For Ophelia Dusk will now deliver her most deadly move... Luminary Uppercut!"}, {"speaker": "Ruffian", "line": "Two of you freaks? What is this? A shakedown? Well, you can't scam quality thugs like me and my crew. Everyone, get 'em!"}], "visit": [{"speaker": "Child", "line": "No! Don't say it's true! Bad times come to our little town? I'd try this spell out on them if I was a little older. Here, you take it."}, {"speaker": "Boy", "line": "Uhh! What? Where? Ruffians? Here? We don't stand a chance! But maybe you can do something. Especilly if I give you this!"}, {"speaker": "Girl", "line": "Ruffians? Here? Thank you for helping us! I don't have much. But, here."}, {"speaker": "Old Man", "line": "Hmm, all this fighting is over books you want to use as weapons? I bet you'd like me to give you a weapon...to help end this fighting over weapons. Enjoy your vicious cycle."}], "boss": [{"speaker": "Senno", "line": "I've come for this town's rare tomes. They're mine—ALL MINE!"}], "end": [{"speaker": "Odin", "line": "Ophelia, I've got bad news for you. That so-called encyclopedia of mine? The Book of Supreme Fatal Divine Names? It's just my idea book. A place to scribble down impressive names for weapons. That's all."}, {"speaker": "Ophelia", "line": "Huh? So The Super-Ultimate Tome..."}, {"speaker": "Odin", "line": "Yes. It doesn't exist."}, {"speaker": "Ophelia", "line": "Ugh, really?"}, {"speaker": "Odin", "line": "Sorry to disappoint you, Ophelia, But maybe this will make it up to you."}, {"speaker": "Ophelia", "line": "Well, um... It's a tome."}, {"speaker": "Odin", "line": "I bought it here in town—dashed into a store between moves. I have a habit of naming my weapons. But I haven't named this one. Why don't you name it?"}, {"speaker": "Ophelia", "line": "I can name this tome myself, Father? Whatever should I call it? Ah! I have the perfect name."}, {"speaker": "Odin", "line": "Hmm? That was a little quick, no? What's the name then?"}, {"speaker": "Ophelia", "line": "Ta-dah! I name this tome... Missiletainn!"}, {"speaker": "Odin", "line": "Missiletainn?! Why THAT name?"}, {"speaker": "Ophelia", "line": "I saw it scribbled in the margins on the very last page of your idea book. Though it had to be more than just an idea for a name, Father. There were comments there that said it was a pretty crummy weapon, as it turned out. What was it? Slips out of the hand? Cuts dull as a butter knife? I don't care. I just loved the sound of that name: Missiletainn."}, {"speaker": "Odin", "line": "What an ear you have—attuned to the slightest intimations of legend. Missiletainn was the ONLY name in that book I ever gave to a real weapon. Oh, yes. How I remember Missiletainn. The blade to which my hand was wed! The blade from which my enemies fled! We were quite a pair."}, {"speaker": "Ophelia", "line": "Father, is your hand empty now? Let us hold hands, father and daughter, and let our foes flee our wrath. After all, now I hold Missiletainn. So we are three."}, {"speaker": "Odin", "line": "What?! If I sift through your flair for words..."}, {"speaker": "Ophelia", "line": "Yes! I want to travel with you. We are both chosen ones."}, {"speaker": "Odin", "line": "Ha ha! Then we march together. We are the chosen...two! I can only hope the others won't be too humbled around so much excellence. Go introduce yourself, Ophelia."}, {"speaker": "Ophelia", "line": "At once, Father! Just imagine... Ophelia Dusk and Odin Dark, together at last!"}, {"speaker": "Niles", "line": "Hey! Did you catch all that? Dusk and dark... Think the rest of us are at risk of being upstaged?"}, {"speaker": "Silas", "line": "No way! They'll never— Wait. What do you mean, upstage us? Well, anyway. It's all harmless fun. And Ophelia seems pretty nice."}, {"speaker": "Odin", "line": "So excited, Daughter! I can't believe that we've been united. Both of us, on the eternal stage of battle! With Missiletainn in a supporting part! I can already see it... A thousand foes before us, falling before my might."}, {"speaker": "Ophelia", "line": "Leave some for me! At least one hundred. No, FIVE HUNDRED."}, {"speaker": "Odin", "line": "I laugh at the odds. Let our foes come. I will smack them down!"}, {"speaker": "Ophelia", "line": "I'll laugh louder and smack them harder! I will show you how it's done, Father!"}]}