{"chapter": "P22", "title": "Abrupt Clash", "speakers": ["Old Man", "Silas", "Niles", "???", "Nina"], "dialogue_counts": {"Old Man": 2, "Silas": 3, "Niles": 26, "???": 1, "Nina": 22}, "gender_counts": {"M": 29, "F": 22, "N": 3, "A": 0}, "lines": 54, "transitions": "NMMNM-MMMNMFMFMFMFMFMFMF-MF-FMF-FMFMFMFMFMFMFMFMFM-MMMFMFMF", "intro": [{"speaker": "Old Man", "line": "Hmm, yes. You will do nicely. If you are willing to help. A band of thieves has been prowling around my manor lately. They've heard that I'm storing some precious Nohrian objects here. I consider myself quite a collector of cultural items. So you must understand... I'm losing sleep, worrying about those thieves breaking in to steal them. I doubt this matters much to great heroes like you. But to preserve Nohr's culture... Would you help?"}, {"speaker": "Silas", "line": "Absolutely. For Nohr, anything! And we happen to have our best expert on thievery right here."}, {"speaker": "Niles", "line": "Oh! Who, little ol' me? Sure, I know a thing or two about manors and how to crack'em. I know how I'd break in. So I'm already 10 steps ahead of them."}, {"speaker": "Old Man", "line": "Ah, then I place my trust in you. Thank you."}, {"speaker": "Niles", "line": "The pleasure is mine. Believe me. When I catch petty crooks in the act, they never fail to soil their breeches. It's always good fun to see fools brought low."}, {"speaker": "Niles", "line": "All right. We're ready, Silas. Those fools won't even know what hit 'em. They're outside in the shadows. And they'll be inside soon. Off with you. Or else you'll scare these jokers away."}, {"speaker": "Silas", "line": "I have faith in you, Niles. Now, be careful."}, {"speaker": "Niles", "line": "Oh, sweet faith! Best I not rely on that. I'm better under cover of darkness. Now, when will they... Ah! That didn't take long."}, {"speaker": "???", "line": "Ooof!"}, {"speaker": "Niles", "line": "You can't hide from me. Come out, come out, whoever you are. You call yourself a thief, blundering in here like that? You're a disgrace to your profession. Come on, show your face!"}, {"speaker": "Nina", "line": "..."}, {"speaker": "Niles", "line": "Nina?! What are you doing here?"}, {"speaker": "Nina", "line": "Huh? Father?!"}, {"speaker": "Niles", "line": "Hey, you should be in your Deeprealm. Where I put you."}, {"speaker": "Nina", "line": "Hmpf! You didn’t even notice that I broke out of there a ways back! I had to pursue my true calling. That of chivalrous thievery!"}, {"speaker": "Niles", "line": "Huh? Chivalrous thievery?"}, {"speaker": "Nina", "line": "That's right. Must I explain it to you? I steal from the rich. I give to the poor. The creep who owns this manor is one of the richest. So here I am. You wouldn’t believe how he's gotten his hoard of treasures. Not that you'd care."}, {"speaker": "Niles", "line": "Wait! None of that matters. What's the one thing I've told you, again and again?! No stealing. And all of your jabber about rich and poor doesn't matter!"}, {"speaker": "Nina", "line": "You're wrong. It's justified. Not that I have to justify myself to you. Now, let me go...Father."}, {"speaker": "Niles", "line": "No. I'm here to round up a bunch of filthy thieves, Daughter."}, {"speaker": "Nina", "line": "Hmm. Fine words from one of the filthiest of them."}, {"speaker": "Niles", "line": "How dare you, Nina. Now, come with me."}, {"speaker": "Nina", "line": "Back off! I'm not going anywhere with you. I'm on the side of right. Out of my way!"}, {"speaker": "Niles", "line": "You strike your father?! Apologize, now. That might make things right between us. Though I'm still going to make sure you're punished."}, {"speaker": "Nina", "line": "You can't make me! And you can't CATCH me!"}, {"speaker": "Nina", "line": "Lookee what we have here... Rooms just full of goods to liberate! My friends! Burgle quickly! They're onto us—just grab and go!"}, {"speaker": "Niles", "line": "Nina, stop. You've deluded yourself that you're on the side of right."}, {"speaker": "Nina", "line": "I've dreamed about this, Father. Draining the coffers of the wealthy! Vindicating the poor! We're getting what we need, and then getting out. I leave you to your disgrace. What DO you do these days anyway?! Pfft! Don't answer. I don't care. Good-bye, Father."}], "end": [{"speaker": "Nina", "line": "Let me go! Let me go!"}, {"speaker": "Niles", "line": "Nina, it's over. Now you're going to get what's coming to you."}, {"speaker": "Nina", "line": "We have wildly differing view on justice. Do your worst, villain."}, {"speaker": "Niles", "line": "Huh? I'm not half the villain you think I am. Why, not even a tenth."}, {"speaker": "Nina", "line": "I spit on your idea of villainy then. And you think you know me? You rarely visited. I made myself into who I am. You shouldn't be surprised that we're different as night and day. So take out your weapon. Do what you must, villain."}, {"speaker": "Niles", "line": "Stop saying that."}, {"speaker": "Nina", "line": "Arghh! Just do it already!"}, {"speaker": "Niles", "line": "Wait! This foolishness must end. Come with me, Daughter."}, {"speaker": "Nina", "line": "No! Never."}, {"speaker": "Niles", "line": "Listen—how can you just throw your life away? How can you say that I never had a care for you? Why do you think I hid you in the Deeprealms?"}, {"speaker": "Nina", "line": "Because I wasn't worth your time!"}, {"speaker": "Niles", "line": "No. I would have kept you near as my dearest treasure. I didn't want you to get caught up in the fighting of our time. I wanted you to be safe. My world does terrible things to people. I have endured it all. But if something happened to you, it would have been the end of me."}, {"speaker": "Nina", "line": "..."}, {"speaker": "Niles", "line": "I haven't convinced you, clearly. I'll let you go free. But only as a member of our party. I wish you hadn't chosen a thief's life, but I can keep you from the worst of it."}, {"speaker": "Nina", "line": "You want me to join you? I won't abandon my cause. You're clueless about what I'm doing. The man who owns this manor... Do you KNOW how he got all his money? He's destroyed families. He's swindled women and men of their life savings. One of the people in my group grew up in one such family. We demand justice! And that leaves you and me only one way out of this."}, {"speaker": "Niles", "line": "Nina, please..."}, {"speaker": "Nina", "line": "Father, I'll admit that I may have misjudged you—a little. I consider myself a fair woman, so I'll give you one last chance. If you and your friends look into this vile man's dealings... I'll join your party."}, {"speaker": "Niles", "line": "Yes, well, many people misjudge me. But I've done the same to you. I promise to do better, starting now. We'll do what we can here."}, {"speaker": "Niles", "line": "Sorry this all got so damned complicated. Leave it to me to turn a standard manor mission into a family crisis."}, {"speaker": "Silas", "line": "No, don't worry. Besides, thanks to Nina, we exposed what was going on. She was right as can be about the evil schemes this man was up to. We should be thanking your daughter. I know Corrin feels the same."}, {"speaker": "Niles", "line": "Ah, really? What a relief. I hate airing my dirty laundry in public."}, {"speaker": "Nina", "line": "... Oh, what are THEY muttering about? Awfully chummy, those two. The fellow my father is talking to...not bad...not bad... I guess there IS a silver lining in being stuck in my father's brigade. Are there more fine gents worthy of my attention? Maybe a whole smorgasbord of masculine delights?"}, {"speaker": "Niles", "line": "Huh? Daughter? What is it? Silas believes that you're staring. Do you need something?"}, {"speaker": "Nina", "line": "Nope. Nothing. I'm just fine. You two just carry on."}, {"speaker": "Niles", "line": "Yeah, fine. We, uh, will."}, {"speaker": "Nina", "line": "Wellity, wellity, wellity... Silas is quite the appetizer. I hope there are more tasty sights in store!"}]}