{"chapter": "00", "title": "Prologue", "speakers": ["Alm", "Celica", "Faye", "Gray", "Kliff", "Tobin", "Soldier", "Slayde", "Mycen"], "dialogue_counts": {"Alm": 47, "Celica": 38, "Faye": 13, "Gray": 17, "Kliff": 10, "Tobin": 9, "Soldier": 1, "Slayde": 15, "Mycen": 21}, "gender_counts": {"M": 119, "F": 51, "N": 1, "A": 0}, "lines": 175, "transitions": "MFMF-MMMM-FMFMFMFMFMFMMFMMMMMFM-FMFMFMFMFMFMFMFMFMFMFMFMFMFMFMFFMFM-FNMMMMMMMMMMMMMMMFMMMMFMFMFMMMMMMFMMMMMMMM-MMFMMFMMMMMM-M-M-M-M-M-MMMMMFMMFMFMMFMMFMMMMMFMFMFM-MMMMM-MFMFMMFMFMFMFMF-", "cutscene": [{"speaker": "Alm", "line": "\"Once upon a time, there was a god named Duma and a goddess named Mila who fought each other bitterly for an age.\""}, {"speaker": "Celica", "line": "Hey, why did Mila and Duma have to fight so much? Couldn't they just say they were sorry?"}, {"speaker": "Alm", "line": "Let’s promise we'll never end up like that, okay?"}, {"speaker": "Celica", "line": "Yeah, nothing will ever come between us."}, {"speaker": "Alm", "line": "Gods, no..."}, {"speaker": "Alm", "line": "Don't leave me, Celica... You can’t!"}, {"speaker": "Alm", "line": "Celica? Celica! Say something, please!"}, {"speaker": "Alm", "line": "CELICAAA!"}], "dialogue": [{"speaker": "Mycen", "line": "Are you certain, Celica?"}, {"speaker": "Celica", "line": "Yes. If I try to say good-bye to him, I’ll just end up crying. Grandp— Er, Sir Mycen? Where will I go next?"}, {"speaker": "Mycen", "line": "Hmm... I have a place in mind. Perhaps it's time to call on an old friend. Under his care, I am certain your enemies will never find you. Forgive an old knight for failing you, Princess. Had the Mother willed it... I would have stayed by your side and protected you to my dying days. But I cannot leave Ram Village. Not yet."}, {"speaker": "Celica", "line": "You don’t need to apologize, Sir Mycen. I regret nothing. The days I spent here with you and Alm were wonderful. The experiences I had and the friends I made all mean the world to me. You don’t have to be my shining knight, Sir Mycen— you just have to promise to always be my grandpapa."}, {"speaker": "Mycen", "line": "Of course."}, {"speaker": "Alm", "line": "CELICA!"}, {"speaker": "Celica", "line": "*gasp* ...Alm?"}, {"speaker": "Alm", "line": "Celica!"}, {"speaker": "Celica", "line": "Alm! You came for me."}, {"speaker": "Alm", "line": "I want to make a new promise. One day, when I’m older and stronger, I’m going to find you. It doesn’t matter where the world hides you or how long it takes. I promise to find you. So please...don’t forget me, okay?"}, {"speaker": "Celica", "line": "I could never forget you, Alm. And I promise too. I’ll be waiting for the day we can meet again. But for now, I have to go. [to Mycen]...Grandpapa?"}, {"speaker": "Mycen", "line": "Yes, child?"}, {"speaker": "Celica", "line": "...Do you think I’ll ever see him again?"}, {"speaker": "Mycen", "line": "I do. So long as destiny wills it."}, {"speaker": "Celica", "line": "Destiny... So be it."}], "intro": [{"speaker": "Mycen", "line": "Listen well, children. We will drive these ruffians away, but you must follow my every command."}, {"speaker": "Alm", "line": "What? But we’re no match for them!"}, {"speaker": "Celica", "line": "...You’re serious, Grandpapa?"}, {"speaker": "Gray", "line": "He’s ALWAYS serious! It’s just that this time, he’s also crazy!"}, {"speaker": "Tobin", "line": "We can’t do this! Half a dozen children can’t win against mounted knights!"}, {"speaker": "Faye", "line": "*cries* I...I want my mother..."}, {"speaker": "Kliff", "line": "[sniffles] I wanna go home!"}, {"speaker": "Mycen", "line": "ENOUGH!"}, {"speaker": "Alm", "line": "...!"}, {"speaker": "Mycen", "line": "The only way you’re going home is by fighting as if your life depends on it! Alm! Celica!"}, {"speaker": "Alm", "line": "Uh, sir!"}, {"speaker": "Mycen", "line": "I trust you two remember some of what I’ve taught you of the sword. Now, clear the mind, steady the hand, and show me what you’ve learned. Only you can get yourselves through this!"}], "battle": [{"speaker": "Mycen", "line": "Are you ready? I want you to follow my every command. First, get yourselves to a safer position!"}, {"speaker": "Mycen", "line": "Keep your distance from the enemy. Don’t try to pursue them!"}, {"speaker": "Mycen", "line": "Take shelter in the trees there. They can provide cover. Remember, always use the surrounding terrain to your advantage!"}, {"speaker": "Mycen", "line": "You’ve done all you can for now. Now brace for their attack!"}], "boss": [{"speaker": "Slayde", "line": "Damn! They nearly have me... But not today. I must return to the castle. General Desaix will be eager to learn that we have found...her. The princess who refuses to die. Heh heh heh..."}], "end": [{"speaker": "Alm", "line": "We did it! We actually did it! Look at 'em run, Grandpapa!"}, {"speaker": "Gray", "line": "So, wait. HOW did we do that. exactly?"}, {"speaker": "Tobin", "line": "Ha ha! It’s all in the wrist."}, {"speaker": "Kliff", "line": "You wish. We only survived because we did exactly as Sir Mycen commanded."}, {"speaker": "Tobin", "line": "Oh yeah? Does that mean Sir Mycen commanded you to sob like a baby?"}, {"speaker": "Faye", "line": "[pants for air] How can you guys joke about this?"}, {"speaker": "Alm", "line": "Grandpapa, Celica, that was great!"}, {"speaker": "Mycen", "line": "Mmm..."}, {"speaker": "Celica", "line": "......"}, {"speaker": "Alm", "line": "What? You’re not happy? We saved the village from those despicable knaves! We’re heroes! I mean, if nothing else, we’re not dead. You could at least crack a smile."}, {"speaker": "Celica", "line": "Alm, you don’t understand."}, {"speaker": "Mycen", "line": "Now that they know Celica is here, they will stop at nothing. It’s no longer safe for her to stay in the village."}, {"speaker": "Alm", "line": "...What? But...why? It doesn’t have to be like that. Tell him, Celica!"}, {"speaker": "Celica", "line": "I'm so sorry, Alm. I know that you would have kept your promise."}, {"speaker": "Alm", "line": "Don’t apologize, Celica. Just... Just tell me that this is a mistake! That you don’t have to go!"}, {"speaker": "Mycen", "line": "It is already settled. And we lack the time to discuss it further. Get back to the village and pack your things, Celica. Hurry."}, {"speaker": "Celica", "line": "Yes, sir..."}, {"speaker": "Alm", "line": "Hold on a second! Explain this to me, Grandpapa. Why are you making her leave? I want to know!"}, {"speaker": "Mycen", "line": "No, my boy—I fear that’s a page you don’t want to turn. ...Not yet, at any rate."}, {"speaker": "Alm", "line": "Oh, great. Now you’re talking in riddles? I won’t let you do this to her! She needs me!"}, {"speaker": "Mycen", "line": "You? A foolish boy who won’t listen to reason? Celica has proven she has the strength to make hard choices. Yet what of you?"}, {"speaker": "Alm", "line": "Please... Don’t take her away..."}, {"speaker": "Celica", "line": "Alm... Would you mind looking after something for me?"}, {"speaker": "Alm", "line": "*gasp* But this is... This is your good-luck charm. You never take this off! It’s...special."}, {"speaker": "Celica", "line": "Yes, it is. And now it’s yours. I want you to keep it close always. As close as you would have kept me. My mother gave that to me. Not that I actually remember, but..."}, {"speaker": "Alm", "line": "Celica, I can’t take this from you."}, {"speaker": "Celica", "line": "You’re not taking it, I’m giving it. I pray that it keeps you safe. Take care, Alm."}, {"speaker": "Alm", "line": "Wait... Celica!"}, {"speaker": "Tobin", "line": "Well, this turned into a fine mess."}, {"speaker": "Kliff", "line": "We don't know why she’s leaving, or even where she’s going. And whatever Sir Mycen knows, he isn’t telling the likes of us."}, {"speaker": "Gray", "line": "Hey, not everything is our business. I just feel bad for her, you know? She and Alm are different from us."}, {"speaker": "Tobin", "line": "Different? In what way?"}, {"speaker": "Gray", "line": "In every way."}], "narration": ["Once, the gods themselves walked these lands. Our continent of Valentia was home to two of them: sibling gods named Duma and Mila. The elder god, Duma, believed mankind must be ruled by strength, lest we become corrupt, while his sister, Mila, believed we should be free to pursue lives of pleasure and comfort. The two clashed ceaselessly. It was a long, dark age before the bitter conflict was resolved with the binding of a divine accord. Valentia would be divided in twain—with Duma ruling the north and Mila ruling the south—and in order to secure a lasting peace, each pledged never to violate the other’s dominion.", "For millennia, this accord was honored, and peace did indeed reign. In time, the Kingdom of Zofia, which Mila founded in the south, prospered with the goddess’s love and blessings. Hers were a happy people who knew no toil and lived free of hardship, but Mila's gifts spoiled the Zofians, and it was only a matter of time before they sank into depravity.", "Meanwhile, in the north, Duma had built his own empire. Tempered by harsh lands and the even harsher teachings of their fierce god, the people of Rigel had grown strong. But in their quest for power, the Rigelians had let their hearts grow cold and numb to all kindness.", "Both halves of the continent were in a fragile state, and the cracks had begun to show. And now, Valentia lies on the cusp of a terrible war that could forever alter its history..."]}