{"chapter": "01", "title": "Zofia's Call", "speakers": ["Mycen", "Alm", "Lukas", "Gray", "Tobin", "Kliff", "Faye", "Woman", "Young Woman", "Young Man", "Man", "Greedy Old Man", "Indignant Woman", "Brigand", "Brigand #2", "", "Brigand Boss", "???", "Silque", "Mila'S Servant", "Enemy Soldier", "Ally Soldier", "Clair", "Fernand", "Python", "Clive", "Ally Soldier 1", "Ally Soldier 2", "Ally Soldier 3", "Forsyth", "Desaix", "Soldier", "Berkut", "Rinea", "Slayde", "Archer", "Lady Cavalier", "Old Timer", "Cavalier", "Rudolf", "Jedah", "Massena"], "dialogue_counts": {"Mycen": 17, "Alm": 139, "Lukas": 61, "Gray": 32, "Tobin": 34, "Kliff": 8, "Faye": 7, "Woman": 3, "Young Woman": 2, "Young Man": 2, "Man": 3, "Greedy Old Man": 6, "Indignant Woman": 4, "Brigand": 6, "Brigand #2": 3, "": 1, "Brigand Boss": 3, "???": 2, "Silque": 15, "Mila'S Servant": 1, "Enemy Soldier": 2, "Ally Soldier": 3, "Clair": 27, "Fernand": 30, "Python": 10, "Clive": 31, "Ally Soldier 1": 1, "Ally Soldier 2": 1, "Ally Soldier 3": 1, "Forsyth": 3, "Desaix": 14, "Soldier": 6, "Berkut": 13, "Rinea": 3, "Slayde": 4, "Archer": 1, "Lady Cavalier": 1, "Old Timer": 4, "Cavalier": 3, "Rudolf": 3, "Jedah": 2, "Massena": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0}, "lines": 514, "transitions": "-----------------------------------------------------------------------------------------------", "dialogue": [{"speaker": "Soldier", "line": "I bear ill tidings, Emperor. The rebel army has taken back Zofia Castle!"}, {"speaker": "Rudolf", "line": "...... And what of Berkut?"}, {"speaker": "Soldier", "line": "Sire, Lord Berkut withdrew and rejoined with the main force."}, {"speaker": "Jedah", "line": "Pathetic... Pathetic! A Rigelian Knight, the emperor’s sworn defender, scurrying away like a rat? My arcanists would never have painted so sorry a picture..."}, {"speaker": "Massena", "line": "Hold your tongue, Master Jedah."}, {"speaker": "Jedah", "line": "Why should I? I merely speak the truth."}, {"speaker": "Rudolf", "line": "You said the leader of this “Deliverance” is named Alm, correct?"}, {"speaker": "Soldier", "line": "Yes, Emperor. He assumed command after Sir Clive of the Knights of Zofia stepped down."}, {"speaker": "Rudolf", "line": "Did he now..."}], "conversation": [{"speaker": "Archer", "line": "Huzzah for the Deliverance! Thanks to you, the castle is finally rid of those imperial dastards. Oh, what a joy to watch them run... We’re finally free! You have my heartfelt thanks. Truly."}, {"speaker": "Man", "line": "The chancellor retreated to his fortress west of the northern forest. He’ll be beggin’ Rigel for help now, so he will! What a piece of filth, leavin’ his men behind to die in his stead..."}, {"speaker": "Woman", "line": "They say all of King Lima’s children are dead now, so they do. Oh, but I’ve heard tale that one of ’em still lives... Her name was Anthiese. PRINCESS Anthiese! Juicy bit’a gossip that, eh? Story goes, the villa she lived in was set to blaze some ten or so years back. Folks thought she burned to cinders, but you know how tongues like to wag. Could be some brave soul up and saved her. Wonder where she ended up if so?"}, {"speaker": "Young Woman", "line": "Princess Anthiese had a brother from a different mum, but they were still close. After that fire at the villa, however, neither body was found. I often dream that at least the princess managed to escape somehow..."}, {"speaker": "Lady Cavalier", "line": "That mongrel Desaix stole the royal sword when he turned tail and ran. The Rigelian imperial household gave us that sword as a sign of friendship. I don’t know what use Desaix has for it. Oh, it’s a powerful sword, and no lie... but only in the hands of the right wielder. And that wielder isn’t him!"}, {"speaker": "Soldier", "line": "The ridersbane here in the vault makes short work of mounted soldiers. But as it’s a lance, only knights and similar classes can wield it."}, {"speaker": "Man", "line": "General Mycen was a magificent man, but King Lima never did like him. Of course, he never liked much of anything besides his wine and women. I wager Desaix looked upon the general as an obstacle of sorts, too, because after he murdered the king’s children, he pinned it on Sir Mycen. You’d have been daft to believe such a thing, of course... which is precisely what the king did. Or perhaps he just saw it as an excuse. Regardless, Mycen was found guilty and banished. He’s lucky he wasn’t hanged."}], "recruit-conversation": [{"speaker": "Forsyth", "line": "Greetings, friends. The Deliverance welcomes you. I am Forsyth, Sir Clive's lieutenant and advisor. Together, let us take back the castle and return Zofia to her people."}, {"speaker": "Forsyth", "line": "Sorry? Did you say \"no\"? Ah. I...I see. Well then...S-so be it. I shall stay here and stand watch over the hideout with honor and...um..."}, {"speaker": "Forsyth", "line": "Yes? Have you reconsidered? It would gladden me to join you."}, {"speaker": "Python", "line": "Heading off, are we? Well, take care! Don't let the Terrors bite! ...Eh? Am I coming with you? Well, I COULD...but I don't HAVE to... Howzabout I just let you decide?"}, {"speaker": "Python", "line": "Hey, it's your deal, pal. Good luck...'cause you'll need it!"}, {"speaker": "Python", "line": "What? Whaaaaaat. If you want me to come, just say so. You're making this so awkward."}], "intro": [{"speaker": "Alm", "line": "Zofia Castle... We’re finally here."}, {"speaker": "Clive", "line": "Thanks to you, Alm. You should hold your head high as you command us on this great day."}, {"speaker": "Alm", "line": "It will be a great day, won’t it? Fellow soldiers! Fight with me! Today, Zofia’s people reclaim her castle and her pride!"}, {"speaker": "Berkut", "line": "So this is the so-called Deliverance. What a disheveled herd of clodhoppers!"}, {"speaker": "Desaix", "line": "I couldn’t agree more. Find a comfortable seat, Lord Berkut. The Empire’s finest general need not trouble himself with such rabble. You may watch from on high as my finest troops cut them down like wheat."}, {"speaker": "Berkut", "line": "I may just take you up on that offer. Shall we, Rinea?"}, {"speaker": "Rinea", "line": "I have no desire to see such bloodshed. War is horrible, and I will make no spectacle of it."}, {"speaker": "Berkut", "line": "Heh heh. I jest, my dear."}, {"speaker": "Desaix", "line": "Forgive me. I must take my leave."}, {"speaker": "Berkut", "line": "Yes, of course. I trust the dracoshield I lent will add to your already considerable strength?"}, {"speaker": "Desaix", "line": "It is a fine gift, my lord. You honor me."}, {"speaker": "Berkut", "line": "*sigh* You. Knight. Fernand, was it?"}, {"speaker": "Fernand", "line": "Yes, my lord."}, {"speaker": "Berkut", "line": "You said the name of the Deliverance’s new leader is “Alm,” correct? And that he is of common birth? There is no mistake in this?"}, {"speaker": "Fernand", "line": "None, my lord. Clive and the other fools believe he is Mycen’s grandson..."}, {"speaker": "Berkut", "line": "Hmph. What nonsense. One is born either noble or common. This destiny cannot be changed. Has a sheep any hope of leading wolves? No!"}, {"speaker": "Fernand", "line": "*gasp* Yes! Yes, exactly! Truer words were never spoken, Lord Berkut!"}, {"speaker": "Berkut", "line": "Still, I am surprised at Sir Clive. Tales of his exploits have spread as far as Rigel... How could so celebrated a leader make so amateur a mistake? The Deliverance has no future now. All of Zofia will soon belong to the Empire... Rinea!"}, {"speaker": "Rinea", "line": "Yes, Lord Berkut?"}, {"speaker": "Berkut", "line": "I have a promise to make you, my dear. I will succeed His Majesty Rudolf and become the next emperor. I shall rule over the Valentian continent as I was meant to. And you shall be my empress. Does this please you?"}, {"speaker": "Rinea", "line": "I...do not have words..."}, {"speaker": "Berkut", "line": "...It has begun. I pray this Alm fellow makes the battle at least halfway entertaining."}], "battle": [{"speaker": "Desaix", "line": "Hear me, worms of the rebel army! You have done well to make it this far... but you have no hope of defeating me! ...Now, Slayde! Take the cavalry and run down every last one of those wretches!"}, {"speaker": "Desaix", "line": "What’s this? Slayde has been defeated? Damned rebels will rue this day. I must withdraw! The rest of you are ordered to hold the castle at all costs!"}], "end": [{"speaker": "Berkut", "line": "Pathetic. The chancellor is all talk."}, {"speaker": "Fernand", "line": "What shall we do now, my lord?"}, {"speaker": "Berkut", "line": "We cannot hold the castle with my detachment alone. We must retreat. Fernand, you stay with me. We’ll join up with our main force in the forest."}, {"speaker": "Fernand", "line": "Yes, my lord!"}, {"speaker": "Berkut", "line": "...You have made an impression, Alm. Yes you have."}, {"speaker": "Clive", "line": "Desaix’s forces are retreating..."}, {"speaker": "Alm", "line": "You mean...we won?"}, {"speaker": "Clive", "line": "Yes, Alm. We won. Zofia Castle can finally return to the hands of her own people!"}, {"speaker": "Alm", "line": "We really did it... We did it! We freed Zofia!"}, {"speaker": "Clair", "line": "Hee hee! The boy from Ram shall kiss my hand and thank me for securing this victory. Ha ha ha! A jest only, I assure you. You were wonderful, Alm. This victory proves you have what it takes to lead us."}, {"speaker": "Alm", "line": "This victory wasn’t mine alone. I share this glory with all of you."}, {"speaker": "Tobin", "line": "Sure, but hold on a second before we start throwing roses around. Desaix and Slayde both got away, remember?"}, {"speaker": "Gray", "line": "Tobin, you sure know how to take a squat on someone’s big moment. Forget who got away! There’s still plenty of reason to celebrate."}, {"speaker": "Lukas", "line": "Gray is correct. True, it is deeply regrettable those two snakes managed to elude us. But regardless, we have retaken the castle—the symbol of her kingdom. Was this not the Deliverance’s primary goal?"}, {"speaker": "Clive", "line": "Indeed, it was. I know this war will continue as long as the empire desires Zofia... but this victory is a sweet chalice, and right now, we should drink deep!"}, {"speaker": "Alm", "line": "Clive couldn’t have said it better. We fought for this. We earned it. Now let’s take a moment to enjoy it."}, {"speaker": "Clive", "line": "So then! Shall we go inside? Our friends in the castle will be most eager to meet their deliverer."}, {"speaker": "Alm", "line": "Deliverer?! Come on, you make me sound like some kind of hero or someth— Hey, wait!"}], "boss": [{"speaker": "Desaix", "line": "Rebel scum... You can’t hope to touch me. So long as I have the dracoshield Lord Berkut gave me, I am invincible!"}, {"speaker": "Desaix", "line": "Urgh! N-no... W-wait... You have the wrong..."}, {"speaker": "Slayde", "line": "I recognize you... You’re those bumpkin brats from the village in Ram Woods."}, {"speaker": "Alm", "line": "Huh? ...This is the knight who tried to kidnap Celica!"}, {"speaker": "Slayde", "line": "You whelps deprived me of a prize I most desperately needed. Hear me well, runts! My name is Slayde... and today, I in turn shall deprive you of your lives!"}, {"speaker": "Slayde", "line": "I- impossible! This is neither the time nor place for me to die..."}, {"speaker": "Slayde", "line": "D-don’t think you can gloat yet... You thought you defeated Desaix? Ha! That was just a double. The true chancellor has retreated to his fortress. And now it’s my turn. I’ve no intention of dying here with you maggots!"}], "narration": ["And so it was that Zofia Castle was liberated from Desaix’s clutches, causing the Zofian people to greet their new hero with raucous cheers. However, what Alm did not and could not know, was that his victory here was but the prelude to a longer—and far more bitter—conflict."]}