{"chapter": "02", "title": "The Pilgrimage", "speakers": ["Alm", "Celica", "Boey", "Mae", "Genny", "Nomah", "Cleric", "Sage", "Languid Hermit", "Old Timer", "Saber", "Man", "Woman", "Young Woman", "Young Man", "Tavernkeep", "Jedah", "Pirate", "Barth", "Valbar", "Leon", "Kamui", "Cantor", "Feeble Man", "Skilled Angler", "Python", "Forsyth", "Silque", "Kliff", "Faye", "Soldier", "Mercenary", "Mycen"], "dialogue_counts": {"Alm": 15, "Celica": 80, "Boey": 24, "Mae": 13, "Genny": 4, "Nomah": 9, "Cleric": 7, "Sage": 1, "Languid Hermit": 3, "Old Timer": 13, "Saber": 16, "Man": 3, "Woman": 3, "Young Woman": 2, "Young Man": 2, "Tavernkeep": 5, "Jedah": 1, "Pirate": 3, "Barth": 5, "Valbar": 10, "Leon": 10, "Kamui": 12, "Cantor": 2, "Feeble Man": 3, "Skilled Angler": 2, "Python": 2, "Forsyth": 2, "Silque": 3, "Kliff": 3, "Faye": 3, "Soldier": 1, "Mercenary": 1, "Mycen": 4}, "gender_counts": {"M": 134, "F": 108, "N": 25}, "lines": 268, "transitions": "MFMFFF-MFMF-MFMFMFMFMFMFMFM-N-N-M-FFMFMFF-F-F-F-N-N-N-N-N-NN-N-N-F-MFMFMFMFMFMFMFMF-F-FMFMFMFMFMMFMFMFM-M-M-FMFMFMFMFMFMFM-MFM-M-F-F-M-M-N-N-N-N-N-FFFFMFMFFFFF-M-NMNFNMF-MFMMFMFMFMF-MFMMMMF-MMMMMM-F-M-M-F-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-MMMMFMMMMF-M-M-M-FNMNMFM-MF-MFMM-MFMFM-F-F-M-N-M-M-N-M-M-M-M-FFFF-F-F-FFM-M-M-M-F-F-F-N-N-F-F-FMFMFMFM-FMMFM-MFMFMFMFMFMFMFMFMFM-", "cutscene": [{"speaker": "Celica", "line": "It’s really you!"}, {"speaker": "Alm", "line": "Wha—?!"}, {"speaker": "Alm", "line": "Wait a sec... Celica? Is that really you, Celica?!"}, {"speaker": "Celica", "line": "Alm... I’m so glad to see you... I have dreamt about this day for seven years— At last... I’ve finally found you!"}, {"speaker": "Alm", "line": "You have. I've missed you too... so much."}], "dialogue": [{"speaker": "Alm", "line": "...Wow, that’s quite the story. I’m trying to picture you swashbuckling pirates, and... Yeah, just...wow."}, {"speaker": "Celica", "line": "I didn’t mean to swashbuckle anyone. It just sort of...happened. But forget all that for the moment. Alm, you aren’t REALLY planning to fight the Rigelian Empire, are you?"}, {"speaker": "Alm", "line": "Listen, it’s not... it’s not something I chose. They were the ones who attacked us."}, {"speaker": "Celica", "line": "But there must be a way to resolve things other than bloodshed, no?"}, {"speaker": "Alm", "line": "That’s a pretty thought, Celica, but... I’m not sure it’s true. If it were, no one would be risking life and limb on the battlefield."}, {"speaker": "Celica", "line": "Is it really so naive? Zofians and Rigelians are both people of Valentia, are we not? I know we can reach some kind of accord if we just try. Besides that, I... I just can’t imagine Emperor Rudolf is the monster some claim him to be."}, {"speaker": "Alm", "line": "It doesn’t matter what sort of man he is. The Rigelian Empire chose to cross Zofia’s border—that’s a fact. We aim to drive back the invaders. Nothing more."}, {"speaker": "Celica", "line": "But why do YOU have to lead this rebellion? Mycen’s grandson or no, you’re neither knight nor noble. So why make yourself a target like this?"}, {"speaker": "Alm", "line": "Nrgh... If I didn’t know any better, I’d swear I was speaking to a blue blood. My station doesn’t matter, Celica. I’m here because I was called. I have a duty to perform, and I’ll perform it. No more, and no less."}, {"speaker": "Celica", "line": "Oh, Alm..."}, {"speaker": "Alm", "line": "Do you think I WANTED this fight? This all started because Lima IV went and angered the empire. If you wish to point fingers, point them at the ruler who failed his people. It’s his fault we’re in this mess."}, {"speaker": "Celica", "line": "That’s not... Well, so what if it is? Maybe you should go become king if it’s such a damnably easy job!"}, {"speaker": "Alm", "line": "What? Celica, that’s not—"}, {"speaker": "Celica", "line": "You’re awfully free with accusations for a boy with no idea what royalty entails! And now that you’re a “hero,” I imagine the throne is next on the list, is that it?!"}, {"speaker": "Alm", "line": "No, it’s not like that at all, Celica! I just want to keep Zofia SAFE! Besides, there’s an heir; a princess of the royal family may have survived. If she turned up and fixed all this, I’d happily return to Ram. You could...come with me, you know? It’d be like old times."}, {"speaker": "Celica", "line": "Come on! There’s no secret princess! The Zofian royal family is dead!"}, {"speaker": "Alm", "line": "But how can you be—"}, {"speaker": "Celica", "line": "Enough! Just...enough. Go fight your war if it makes you happy! I’m going to the Temple of Mila. ...Good-bye, Alm. You... you stubborn JERK!"}, {"speaker": "Alm", "line": "Celica... You’re one to talk about stubbornness, geez... Ah, damn it all. I didn’t even get the chance to ask her about the village... About why she had to leave. Oh, Celica... I had so much I wanted to say to you. How did it end up like this?"}], "conversation": [{"speaker": "Soldier", "line": "Three huzzahs for Zofia’s liberators, and three huzzahs for Alm! Truly, he is the hero Zofia has been waiting for. And he’s every bit the champion General Mycen was! Make no mistake, the Rigelian Empire’s as fearsome a foe as they come, but with Alm leading our forces, we needn’t fear any man!"}, {"speaker": "Mercenary", "line": "Everyone’s laughing and cheering, but my gut’s one big knot. Only a fool’d think the Rigelian Empire would back down without a fight. Emperor Rudolf’s order of knights are scary enough... but what about that Duma priest Jedah and his horde of arcanists? How are normal folk s’posed to fight against men who conjure Terrors?"}, {"speaker": "Woman", "line": "Are you headed for the Temple of Mila, lady priestess? Oh, I do wish you’d reconsider. That whole area’s crawling with thieves working in the employ of Grieth. The very ground itself is rotten! Hunks of cliffside slough off near every day. You might easily find yourself with no way back...so be careful, okay?"}, {"speaker": "Young Woman", "line": "Sure, Desaix and those Rigelian thugs turned tail and ran, but our crops still aren’t growing and we’ve no shortage of Terrors ... What do you suppose could’ve happened to Mila? Some men have gone to the temple to investigate, but none have returned. I say we’ve bigger problems than fighting a war, but no one asks me..."}], "recruit-conversation": [{"speaker": "Kliff", "line": "Celica? Celica, is that you? How long has it been?! I can’t believe you came back to the village! Alm and the others are gone, I’m afraid. It’s...a long story. Oh, and Sir Mycen vanished around the same time. *sigh* Ram Village was never all that exciting, but now it’s unbearably dull. So where are you off to, mmm? Somewhere grand, no doubt. Say, why don’t you let me come along? I bet we could both use the company."}, {"speaker": "Kliff", "line": "Fine, whatever. I wasn’t that interested anyway. I’ll just stay here and...uh...till the land."}, {"speaker": "Kliff", "line": "Huh? Now you want me to come with you after all? Make up your mind!"}, {"speaker": "Faye", "line": "...Huh? Oh, Celica! You’re back! Gosh, how long has it been? I’ve missed you so much! Alm left Ram. Did you know that? Just up and LEFT! I’m so desperately lonely... Anyway, I thought about going after him just to teach him a lesson, but I didn’t. I’d probably get killed by some foul beast out there on my own, you know? Hey, wait... Are you on a journey or a quest or whatever? Then maybe I could go with you!"}, {"speaker": "Faye", "line": "R- really? Oh. I suppose it was foolish of me to ask something like that. But listen, if you see Alm, tell him... Well, just tell him he has a home here and always will."}, {"speaker": "Faye", "line": "Did you change your mind? Can I come with you?"}], "intro": [{"speaker": "Boey", "line": "Really? Here? We have to come HERE, milady? Have you not heard of the unspeakable beast that haunts this place?"}, {"speaker": "Celica", "line": "We may find something of use here, Boey. Besides, the whole of Novis was terrified. We can’t very well do nothing."}, {"speaker": "Saber", "line": "Oh, I’m pretty sure we can. I’ve told you before, lass—you need to stop dumping extra work on my— ...Hmm?"}, {"speaker": "Boey", "line": "NuuuoooooaaAAAAAAAAAGH! It’s HERE!"}, {"speaker": "Kamui", "line": "Whoa, whoa, whoa—hey, Priestess! Did you forget our little chat about staying clear of the Seabound Shrine? Because this is not staying clear! This is the exact OPPOSITE of staying clear!"}, {"speaker": "Celica", "line": "I’m sorry, did we discuss that? I must’ve been preoccupied... What if there’s something of use here? Surely you would want to— Ooooh, I remember now. You’re scared of necrodragons, aren’t you, Kamui? How careless of me. It completely slipped my mind!"}, {"speaker": "Kamui", "line": "Slipped your mind... That’s it. I’m waiting on the boat."}, {"speaker": "Celica", "line": "Er, actually..."}, {"speaker": "Kamui", "line": "GyaaaeeeeeeeEEEEEEEK! It’s HERE!"}], "battle": [{"speaker": "Celica", "line": "Goodness. What a horrifying creature. But I have the Seraphim spell in my quiver now. May its light guide your lost soul on to slumber eternal!"}], "end": [{"speaker": "Boey", "line": "*sigh* It’s over... Thank the Mother. Milady, what was that all about? That creep was talking about...serving you up or some such...?"}, {"speaker": "Celica", "line": "I don’t know, Boey. But he was different from the others who have come after me. And I fear he won’t be the last...so we’d best be extra careful moving forward."}], "boss": [{"speaker": "Barth", "line": "Yar, I’ve keelhauled bigger mice’n you in me spit!"}, {"speaker": "Barth", "line": "Yar? Yaaaaaar... I was supposed to be... the king o’ the seas..."}], "narration": ["Narrator: Alm and Celica’s heartfelt reunion was dashed by heated words, and once again, the two were parted. One chose the battlefield... the other, the Mother’s succor. And while they both sought to attain peace in their own way, their chances of finding it together seemed to grow increasingly slim."]}