{"chapter": "03", "title": "War Of Deliverance Alm", "speakers": ["Scholarly Man", "Young Man", "Eerie Hermit", "Lord Rion", "Ally Soldier", "Alm", "Lukas", "Fernand", "Clive", "Zaxon", "Berkut", "Woman", "Young Woman", "Old Timer", "Luthier", "Man", "Girl", "Merchant’S Wife", "Mathilda", "Soldier", "Desaix", "Tobin", "Tatarrah", "Delthea", "Gray", "Clair", "Alessio", "Lawson", "Gazelle", "Rudolf", "Jedah", "Rinea", "Nuibaba"], "dialogue_counts": {"Scholarly Man": 5, "Young Man": 4, "Eerie Hermit": 3, "Lord Rion": 7, "Ally Soldier": 1, "Alm": 73, "Lukas": 11, "Fernand": 19, "Clive": 43, "Zaxon": 2, "Berkut": 28, "Woman": 1, "Young Woman": 1, "Old Timer": 1, "Luthier": 12, "Man": 5, "Girl": 2, "Merchant’S Wife": 3, "Mathilda": 17, "Soldier": 2, "Desaix": 3, "Tobin": 16, "Tatarrah": 7, "Delthea": 12, "Gray": 3, "Clair": 2, "Alessio": 5, "Lawson": 2, "Gazelle": 2, "Rudolf": 6, "Jedah": 5, "Rinea": 3, "Nuibaba": 10}, "gender_counts": {"M": 0, "F": 0, "N": 0}, "lines": 319, "transitions": "-------------------------------------------------------------------------------------", "conversation": [{"speaker": "Man", "line": "Open the sluice gate? Hah! Impossible! We’d flood the bloody continent. Someone has to open the sluice at the Temple of Mila first."}], "intro": [{"speaker": "Alm", "line": "So this is the Zofian Sluice Gate… It’s massive!"}, {"speaker": "Lukas", "line": "Indeed it is. And were it to collapse, the damage would be more massive still."}, {"speaker": "Alm", "line": "Then we need to get it open before it’s too late."}], "boss": [{"speaker": "Lawson", "line": "Zofian dullards… I’ll dismantle you limb by limb!"}, {"speaker": "Lawson", "line": "So this is the end… Forgive me, sire…"}, {"speaker": "Gazelle", "line": "You have taken your last step in this realm. Now prepare to visit the next!"}, {"speaker": "Gazelle", "line": "To die at the hands of worthless vermin… How shameful…"}], "end": [{"speaker": "Tobin", "line": "We did it, Alm! Desaix is finished!"}, {"speaker": "Alm", "line": "Yeah…"}, {"speaker": "Tobin", "line": "Huh? What’s wrong? I thought you’d be thrilled."}, {"speaker": "Alm", "line": "I AM thrilled, but… Desaix’s dying words have been troubling me. Something about my grandfather and Emperor Rudolf."}, {"speaker": "Tobin", "line": "Huh? You sure you’re not imagining things? What would Sir Mycen and the Rigelian emperor have to do with each other?"}, {"speaker": "Alm", "line": "That’s what concerns me. Something’s been bothering me lately. Something I can’t shake. It feels like every victory I secure takes me one step further from Zofia."}, {"speaker": "Tobin", "line": "Ha! Am I allowed to point out that that’s literally what’s happening? We’re a long way from Ram Village, kid. Look, I’m worried too. About my family, about everyone else we left behind… I miss them all terribly, so I get that you’re homesick. But that’s okay, Alm."}, {"speaker": "Alm", "line": "Thanks, but…I’m afraid that’s not what this is, Tobin. This is…different. *sigh*"}], "battle": [{"speaker": "Delthea", "line": "…Huh? What am I doing here? LUTHIER! Brother, are you there?!"}], "recruit-conversation": [{"speaker": "Delthea", "line": "*gasp* Luthier! Brother!"}, {"speaker": "Luthier", "line": "Delthea! Thank heavens you’ve returned to your senses."}, {"speaker": "Delthea", "line": "Hmm? What’s that supposed to mean? Whatever game you’re playing, Lu, I won’t fall for it this time! (pauses) Wait! Tatarrah was CONTROLLING me? Eeeeew! I am SO sorry! I must have been a real handful. But I swear I don’t remember any of it."}, {"speaker": "Luthier", "line": "It’s all right, Delthea. All that matters is that you’re safe and back with us."}, {"speaker": "Delthea", "line": "I’m sorry I worried you, Lu. Good thing the Deliverance came along, huh? Yup! Thanks, Deliverance. So if Lu is sticking with you guys, I get to come too, right? I’m pretty darned tough, you know. I’ll give all your enemies what-for!"}, {"speaker": "Delthea", "line": "WHAT?! Aw, come on! Why not? Well, don’t come crawling back to me later. …Or, you know, do."}, {"speaker": "Delthea", "line": "Aha! I knew it! You need me. …Say you need me. I wanna hear it!"}, {"speaker": "Delthea", "line": "Oh! You’re those folks from before. What’s going on? I can’t remember a thing. …… Wait, Tatarrah was CONTROLLING me? Eeeeew! I am SO sorry! I must have been a real handful. Well, anyway, my name is Delthea. It’s super nice to meet you! Hey, but you look like you could use my help. Want me to tag along?"}, {"speaker": "Delthea", "line": "WHAT?! Aw, come on! Why not? Well, don’t come crawling back to me later. …Or, you know, do."}, {"speaker": "Delthea", "line": "Aha! I knew it! You need me. …Say you need me. I wanna hear it!"}], "dialogue": [{"speaker": "Man", "line": "Now that the temple sluice is open, we can open the gate here as well. …Still, I do find it curious. Only members of the Zofian royal family can open the sluice at the temple."}, {"speaker": "Alm", "line": "Are you serious?"}, {"speaker": "Man", "line": "Makes you wonder if Princess Anthiese is alive after all. Hah! It would make for a fine story, that’s for sure! Oh my, yes. Ha ha ha!"}, {"speaker": "Alm", "line": "Anthiese… Did a member of the royal family really open the gate? Celica, are you…"}, {"speaker": "Jedah", "line": "So, they’ve opened the sluice. This is a fortuitous and most welcome turn of events. That feisty girl is certain to come looking for Mila… and when she does, I shall be waiting to scoop her up! Perhaps I might even go greet her myself… Heh heh heh…"}], "battle-recruit": [], "narration": ["Through the combined efforts of Alm and Celica, the empire’s plans to flood Zofia were thwarted. The arc of her destiny now clear, Celica embraced her identity and set forth. Meanwhile, Alm, having learned his friend was in truth Zofia’s Princess Anthiese, renewed his own oath to defend Zofia from the Rigelian Empire. However, a dark creature had his own plans for these fated children who bore the Brand…"]}