{"chapter": "04", "title": "Land Of Sorrow Celica", "speakers": ["Saint", "Priestess", "Flustered Cleric", "Bewildered Woman", "Nomah", "Celica", "Saber", "Jedah", "Garcia", "Boey", "Mae", "Dolth", "Masked Knight", "Conrad", "Halcyon", "Alm", "Cleric", "Young Woman", "Young Man", "Man", "Woman", "Hermit", "Scholarly Man", "Jamil", "Sonya"], "dialogue_counts": {"Saint": 1, "Priestess": 1, "Flustered Cleric": 6, "Bewildered Woman": 4, "Nomah": 5, "Celica": 88, "Saber": 15, "Jedah": 24, "Garcia": 2, "Boey": 10, "Mae": 13, "Dolth": 10, "Masked Knight": 5, "Conrad": 15, "Halcyon": 10, "Alm": 15, "Cleric": 1, "Young Woman": 1, "Young Man": 1, "Man": 1, "Woman": 1, "Hermit": 7, "Scholarly Man": 5, "Jamil": 2, "Sonya": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0}, "lines": 246, "transitions": "---------------------------------------------------------", "conversation": [{"speaker": "Halcyon", "line": "Duma Tower is just ahead. Be well prepared before you go."}, {"speaker": "Cleric", "line": "This place is called the Sage’s Hamlet. The great sage Halcyon’s magic shields us from evil. If you wish to speak with him, you’ll find him at his home."}, {"speaker": "Young Woman", "line": "Halcyon was once a priest of the Duma Faithful. There he struggled against Jedah, who sought to rule by force and terror. But in the end, he was driven out... This place has been his hermitage ever since."}, {"speaker": "Young Man", "line": "This whole area has been tainted. The legacy of Dolth and Garcia’s wicked experiments. I had always thought Emperor Rudolf a wise man, but only a fool would suffer the abuses of the Duma Faithful to grow so bold. If I’m honest, I’m cheering for Zofia’s Deliverance in all this."}, {"speaker": "Man", "line": "Do you all really mean to fight Jedah? I urge you to reconsider. He’s a terrifying man. If you must fight him, there’s only one way. Four... Eight... Twelve... Nraagh! I-it hurts...! J-Jedah’s...curse...!"}, {"speaker": "Woman", "line": "Conrad’s mother was of Rigelian noble birth. She was forced to wed the king of Zofia in order to procure food for Rigel... Can you imagine such a fate? My blood boils to even think of it!"}, {"speaker": "Hermit", "line": "I’ve spent my life here brewing nectar, drink of the gods. Duma and Mila both have partaken of my humble creations. Know you how nectar is made? ...No? Then let me enlighten you! Steep one gargoyle ear in medicinal syrup to form the base. Pour in bonewalker oil and mix well, then allow it to ferment while agitating. Season the result with Duma moss, and the work is done. Voila! Nectar! A libation fit to make the grandest gods salivate! You’re drooling over the prospect as well, no doubt. Bring me the ingredients, and I might be convinced to make you a batch. That’s medicinal syrup, Duma moss, a gargoyle ear, and bonewalker oil!"}, {"speaker": "Hermit", "line": "Medicinal syrup, Duma moss, a gargoyle ear, and bonewalker oil... Excellent! You’ve all the ingredients required to make nectar! However, the fermentation process takes three days. Return to me then. But do return, for a taste of heaven itself awaits you!"}, {"speaker": "Hermit", "line": "You don’t desire a taste of nectar? ...How odd. Are you sure you are well?"}, {"speaker": "Hermit", "line": "You haven’t the ingredients. I need medicinal syrup, bonewalker oil, a gargoyle ear, and Duma moss. If you wish to taste nectar, you must procure those items."}, {"speaker": "Hermit", "line": "I need medicinal syrup, bonewalker oil, a gargoyle ear, and Duma moss. If you wish to taste nectar, you must procure those items."}, {"speaker": "Hermit", "line": "Ah, there you are. I’ve been waiting. You’re dying from anticipation, no doubt. But here! Your nectar awaits!"}, {"speaker": "Hermit", "line": "If you ever desire another taste, return once more with the ingredients."}, {"speaker": "Scholarly Man", "line": "I’ve been poring over these resources in my studies to create new medicines. One book tells of a foreign land’s theory of food as medicine. It prescribes liver for those with ailing livers, brains for headaches, and so on. I found the idea most fascinating. Consider the gargoyle—it hears the faintest sound of its prey, then strikes! Imagine what a medicine brewed from its ears could do for a person. Which brings me to a request... Could I impose upon you to procure three gargoyle ears? Please! My research needs you!"}, {"speaker": "Scholarly Man", "line": "Have you managed to find three gargoyle ears?"}, {"speaker": "Scholarly Man", "line": "What splendid specimens! Please, take this for your time."}, {"speaker": "Scholarly Man", "line": "I’ll begin work on formulating that new medicine immediately. Things are about to get busy around here!"}, {"speaker": "Scholarly Man", "line": "But what use could you have for... Mmm. Perhaps I don’t want to know."}], "recruit-conversation": [{"speaker": "Nomah", "line": "Ah, Celica! I’m glad to see you safe, child."}, {"speaker": "Celica", "line": "Nomah? What in the world are you doing here?"}, {"speaker": "Nomah", "line": "Not to put too fine a point on it, but I was worried about you. I followed you as far as this temple, but this place is just so LARGE! I’m embarrassed to say I got a bit lost, little one. Heh heh heh!"}, {"speaker": "Celica", "line": "Oh, dear. Well, I’m glad to see you in good spirits nonetheless."}, {"speaker": "Nomah", "line": "perhaps we’d both enjoy more peace of mind if we stayed together. Might I travel with you from here on?"}, {"speaker": "Nomah", "line": "I see. Well, I would hate to be the cause of worry, little one. I thought I had some action left in me still, but you know best."}, {"speaker": "Nomah", "line": "Ah! Hello again. Decided you couldn’t quite rest easy without me at your side, eh?"}], "intro": [{"speaker": "Celica", "line": "......"}, {"speaker": "Conrad", "line": "Something wrong? The closer we get to Duma Tower, the quieter you become."}, {"speaker": "Celica", "line": "What? No I don’t! ...Er, do I? I suppose I’m just getting a bit nervous as we draw near."}, {"speaker": "Conrad", "line": "And...that’s really it? You’re not hiding anything?"}, {"speaker": "Celica", "line": "Conrad, you’re worrying over nothing."}, {"speaker": "Conrad", "line": "Well, all right, if you say so."}, {"speaker": "Celica", "line": "......"}], "boss": [{"speaker": "Jedah", "line": "I’ve no use for any of you save Anthiese. Now begone!"}, {"speaker": "Jedah", "line": "Keh heh heh... Your struggling is most precious. But I’ll not end your meager little lives quite yet. Anthiese! You will ascend Duma Tower and join me at its pinnacle! ...Unless you wish to lose your precious Alm, that is."}, {"speaker": "Sonya", "line": "Jedah!", "unit": "Sonya", "boss": "Jedah"}, {"speaker": "Jedah", "line": "Well, if it isn’t Sonya.", "unit": "Sonya", "boss": "Jedah"}, {"speaker": "Sonya", "line": "You’ve no idea how long I’ve waited for this day. You stole the lives of my sisters and cursed them to become witches! I will avenge them with your blood!", "unit": "Sonya", "boss": "Jedah"}, {"speaker": "Sonya", "line": "Their souls were offered to Duma freely, and both received endless bliss in turn. Only a fool would refuse to see a truth so plain. You are a burden to your wise sisters, and I shall relieve them of it now!", "unit": "Sonya", "boss": "Jedah"}], "end": [{"speaker": "Celica", "line": "I’m so sorry. I never thought it would play out that way."}, {"speaker": "Saber", "line": "You’re SORRY?! What in the name of hell just happened here? You KNOW that dog Jedah? And what’s this “bargain” he was talking about?"}, {"speaker": "Celica", "line": "I... I can’t say. I know that’s not what you want to hear, but—"}, {"speaker": "Saber", "line": "Just...stop. You’ve been full of secrets from the start, and I knew you had your reasons. But I thought you’d at least give me a little bit of trust at this point."}, {"speaker": "Celica", "line": "I do trust you, Saber! I trust all of you with my very life! But this is something...different."}, {"speaker": "Saber", "line": "Dammit, lass! That’s—"}, {"speaker": "Celica", "line": "I’m sorry, Saber. But right now, we have to get to Duma Tower. Mila is there, and it’s imperative that I speak with her. Once I do that, I swear I’ll tell you everything. Until then, I have to ask that you place your trust in me one more time."}, {"speaker": "Saber", "line": "...Ah, hell. You know I trust you. But you better start talking as soon as you’re done with Mila—got it?"}, {"speaker": "Celica", "line": "I will. I promise."}], "dialogue": [{"speaker": "Celica", "line": "The tower is massive... Oppressive. Like Duma's power given form. What lies beyond the quest for ever-greater power? Perhaps that answer lies at the tower's peak."}, {"speaker": "Jedah", "line": "Impressive. I did not expect all of you to make it here."}, {"speaker": "Celica", "line": "Enough talk. I will see Mila now. Where is she?"}, {"speaker": "Jedah", "line": "Keh heh heh... Such impatience is unseemly, Your Highness. And at any rate, I’m afraid Mila isn’t here. She’s underground—on Lord Duma's altar."}, {"speaker": "Celica", "line": "I don’t understand."}, {"speaker": "Jedah", "line": "I can grant you sight, if you so desire. Gaze now upon your precious Earth Mother!"}, {"speaker": "Celica", "line": "Oh no! What have you done?!"}, {"speaker": "Mae", "line": "Sh-she's been turned to stone!"}, {"speaker": "Conrad", "line": "Look there! Piercing her brow! Is that...Falchion?"}, {"speaker": "Jedah", "line": "You have a keen eye, boy. It is indeed the divine blade. You will likely doubt me when I say this, but that was Mila's doing. The moment Emperor Rudolf sealed her power, Mila sealed away Falchion. Do not ask me her motive in this, for I understand it not. But no force in this world now remains which can harm Lord Duma. She's left her children to their fates! Kyaaaaaa ha ha ha ha!"}, {"speaker": "Celica", "line": "No... This isn't possible!"}, {"speaker": "Celica", "line": "Mila, I don’t understand. Why would you do this? Have you truly forsaken us?!"}, {"speaker": "Jedah", "line": "Heh heh heh, Your lamentations are wasted, child. If you truly wish for her release, you know what must be done. You must offer up your soul to Lord Duma."}, {"speaker": "Boey", "line": "Did he just say what I think he said?"}, {"speaker": "Mae", "line": "Offer her...soul? Oh gods! Celica, no! He wants to turn you into a witch! That is a REALLY bad idea!"}, {"speaker": "Celica", "line": "*sigh* There's no other choice. Without the divine dragons' power, all of Valentia's people are lost, and the only thing that can save the dragons is the soul of a Brand-bearer."}, {"speaker": "Saber", "line": "So... that's what you couldn't tell us."}, {"speaker": "Celica", "line": "[sadly] *sigh*"}, {"speaker": "Conrad", "line": "Anthiese, you made me a promise, remember? You promised not to throw your life away again."}, {"speaker": "Celica", "line": "I'm sorry, Conrad. I'm sorry, everyone. Please forgive me... I can't tell you how much it means to me that we’ve come so far together."}, {"speaker": "Conrad", "line": "Anthiese!"}, {"speaker": "Jedah", "line": "You lot are no longer necessary. Begone to wherever you will."}, {"speaker": "Boey", "line": "Huh?!"}, {"speaker": "Mae", "line": "*screams*"}, {"speaker": "Celica", "line": "NO!"}, {"speaker": "Jedah", "line": "Calm yourself, Your Highness. I've merely sent them below. As for your preparations, I fear they will take some time yet. You can while away the hours here watching the boy suffer."}, {"speaker": "Celica", "line": "Alm? No!"}], "battle": [{"speaker": "Jedah", "line": "Keh heh heh. I’m so pleased you’ve come, Anthiese."}, {"speaker": "Celica", "line": "Enough talk, Jedah! I’ve come to judge the truth of your claims. I will meet with Mila first. Any decision I reach will come after."}, {"speaker": "Jedah", "line": "As you will. But my bargain was with you alone. The rest will die for trespassing upon this holy place."}, {"speaker": "Celica", "line": "What? But my life is the only one you need!"}, {"speaker": "Jedah", "line": "This is true. But I’ve no fondness for interruptions, and they’ve proven the meddling sort. I trust you will forgive me for being cautious."}, {"speaker": "Celica", "line": "Gods, he’s completely mad... Everyone, be careful!"}]}