{"chapter": "05", "title": "Together To The End", "speakers": ["Berkut", "Duma'S Voice", "Rinea", "Fernand", "Alm", "Mycen", "Massena", "Saber", "Boey", "Conrad", "Clive", "Clair", "Lukas", "Celica", "Jedah", "Tobin", "Gray", "Rinea'S Voice", "Mila'S Voice", "Mila", "Mae", "Kliff", "Faye", "Silque", "Forsyth", "Python", "Luthier", "Mathilda", "Delthea", "Tatiana", "Zeke", "Genny", "Valbar", "Kamui", "Leon", "Palla", "Catria", "Est", "Jesse", "Atlas", "Sonya", "Deen", "Nomah", "Marla", "Hestia", "Duma"], "dialogue_counts": {"Berkut": 32, "Duma'S Voice": 3, "Rinea": 12, "Fernand": 13, "Alm": 94, "Mycen": 3, "Massena": 1, "Saber": 3, "Boey": 2, "Conrad": 2, "Clive": 23, "Clair": 8, "Lukas": 5, "Celica": 43, "Jedah": 25, "Tobin": 8, "Gray": 9, "Rinea'S Voice": 1, "Mila'S Voice": 4, "Mila": 4, "Mae": 3, "Kliff": 1, "Faye": 1, "Silque": 1, "Forsyth": 1, "Python": 1, "Luthier": 1, "Mathilda": 1, "Delthea": 1, "Tatiana": 1, "Zeke": 1, "Genny": 1, "Valbar": 1, "Kamui": 1, "Leon": 1, "Palla": 1, "Catria": 1, "Est": 1, "Jesse": 1, "Atlas": 1, "Sonya": 1, "Deen": 1, "Nomah": 1, "Marla": 2, "Hestia": 2, "Duma": 2}, "gender_counts": {"M": 237, "F": 89, "N": 0}, "lines": 327, "transitions": "MMMMMMMFMFMFMFMFMFMFMFMFMF-MM-MM-M-M-MMMM-M-MMMMMMMMMMMMMMMMMMMMMMMMMMMFMFMMM-MMFMFMMMMFMFMFMFMMMMFMMFMMFMFMFMFMFMMFMMMMMMMMMMMMMMMMMMMMMMMMMFMMMMMMMM-FMFMFMFMFMFMM-MMMMMMMMMMMMMMMMMMMMM-M-M-MMMMFMFMFMMMMMMMM-MFMFMMMMMMMF-MMMFMMMMMM-MFMFFMMFMMMMFM-MFFMFMFMFMFFMFMFMFM-F-FFFFMMMFMMMFM-M-M-M-F-M-F-F-M-M-M-M-F-F-F-M-M-F-M-F-M-M-M-M-F-F-F-M-M-F-M-M-M-M-M-F-F-F-F-M-MF-M-MFMFMFMFMFMFMFMFMFMF-", "dialogue": [{"speaker": "Alm", "line": "..."}, {"speaker": "Celica", "line": "So this is where you were."}, {"speaker": "Alm", "line": "Huh? Oh, hey, Celica."}, {"speaker": "Celica", "line": "You aren’t going to be late to your own coronation, are you?"}, {"speaker": "Alm", "line": "No. ...Of course not. I’m just still wrapping my head around sitting on your father’s throne. None of it feels real."}, {"speaker": "Celica", "line": "...It isn’t my father’s throne. This isn’t Zofia any longer, Alm. It’s the One Kingdom of Valentia. And you’re going to be its first ruler."}, {"speaker": "Alm", "line": "Celica..."}, {"speaker": "Celica", "line": "Please don’t misunderstand. I don’t bear him any grudge. Not now. I just think he was a very sad man. Perhaps if I’d been there with him, I might have helped him change. If I have any regrets, it’s that."}, {"speaker": "Alm", "line": "I know what you mean... Neither of us got the chance to stand by our fathers. If we’d been given the opportunity to learn more about each other, maybe things would’ve turned out differently for us."}, {"speaker": "Celica", "line": "Perhaps it was the same for Mila and Duma."}, {"speaker": "Alm", "line": "Hmm... I wonder. They’d been fighting for centuries, right? Seems like a lost cause to me."}, {"speaker": "Celica", "line": "Alm, that’s a terrible thing to say!"}, {"speaker": "Alm", "line": "Ah, sorry! I didn’t mean any disrespect. But they’re at peace now, you know? Asleep. ...Together."}, {"speaker": "Celica", "line": "Yes. They’ll look down over this new Valentia forever from their mountaintop graves. ...And the trees. Do you know of them, Alm? They say that where divine dragons sleep, sacred trees take root and grow."}, {"speaker": "Alm", "line": "Wow. Must be some trees."}, {"speaker": "Celica", "line": "In time, yes. They grow for hundreds, even thousands of years. Who can say what Valentia will look like once they’ve matured? Will man’s endeavors continue without the grace and strength of the gods?"}, {"speaker": "Alm", "line": "They won’t continue on their own. We have to make it happen. We’ll forge a land where we can do just that. All of us—together."}, {"speaker": "Celica", "line": "That sounds lovely, Alm. And you’re right. I know we can do it."}, {"speaker": "Alm", "line": "We can...and we will. I think Mila and Duma gave us one last gift... The strength to trust in our own abilities. ...Anyway, it’s time. Let’s go, Celica."}, {"speaker": "Celica", "line": "Gladly."}], "cutscene": [{"speaker": "Alm", "line": "Celica, don’t do this!"}, {"speaker": "Celica", "line": "Alm...please... Listen, Alm... You have to...stop me before I kill you! You know what you have to do! Alm! Do it now! KILL ME!"}, {"speaker": "Alm", "line": "Are you crazy? You know I can’t do that!"}, {"speaker": "Mila'S Voice", "line": "Hear me, bearer of Duma’s Brand."}, {"speaker": "Mila'S Voice", "line": "Grasp Falchion now in your hand."}, {"speaker": "Jedah", "line": "What’s this? What is the boy doing?"}, {"speaker": "Jedah", "line": "Impossible! No one should be able to unbind that blade!"}, {"speaker": "Mila'S Voice", "line": "Trust in Falchion."}, {"speaker": "Alm", "line": "Gods, no..."}, {"speaker": "Alm", "line": "Don’t leave me, Celica... You can’t!"}, {"speaker": "Alm", "line": "Celica? Celica! Say something, please!"}, {"speaker": "Alm", "line": "CELICAAA!"}, {"speaker": "Celica", "line": "...Alm?"}, {"speaker": "Alm", "line": "Celica..."}], "conversation": [{"speaker": "Massena", "line": "A moment, Prince Albein? I ask that you show Lord Berkut compassion. He weighed heavy on Emperor Rudolf’s mind for many years. The emperor knew that keeping the boy in ignorance could only bring him pain. And yet, the prospect of your being discovered was too great a risk. Still, Berkut was his nephew, and the same age as the son he parted with. So I beg leniency of you, if only to respect Emperor Rudolf’s wishes."}, {"speaker": "Mycen", "line": "It leads to the altar beneath Duma Tower. But know that it is a path not easily returned from."}], "intro": [{"speaker": "Mae", "line": "Celica! That’s really you, right?!"}, {"speaker": "Celica", "line": "Mae! Everyone! You’re safe! You have no idea how happy this makes me!"}, {"speaker": "Mae", "line": "Right back at ya, sister! That chump Jedah’s magic sent us off to who-knows-where! We were surrounded by Terrors and junk—I thought we were dead meat! But then we heard this weird voice kinda...talking, I guess? So we followed it because hey, why not? And that’s how we ended up here!"}, {"speaker": "Celica", "line": "A voice? It must have been Mila."}, {"speaker": "Jedah", "line": "No... No, this cannot happen! Falchion’s seal, broken? Foul Mila! Duma is your brother! Would you truly betray your own kin?!"}, {"speaker": "Alm", "line": "Stand down, Jedah! Your schemes end here and now. Prepare to pay for your atrocities!"}, {"speaker": "Jedah", "line": "Rudolf’s worthless spawn... You’re both disgusting heretics. How dare you wish harm on Duma!"}, {"speaker": "Celica", "line": "Open your eyes, Jedah. No matter how it pains you, you must see the truth. Duma’s gone mad—he brings only suffering to his people now. This is the divine dragons’ fate."}, {"speaker": "Jedah", "line": "Silence, girl! You know nothing of what you speak. And if suffering is the gods’ will, what of it? Without their strength at its foundation, Valentia cannot sustain life."}, {"speaker": "Alm", "line": "No. You’re wrong. It’s time for us all to stand on our own feet. To live as free men and women."}, {"speaker": "Jedah", "line": "Foolish boy. You truly believe such heresy to be possible?"}, {"speaker": "Celica", "line": "It IS possible! We’ve come all this way to prove it."}, {"speaker": "Jedah", "line": "Presumptuous human child... Go on, then! Prove me wrong! Show me this strength to “stand alone.” Show me the true limits of man!"}], "boss": [{"speaker": "Jedah", "line": "Bow before Duma’s eminence! Kneel before his awesome power!"}, {"speaker": "Jedah", "line": "Aah... This cannot be... It mustn’t... Lord Duma... My Lord...Duma..."}, {"speaker": "Marla", "line": "Such naughty, willful children... Why won’t you be good and listen to Father?"}, {"speaker": "Marla", "line": "Do you really...hate Father so...? Such lost...misguided children..."}, {"speaker": "Hestia", "line": "That’s no fair, Sonya... Why should you be the only one allowed to live as she chooses?"}, {"speaker": "Hestia", "line": "Oh... It seems so...obvious now. I should have just lived...as I pleased... like you..."}, {"speaker": "Duma", "line": "Only power holds meaning. Only strength holds sway. Call to me. Thirst for me. Thirst for power!"}, {"speaker": "Alm", "line": "It’s over, Duma! Berkut, Fernand, Mila... Even my father. They and countless others, lost to us— tainted by your precious power. But that chain of tragedies ends here.", "unit": "Alm", "boss": "Duma"}, {"speaker": "Celica", "line": "My heart is full of thanks for all you’ve given man, O divine Duma. Without yours and Mila’s bounty, Valentia could never have existed. We would never have been born into this world. Never tasted joy and sorrow. So please, do not suffer any longer. Let all of our pain end here. Allow your great and weary soul the rest it deserves!", "unit": "Alm", "boss": "Duma"}], "end": [{"speaker": "Duma", "line": "So be it, Alm. I leave Valentia’s future to you, her hero. Take from us what lessons you will and shape her into a land to remember. Make her strong like Duma, and fill her with Mila’s love. Let our grave mistakes be warnings of where not to tread as you lead her forth. Now, we shall sleep. And never shall you disturb our slumber."}], "battle": [{"speaker": "Gray", "line": "All we’re asking is the ability to live as we think best. Is that really so bad?"}, {"speaker": "Tobin", "line": "Even without gods, I have my friends. With them, I can survive anything."}, {"speaker": "Kliff", "line": "It’s all strength and power with you. If you’re that desperate for a show of force, I’ll be happy to oblige."}, {"speaker": "Faye", "line": "This world belongs to Alm. To all of us. There’s plenty of room for hope in it... but there’s no room in it for you!"}, {"speaker": "Lukas", "line": "A battle between god and mortal? Sounds exhilarating to me."}, {"speaker": "Silque", "line": "Merciful Mila... I carry your will within me. I will see Duma freed from his suffering!"}, {"speaker": "Clair", "line": "This business of relying on gods and... so forth all seems quite absurd to me. The creepy man will excuse himself now!"}, {"speaker": "Clive", "line": "I’ll take a proud death as my own man over a life of kneeling to a mad god!"}, {"speaker": "Forsyth", "line": "I have no deference for one who would wield unjust power over his people. Such a despot is no god of mine!"}, {"speaker": "Python", "line": "Ugh, people who go on and on about power are just the WORST."}, {"speaker": "Luthier", "line": "Your spirit’s voice is ghastly dark. I have no use for magic so foul."}, {"speaker": "Mathilda", "line": "I alone will decide who I choose to worship. But I can promise you one thing: it certainly won’t be you!"}, {"speaker": "Delthea", "line": "Come on, who needs gods when you’re as strong as me?"}, {"speaker": "Tatiana", "line": "This is my world, and Zeke’s as well. I won’t allow you to endanger it!"}, {"speaker": "Zeke", "line": "Emperor Rudolf... Your loyal servant will see your dreams realized!"}, {"speaker": "Mycen", "line": "This is a battle I cannot lose. For my own sake or yours, Rudolf!"}, {"speaker": "Mae", "line": "You’re gonna pay for what you did to Celica, buddy. You’re gonna pay HARD!"}, {"speaker": "Boey", "line": "Sorry, but I’ve got no interest in the way people like you operate. That’s reason enough for me to want to put you down!"}, {"speaker": "Genny", "line": "I’ll never accept a god so horrible..."}, {"speaker": "Saber", "line": "Well, hell. I’ve come this far. Might as well see the damn thing through to the end, lass."}, {"speaker": "Valbar", "line": "Foisting your way on the world by force? You’re no better than pirates. And it just so happens I don’t take kindly to pirates!"}, {"speaker": "Kamui", "line": "I get the feeling my luck ran out the day I got mixed up in all this... But meh, why not? May as well see things through to the end!"}, {"speaker": "Leon", "line": "Your fetish for power is simply barbaric. Where’s the joy? The love? Your perfect world is as dull as dirt."}, {"speaker": "Palla", "line": "The greatest of powers is but one mistake away from utter tragedy. We know that all too well, and I refuse to stand aside and watch it happen!"}, {"speaker": "Catria", "line": "This world doesn’t exist as a plaything for dragons!"}, {"speaker": "Est", "line": "It’s our world, and we’ll be the ones to shape it—Archanea and Valentia both!"}, {"speaker": "Jesse", "line": "Ruling the world with might and terror? Talk about your stale clichés. What’s the point in living if you’re not having fun? I’m not about to find out!"}, {"speaker": "Atlas", "line": "Yours isn’t the world I fought to protect. I’m taking every one of you down!"}, {"speaker": "Sonya", "line": "Ugh. It’s almost painful to watch... Just how hopelessly ignorant can someone be?"}, {"speaker": "Deen", "line": "I won’t say a world ruled by might is unappealing, per se... But a world where I bow to YOU is out of the question."}, {"speaker": "Nomah", "line": "Divine Duma, you have lived long enough... It is time to leave a world of hope and possibility to the next generation."}, {"speaker": "Conrad", "line": "Duma... O ancient benefactor. Consider this is an act of mercy. A great god is deserving of a proud and glorious end!"}], "narration": ["And so the long war drew to a close. After countless sacrifices, at last, a new peace dawned in Valentia. Was it inexorable fate that saw this conflict erupt? No man or woman alive can say. Only one truth is clear: War will come again, when man grows proud and slothful once more, and its flames will devour one and all, raging until the very earth itself lies scorched and bare of life. For whatever madness lay in the hearts of gods... a darkness deeper still beats wild in the hearts of man..."]}