{"chapter": "00", "title": "Ties That Bind", "speakers": ["Azura", "Ryoma", "Xander", "Hinoka", "Elise", "Camilla", "Leo", "Takumi", "Hans", "Sakura", "Yukimura"], "dialogue_counts": {"Azura": 2, "Ryoma": 6, "Xander": 6, "Hinoka": 11, "Elise": 3, "Camilla": 5, "Leo": 3, "Takumi": 6, "Hans": 1, "Sakura": 5, "Yukimura": 1}, "gender_counts": {"M": 23, "F": 26, "N": 0, "A": 0}, "lines": 49, "transitions": "F-F-MM-F-F-F-MM-FFMF-FFM-FMF-MFMF-M-F-M-FMFMF-FFMF-FMMMMFMFFFMMMM", "cutscene": [{"speaker": "Azura", "line": "You are the ocean's gray waves, destined to seek ♪ Life beyond the shore, just out of reach."}, {"speaker": "Azura", "line": "Yet the waters ever change, flowing like time ♪ The path is yours to climb."}, {"speaker": "Ryoma", "line": "Nohrian general! You face the high prince of Hoshido, Ryoma! I challenge you to single combat!"}, {"speaker": "Xander", "line": "I will accept your challenge, \"high prince\". But I'm no general. I am crown prince Xander of Nohr!"}], "intro": [{"speaker": "Hinoka", "line": "Come on, Corrin! We've got work to do."}, {"speaker": "Hinoka", "line": "Corrin, what's the matter with you? You seem distracted... If you're worried, don't be. All your siblings are here with you. The Nohrians don't stand a chance!"}], "battle": [{"speaker": "Hinoka", "line": "Ready to attack?"}, {"speaker": "Ryoma", "line": "I demand to know why you Nohrian dogs are invading Hoshido! Was that cowardly attack on my people your doing as well, princeling?"}, {"speaker": "Xander", "line": "...I have nothing to say to you. Surrender now. If you refuse...you die here."}, {"speaker": "Elise", "line": "Oh, no! The bridge collapsed! How can we help our brother/sister now?"}, {"speaker": "Camilla", "line": "Not to worry, Elise. This royal blood in our veins is still good for something!"}, {"speaker": "Leo", "line": "Have you spotted a Dragon Vein, Camilla?"}, {"speaker": "Camilla", "line": "You know me too well, dear little brother!"}, {"speaker": "Elise", "line": "Yaaay, it worked! The river dried up!"}, {"speaker": "Camilla", "line": "I would never let you down, darling. Now, everyone follow me."}, {"speaker": "Leo", "line": "Elise, you're not ready for the front lines. Stay back. Camilla, and I will take care of the Hoshidans."}, {"speaker": "Hinoka", "line": "The Nohrian army used a Dragon Vein to dry up the river! But I thought only royals held that power..."}, {"speaker": "Takumi", "line": "Yeah, which means there must be some real big shots over there. Suit me just fine. I've always wanted to use a Nohrian royal for target practice!"}, {"speaker": "Hinoka", "line": "Stay focused, Corrin. The Nohrians brought their heavy hitters this time."}, {"speaker": "Hans", "line": "Listen up, cannon fodder! We have a direct order from King Garon. He says kill 'em all!"}, {"speaker": "Hinoka", "line": "Dammit, their reinforcements had arrived! I'll go scout out how many there are. Takumi, Sakura, Stay with Corrin!"}, {"speaker": "Takumi", "line": "Understood."}, {"speaker": "Sakura", "line": "Y-yes. Good idea."}, {"speaker": "Takumi", "line": "Hang in there, Corrin. The Nohrian royals are not pushovers... We'll have to work together to beat them. As the eldest, I guess you're in charge. Tell me what to do and I'll do it."}, {"speaker": "Sakura", "line": "Are you hurt, Corrin!? Here, let me heal your wounds!"}, {"speaker": "Yukimura", "line": "Comrades! Do not let them cross this line. We must defend Hoshido."}, {"speaker": "Sakura", "line": "Oh n-no! An enemy!"}, {"speaker": "Takumi", "line": "It's an ambush! Sakura, stay back. You aren't equipped to fight."}, {"speaker": "Hinoka", "line": "Takumi! Corrin! I'm counting on you two. Work together to defeat that solider!"}, {"speaker": "Takumi", "line": " Listen, here's how we're gonna do this! With my bow, I can shoot this one from here. I'll soften him up, and then you can jump in and finish him off. Got it?"}, {"speaker": "Sakura", "line": " Be careful, Corrin!"}], "end": [{"speaker": "Hinoka", "line": "Corrin, Takumi, good work fighting off that ambush."}, {"speaker": "Sakura", "line": "You were amazing, Corrin."}, {"speaker": "Takumi", "line": "That went well. Probably because SOMEONE gave you good advice. ...And you're welcome, by the way."}, {"speaker": "Hinoka", "line": "No time to talk! Let's see how Ryoma's doing."}, {"speaker": "Hinoka", "line": "Ryoma, are you alright?"}, {"speaker": "Ryoma", "line": "I'll be fine. I'm glad to see you're all safe. Enemy reinforcements are headed this way. I want you to get rid of them. Corrin, I'm counting on you to keep Hinoka and the others safe."}, {"speaker": "Xander", "line": "Corrin! Thank heavens we found you, and that you're alive and well. Quickly, come join us! Your family has come to take you home where you belong."}, {"speaker": "Ryoma", "line": "Quiet, Nohrian filth! Corrin is my brother/sister and a prince/princess of Hoshido!"}, {"speaker": "Xander", "line": "On the contrary, Corrin is MY brother/sister and a prince/princess of Nohr!"}, {"speaker": "Camilla", "line": "Corrin! I was so worried about you. Don't ever wonder away from me again!"}, {"speaker": "Leo", "line": "I'm glad you're OK, Corrin. You must have the devil's own luck!"}, {"speaker": "Elise", "line": "Yaaay! We got our brother/sister back!"}, {"speaker": "Hinoka", "line": "Nohrian scum! First you kidnap him/her, now you lied to him/her?! Corrin is MY brother/sister, not yours!"}, {"speaker": "Camilla", "line": "You are mistaken. Corrin is my sweet little brother/sister. You may not have him/her."}, {"speaker": "Ryoma", "line": "Don't be fool by their words. You belong with your true family in Hoshido!"}, {"speaker": "Xander", "line": "We have loved you and raised you since you were a child. Come home, little prince/princess. We can live as a family once more!"}, {"speaker": "Ryoma", "line": "Come home to Hoshido, Corrin!"}, {"speaker": "Xander", "line": "No, Corrin! Nohr is your home!"}]}