{"chapter": "02", "title": "Gift Of Ganglari", "speakers": ["Garon", "Corrin", "Elise", "Camilla", "Xander", "Nohrian", "Gunter", "Felicia", "Jakob", "Rinkah", "Kaze", "Leo"], "dialogue_counts": {"Garon": 19, "Corrin": 27, "Elise": 4, "Camilla": 3, "Xander": 11, "Nohrian": 2, "Gunter": 5, "Felicia": 5, "Jakob": 6, "Rinkah": 6, "Kaze": 7, "Leo": 6}, "gender_counts": {"M": 56, "F": 20, "N": 2, "A": 23}, "lines": 101, "transitions": "MAMFFAMAMAMAMAMMNAM-MFMFAMAMM-MFMFMM-FMFMMM-M-F-M-MM-F-M-M-M-F-F-MAMAMAM-A-MFMMMMMMM-MA-MAFFM-MMMM-AMA-MAMAMNAMAMFF-MM-FAFAF", "intro": [{"speaker": "Garon", "line": "I see you made it here safely, Corrin."}, {"speaker": "Corrin", "line": "Yes, Father. Long have I wished to see you and visit Castle Krakenburg again. I feel like I’m dreaming…"}, {"speaker": "Garon", "line": "It is only thanks to your diligence that you are here. I am told you are now a warrior almost on par with Xander. You finally possess the strength to be an instrument of Nohr’s power in the world."}, {"speaker": "Elise", "line": "But, Father, will he/she be all right outside of the fortress?"}, {"speaker": "Camilla", "line": "I worry about that as well. Isn’t it dangerous for Corrin to live outside the fortress’s magical barrier?"}, {"speaker": "Corrin", "line": "I appreciate your concern, but I earned my way here and I’m ready to fight."}, {"speaker": "Garon", "line": "Corrin, as you know, Nohr is at war with the eastern kingdom of Hoshido."}, {"speaker": "Corrin", "line": "Yes, Father. I have heard as much."}, {"speaker": "Garon", "line": "We of the royal family are descendants of the ancient gods, the First Dragons. As inheritors of that divine strength, we conquer those who oppose us with ease. One who learns to wield that power can destroy an entire army of common troops. Xander, Camilla, and Leo have already shown that they possess this power. I expect no less from you."}, {"speaker": "Corrin", "line": "I am aware of your expectations, Father. And I have trained every day to become more like my siblings."}, {"speaker": "Garon", "line": "Hmm…you show promise. But you will need a suitable weapon in order to serve Nohr."}, {"speaker": "Corrin", "line": "Wow…"}, {"speaker": "Garon", "line": "This is Ganglari, a sword infused with magic from another world. With this sword at your side, you will crush the Hoshidan army with ease."}, {"speaker": "Corrin", "line": "Thank you for this generous gift, Father."}, {"speaker": "Xander", "line": "Hmm… Generous indeed."}, {"speaker": "Garon", "line": "Now, let us see you put that sword to its proper use… Bring out the prisoners!"}, {"speaker": "Nohrian", "line": "Yes, sire!"}, {"speaker": "Corrin", "line": "Prisoners?"}, {"speaker": "Garon", "line": "These are prisoners from our most recent skirmish with Hoshido. I want to see your power with my own eyes. Use that sword to strike them down."}, {"speaker": "Gunter", "line": "I shall join you, milord/milady. My lance arm is perhaps rusty but still serviceable. Felicia/Jakob, will you join us well?"}, {"speaker": "Felicia", "line": "Of course! I’m as much a bodyguard as a domestic, after all. To be honest, I was never that great at the domestic stuff anyway."}, {"speaker": "Jakob", "line": "Naturally. I couldn't allow someone of your advanced years to bear the burden alone. Lady Corrin, there is no need for you to soil your hands with this filth. Please relax and leave the fighting to us. Afterward, I will prepare you some tea."}, {"speaker": "Rinkah", "line": "I am Rinkah! Daughter of the Flame Tribe’s honorable chieftain. What is your name, Nohrian prince/princess?"}, {"speaker": "Corrin", "line": "I’m Corrin."}, {"speaker": "Kaze", "line": "Corrin… Can it be?"}, {"speaker": "Corrin", "line": "Huh? Have you heard of me?"}, {"speaker": "Kaze", "line": "… I am Kaze, a ninja of Hoshido. Show me what you can do."}, {"speaker": "Garon", "line": "Kill them all."}], "battle": [{"speaker": "Gunter", "line": "Remain focused, milord/milady. This is no mock battle-a mistake here could cost you your life."}, {"speaker": "Felicia", "line": "You should know I’m trained to use daggers-up close or thrown from afar. I can even hit enemies hiding behind walls, which might come in handy!"}, {"speaker": "Jakob", "line": "Milady, I'm well trained in the dagger─effective both up close and at range. I can even attack foes hiding behind walls, which may prove useful."}, {"speaker": "Gunter", "line": "Remember your training. Each weapon has strengths and weaknesses. You would do well to consider them before you attack."}, {"speaker": "Jakob", "line": "I’m sure you know this, milord/milady, but it’s useful to stay close to your allies. If you fight side by side, you can help each other in battle/combat."}, {"speaker": "Felicia", "line": "Maids can also use staves to heal wounds. If you get hurt, let me know right away!"}, {"speaker": "Jakob", "line": "Butlers can also use staves to heal wounds. Please inform me immediately should you become injured."}], "recruit-battle": [{"speaker": "Kaze", "line": "A ninja’s Shuriken may not cut deep, but it can sap you of your strength. Your death need not come all at once!"}, {"speaker": "Kaze", "line": "I regret…nothing..."}, {"speaker": "Rinkah", "line": "Behold the might of the Flame Tribe!"}, {"speaker": "Rinkah", "line": "Nohrian scum…"}], "end": [{"speaker": "Kaze", "line": "So this is how it ends…"}, {"speaker": "Corrin", "line": "Phew! They’re really tough, aren’t they? I hope all Hoshidans aren’t this strong."}, {"speaker": "Garon", "line": "Don’t just stand there, idiot boy/girl. Finish them!"}, {"speaker": "Corrin", "line": "But. Father…they’re beaten. You want me to execute helpless prisoners?"}, {"speaker": "Garon", "line": "You dare question me?! I order you to kill them!"}, {"speaker": "Corrin", "line": "No! It’s wrong!"}, {"speaker": "Garon", "line": "I won’t argue the point any further."}, {"speaker": "Corrin", "line": "Gods!"}, {"speaker": "Kaze", "line": "Hm?"}, {"speaker": "Elise", "line": "Corrin! What are you-"}, {"speaker": "Xander", "line": "Unbelievable…"}, {"speaker": "Garon", "line": "You would defy me directly, Corrin?!"}, {"speaker": "Xander", "line": "Father, please forgive him/her! He/She doesn’t yet understand our situation…"}, {"speaker": "Garon", "line": "Fine. Xander, you kill them. And if anyone gets in your way, kill them too."}, {"speaker": "Xander", "line": "Ngh."}, {"speaker": "Garon", "line": "DO IT! KILL THEM ALL!"}, {"speaker": "Xander", "line": "…"}, {"speaker": "Xander", "line": "Stand down, Corrin. If you don’t, I will be forced to-"}, {"speaker": "Corrin", "line": "No, Xander. I won’t let you do this!"}, {"speaker": "Xander", "line": "Why do you refuse, Corrin? You know the Hoshidans are our sworn enemies."}, {"speaker": "Corrin", "line": "I know, but…this is different. These people can’t fight anymore. Why not show mercy?"}, {"speaker": "Camilla", "line": "Please, Corrin, don’t fight him… My dear, sweet Corrin…"}, {"speaker": "Elise", "line": "No no no! Leo, what should we do?"}, {"speaker": "Leo", "line": "*sigh* Why does this fall to me?"}, {"speaker": "Leo", "line": "Father, I have dispatched our enemies on behalf of my softhearted brother/sister."}, {"speaker": "Garon", "line": "Hmph."}, {"speaker": "Leo", "line": "I only ask that you would be merciful in your punishment of him/her…"}, {"speaker": "Garon", "line": "Enough! I will consider the matter later."}, {"speaker": "Corrin", "line": "Leo! How could you?! They were beaten! There was no reason to execute them!"}, {"speaker": "Leo", "line": "Agreed. Now hush."}, {"speaker": "Corrin", "line": "Leo, did you-"}, {"speaker": "Xander", "line": "Enough, both of you. The battle is over."}, {"speaker": "Corrin", "line": "…"}, {"speaker": "Xander", "line": "Mark my words, Corrin… One day, an act of kindness may be the death of you."}, {"speaker": "Corrin", "line": "Perhaps, but if I’m kind. I will die without regrets."}, {"speaker": "Xander", "line": "…Well said. Guard! I would examine the prisoners’ belongings. Bring their remains to my quarters."}, {"speaker": "Nohrian", "line": "Yes, Your Highness!"}, {"speaker": "Corrin", "line": "Leo, your spell…"}, {"speaker": "Leo", "line": "Was only enough to weaken them, yes. I should have followed Father’s orders. But Camilla and Elise always make such a fuss when I do anything to upset you."}, {"speaker": "Corrin", "line": "Thank you, Leo. I’m sorry for teasing you about your collar."}, {"speaker": "Leo", "line": "*sigh* You can repay me by not mentioning it again."}, {"speaker": "Elise", "line": "That was great, Brother!"}, {"speaker": "Camilla", "line": "It was, but I doubt this will be the last we hear of this. Father never forgets a slight."}, {"speaker": "Xander", "line": "Listen well. It is only my brother’s/sister's kind heart that has bought your freedom. Disappear now, lest you be spotted by our king."}, {"speaker": "Kaze", "line": "…"}, {"speaker": "Rinkah", "line": "Tch. I am not a hostage to be freed. You said your name is Corrin? When next we meet, I will make you pay for this humiliation!"}, {"speaker": "Corrin", "line": "I was hoping the next time we met, it could be as friends."}, {"speaker": "Rinkah", "line": "Softhearted fool! I am a Hoshidan warrior. You do not understand what you suggest."}, {"speaker": "Corrin", "line": "I understand that right now Hoshido and Nohr are at war. But I’m trying to plan ahead for the day the war is over and we can live in peace."}, {"speaker": "Rinkah", "line": "I’ve heard rumors of a sheltered Nohrian prince/princess who knows nothing of the world. I see those rumors are true. If we do meet again, the world will have no doubt taught you the error your ways."}]}