{"chapter": "03", "title": "Journey Begins", "speakers": ["Elise", "Corrin", "Garon", "Camilla", "Leo", "Iago", "Hans", "Xander", "Gunter", "Hoshidan", "Omozu", "Felicia", "Saizo", "???", "Kagero", "Lilith"], "dialogue_counts": {"Elise": 9, "Corrin": 51, "Garon": 10, "Camilla": 6, "Leo": 4, "Iago": 2, "Hans": 14, "Xander": 6, "Gunter": 12, "Hoshidan": 3, "Omozu": 6, "Felicia": 2, "Saizo": 7, "???": 2, "Kagero": 2, "Lilith": 15}, "gender_counts": {"M": 48, "F": 41, "N": 11, "A": 51}, "lines": 151, "transitions": "FAF-MAFMFAMFAM-MAFMAMA-FAMAF-MFM-FMAM-AM-MMAM-MAMA-AMAMAM-MNNFAMMM-MNMNAMAMANNM-M-M-N-FM-M-M-N-N-AFAFAFNFMAMFFAFAFAFFFFFFMMMA-AMMAMMAMAM-MAMA-A-A-FAFAFAF-FAFAFAFAFAFAF-FAFAFAF-ANA", "intro": [{"speaker": "Elise", "line": "All right, Corrin. Let’s go in there together. I’ll help as much as possible. This is our father we’re talking about. He has to forgive you, right?"}, {"speaker": "Corrin", "line": "Thanks, Elise. I hope you’re right."}, {"speaker": "Elise", "line": "All right. Deep breath, and… here we go. Father! We have something we need to talk you about!"}, {"speaker": "Garon", "line": "Gah hah ha!"}, {"speaker": "Corrin", "line": "Father?"}, {"speaker": "Elise", "line": "It sound like he’s with someone… Maybe we should come back later."}, {"speaker": "Garon", "line": "Hrmph! Who’s there?"}, {"speaker": "Elise", "line": "Oh! Sorry to bother you, Father…"}, {"speaker": "Corrin", "line": "Yes, we apologize if this isn’t a good time."}, {"speaker": "Garon", "line": "What do you two want?"}, {"speaker": "Elise", "line": "Father, we’re here to apologize. Right, Corrin?"}, {"speaker": "Corrin", "line": "Yes, that’s right. I’m sorry for questioning you."}, {"speaker": "Garon", "line": "You may enter."}, {"speaker": "Garon", "line": "Corrin… You disobeyed a direct order from me. Ordinarily you would not still be alive."}, {"speaker": "Corrin", "line": "I understand…"}, {"speaker": "Elise", "line": "No! Father, I can explain-"}, {"speaker": "Garon", "line": "Silence! As you are my child, Corrin, I will grant you some leeway. I have something in mind for you. A mission. If you complete this task successfully, I will pardon your crime in full."}, {"speaker": "Corrin", "line": "Really?! What sort of mission?"}, {"speaker": "Garon", "line": "There is an abandoned fortress perched on the Hoshidan border. I wish to know if the building there remains serviceable. You are to travel to the site and inspect the premises. No battle will be required. Do you understand? I won’t tolerate being disappointed twice…"}, {"speaker": "Corrin", "line": "Yes, Father. It shall be done."}, {"speaker": "Camilla", "line": "Darling, are you sure you’re going to be OK out there? I don’t like this…"}, {"speaker": "Corrin", "line": "Of course! Please don’t worry. It’s just an abandoned fort."}, {"speaker": "Leo", "line": "You’re acting rather casual about all this, Corrin. It isn’t like Father to be so forgiving…"}, {"speaker": "Corrin", "line": "Huh? What do you mean, Leo?"}, {"speaker": "Elise", "line": "That’s enough, Leo! Don’t be so worried all the time, sheesh. And don’t even try to scare Corrin before his/her first mission!"}, {"speaker": "Leo", "line": "Hey! That’s not necessary."}, {"speaker": "Camilla", "line": "I suppose I’ll just have to come along. That way I know Corrin will be safe."}, {"speaker": "Iago", "line": "I’m afraid that’s not possible."}, {"speaker": "Camilla", "line": "Why ever not, Iago?"}, {"speaker": "Iago", "line": "Lady Camilla, King Garon intends his expedition as a test of sorts. As his top advisor, I have been entrusted with coordinating this mission. He would like to know whether Prince/Princess Corrin is worthy… After all, he/she IS a part of the royal lineage. Therefore, your assistance would simply muddy the results."}, {"speaker": "Corrin", "line": "Understood. Camilla, I need to do this all by myself. Surely you understand."}, {"speaker": "Garon", "line": "Not all by yourself, Corrin."}, {"speaker": "Corrin", "line": "Father! I didn’t see you there."}, {"speaker": "Garon", "line": "Rest assured, I don’t intend to send you out there completely defenseless."}, {"speaker": "Hans", "line": "…Milord/Milady."}, {"speaker": "Garon", "line": "This is Hans. He is a veteran warrior and will ensure no trouble befalls you."}, {"speaker": "Corrin", "line": "Thank you, Father."}, {"speaker": "Xander", "line": "Hmm…"}, {"speaker": "Xander", "line": "I’d be wary of that man if I were you, Corrin…"}, {"speaker": "Corrin", "line": "Why do you say that?"}, {"speaker": "Xander", "line": "He’s a criminal. A murderer and scoundrel. I arrested him myself, years ago. Father seems to think he’s rehabilitated, but I’m not so sure. That said, he is a formidable soldier."}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Corrin", "line": "Wow… Is this it? The Bottomless Canyon?"}, {"speaker": "Gunter", "line": "Yes. It’s the natural boundary dividing Nohr and Hoshido."}, {"speaker": "Corrin", "line": "It can’t be really bottomless, can it?"}, {"speaker": "Gunter", "line": "Let the eternal darkness below be your answer. Those who fall in never return… I truly despise this place. Something about the land around here just isn’t right. The sky here is always dark and foreboding, and lightning strikes all who fly across. This clearly a place us mortals were never meant to enter. Normally we’d go around… But the fort that King Garon wants surveyed is right over there."}, {"speaker": "Corrin", "line": "Oh, it’s not so bad. Or perhaps I’m just happy to be outside in the fresh air! Compared to the inside of that fortress, this is downright exiting."}, {"speaker": "Gunter", "line": "Ha! That certainly puts things in perspective, milord/milady. Come, let’s proceed."}, {"speaker": "Gunter", "line": "Blast! It looks like this fort isn’t as abandoned as we thought. Why the devil is this place crawling with Hoshidans?"}, {"speaker": "Hoshidan", "line": "Hold on! Do not advance any farther, soliders of Nohr."}, {"speaker": "Omozu", "line": "Crossing that bridge is a violation of our border treaty. Turn back at once, or we’ll be forced to attack!"}, {"speaker": "Felicia", "line": "What should we do?"}, {"speaker": "Corrin", "line": "We’re not here to fight. I suppose we’ll have to turn back and report to Father."}, {"speaker": "Gunter", "line": "Wise decision, Lord/Lady Corrin."}, {"speaker": "Hans", "line": "Who asked you, old man?"}, {"speaker": "Gunter", "line": "What?!"}, {"speaker": "Hans", "line": "Gyaaah!"}, {"speaker": "Hoshidan", "line": "AAAUGH!"}, {"speaker": "Hans", "line": "Ah ha ha! Die, scumbags!"}, {"speaker": "Omozu", "line": "You’ll pay for this!"}, {"speaker": "Corrin", "line": "Hans, what are you doing?! We had no reason to engage these troops!"}, {"speaker": "Hans", "line": "Pfft."}, {"speaker": "Corrin", "line": "We should have tried diplomacy first. We weren’t sent here to fight!"}, {"speaker": "Hans", "line": "Speak for yourself, weakling."}, {"speaker": "Corrin", "line": "What’s that supposed to mean?"}, {"speaker": "Omozu", "line": "Soldiers of Hoshido, hear me! Do not leave a single Nohrian alive!"}, {"speaker": "Hoshidan", "line": "Prepare to attack!"}, {"speaker": "Gunter", "line": "Argh! Looks like there’s no getting out of this now. Get ready to fight, Lord/Lady Corrin."}], "battle": [{"speaker": "Gunter", "line": "Now then, Lord/Lady Corrin. There are two kinds of battle formations. You’ll need to learn both, and fast! You can take a defensive position by moving to the same space as an ally. Your ally will benefit from your support, but you won’t be able to attack. If you want to unleash the most potent attacks, stand in adjacent positions. From that alignment, allies may be able to attack simultaneously. I’d tell you more, but you’re about to receive some practical experience…"}, {"speaker": "Gunter", "line": "I’m afraid the enemy’s position across that bridge may be impenetrable. We’ve got to look for another way across. Lord/Lady Corrin! See if you can find a Dragon Vein around here."}, {"speaker": "Omozu", "line": "Gods! Did you see what just happened to the cliff? Who are we dealing with here?"}, {"speaker": "Felicia", "line": "Look! More troops are arriving from the south!"}, {"speaker": "Gunter", "line": "More enemy reinforcements… Take caution, Lord/Lady Corrin."}], "boss": [{"speaker": "Hans", "line": "Gyaaah! Die!"}, {"speaker": "Hans", "line": "Bwahaha! Look like I’ve done enough damage for the time being. Time to lay low and see how this all plays out…"}, {"speaker": "Omozu", "line": "Do you even realize what you’ve done here today? Hoshido won’t stand for unprovoked attacks like this. Revenge will be ours!"}, {"speaker": "Omozu", "line": "Damn you! This isn’t over…"}], "end": [{"speaker": "Corrin", "line": "This isn’t what I had in mind…but at least I’ve completed Father’s mission."}, {"speaker": "Saizo", "line": "You’re the leader of these troops? Pah. You’re nothing more than a boy/girl."}, {"speaker": "Corrin", "line": "Who are you?"}, {"speaker": "Saizo", "line": "My name is Saizo. I’ve come to claim your life."}, {"speaker": "Corrin", "line": "Hey! Everyone! We’re still under attack!"}, {"speaker": "Saizo", "line": "Destroy them!"}, {"speaker": "???", "line": "I won’t allow it!"}, {"speaker": "Saizo", "line": "What?! This must be their real commander…"}, {"speaker": "Xander", "line": "What’s going on here, Corrin?"}, {"speaker": "Corrin", "line": "Xander! How did you know were in trouble?"}, {"speaker": "Leo", "line": "We’ve arrived just in time. Your luck never runs out, does it, Brother/Sister?"}, {"speaker": "Camilla", "line": "Are you all right? I was so worried about you."}, {"speaker": "Elise", "line": "We’re all here for you, Corrin!"}, {"speaker": "Corrin", "line": "Thank you, everyone! Um, but before we get too carried away… we ARE under attack."}, {"speaker": "Camilla", "line": "Who dares attack my beloved Corrin? I’ll have their heads on a platter!"}, {"speaker": "Corrin", "line": "I’m not hurt, Camilla."}, {"speaker": "Camilla", "line": "But, darling…it’s the thought that counts!"}, {"speaker": "Corrin", "line": "I never knew Camilla could be so…ruthless…"}, {"speaker": "Elise", "line": "Heehee! That’s right, you’ve never seen her on the battlefield before."}, {"speaker": "Saizo", "line": "This is not going well…"}, {"speaker": "Kagero", "line": "Saizo! What’s wrong? What’s our status?"}, {"speaker": "Saizo", "line": "I misjudged the situation. We’re outnumbered. Kagero, do we have anyone else on the way?"}, {"speaker": "Kagero", "line": "Affirmative. Lord Ryoma is right behind me."}, {"speaker": "Saizo", "line": "Ahh… Then I think this battle is as good as won."}, {"speaker": "Xander", "line": "It looks like more Hoshidan reinforcements are on the way."}, {"speaker": "Leo", "line": "Indeed… What should we do?"}, {"speaker": "Xander", "line": "Well, Corrin is safe, and the fort’s condition has been evaluated. There’s no reason to engage Hoshido further at this point. Corrin, you take the lead with Gunter. We’ll follow close behind."}, {"speaker": "Corrin", "line": "Will do. Thank you, Xander."}, {"speaker": "Corrin", "line": "Gunter, have you seen Felicia/Jakob? She/He was here a second ago…"}, {"speaker": "Gunter", "line": "I’m sure she’s/he's right behind us. Now hurry up. I can’t stand being on this bridge a moment longer."}, {"speaker": "Hans", "line": "Don’t worry-you won’t have to stand there much longer."}, {"speaker": "Corrin", "line": "Hans!"}, {"speaker": "Gunter", "line": "What is the meaning of this?"}, {"speaker": "Hans", "line": "Less talk. More death."}, {"speaker": "Corrin", "line": "Hans, no! Why are you doing this? Your own ally…"}, {"speaker": "Hans", "line": "Aww, did I knock your babysitter into the ditch? Here- you can meet up with him at the bottom!"}, {"speaker": "Corrin", "line": "You’ll pay for this!"}, {"speaker": "Hans", "line": "What?! What kind of…freak…are you?"}, {"speaker": "Hans", "line": "It can’t be.."}, {"speaker": "Corrin", "line": "I want answers, Hans! Why are you doing this? Why did you provoke the Hoshians? And why did you kill Gunter? Answer me!"}, {"speaker": "Hans", "line": "Just following orders. King Garon’s orders."}, {"speaker": "Corrin", "line": "What?! You lie!"}, {"speaker": "Corrin", "line": "Come back here!"}, {"speaker": "Corrin", "line": "Huh? Noooo!"}, {"speaker": "Lilith", "line": "My kin, my gods, my blood… Dragons grant me strength! Great Moro, I beseech you!"}, {"speaker": "Corrin", "line": "Lilith? Is that you? What…ARE you?"}, {"speaker": "Lilith", "line": "Lord/Lady Corrin… I knew this day would come eventually. This may come as a shock, but I am not a human."}, {"speaker": "Corrin", "line": "Well, I can see that. Are you a dragon?"}, {"speaker": "Lilith", "line": "Yes, this is my true form. You’ve seen it before. Do you remember? That strange bird you rescued in the barn…"}, {"speaker": "Corrin", "line": "That… was you…?"}, {"speaker": "Lilith", "line": "It was. Once I recovered, I was able to take human form. You were so kind to me that I decided to remain a human that I might serve you. But now I have used a power that goes beyond the capacity of a human body. I will not be able to return to that form. I don’t mind, though. The most important thing to me is that you’re safe…"}, {"speaker": "Lilith", "line": "Eeek!"}, {"speaker": "Corrin", "line": "Lilith! Be careful! Drop me if you must… I won’t have you sacrifice yourself for me!"}, {"speaker": "Lilith", "line": "First Dragons, I call on you. Grant us access to the astral plane!"}, {"speaker": "Corrin", "line": "What just happened?! Where…are we?"}, {"speaker": "Lilith", "line": "This is a world parallel to the one in which you live, Lord/Lady Corrin. It is known as the astral plane."}, {"speaker": "Corrin", "line": "How were you able to get us here?"}, {"speaker": "Lilith", "line": "The First Dragons have granted us the power to inhabit this dimension. Under their protection, we are safe here. Oh! Allow me to prepare a place for you to rest…"}, {"speaker": "Corrin", "line": "Did… did you just use a Dragon Vein?"}, {"speaker": "Lilith", "line": "Yes. The power of the First Dragons flows freely in this realm. You should know that space and time operate differently here as well…"}, {"speaker": "Corrin", "line": "I have so much to learn… Is there anyone else here?"}, {"speaker": "Lilith", "line": "No, we are alone. There’s no one left here…"}, {"speaker": "Corrin", "line": "I’m sorry, I didn’t mean to invoke any bad memories."}, {"speaker": "Lilith", "line": "It’s OK, Corrin. I’m not lonely as long as I have you in my life. Now…you should get some rest."}, {"speaker": "Lilith", "line": "How are you feeling, Corrin? I know this is a lot to take in."}, {"speaker": "Corrin", "line": "Yes, it is. But I feel much better now. My wounds seem to have healed already. And my mind is racing! I have so many new questions about this world…"}, {"speaker": "Lilith", "line": "All in good time. For now, some business remains in the other world."}, {"speaker": "Corrin", "line": "Yes, you’re right. I can’t relax until I know everyone made it safely home."}, {"speaker": "Lilith", "line": "Of course. There is just one thing you should know before you go back. When I open the portal, you will return to the same location you came from. That means you’ll arrive right on the Hoshidan border. There may be soldiers lying in wait for you…"}, {"speaker": "Corrin", "line": "I understand. I’ll be ready for them."}, {"speaker": "Lilith", "line": "Very well. Then I will open the gate."}, {"speaker": "Corrin", "line": "Ah, I’m back. But… where is everyone?"}, {"speaker": "???", "line": "You’re mine, Nohrian!"}, {"speaker": "Corrin", "line": "Hmm?!"}]}