{"chapter": "07C", "title": "A Dragon's Degree", "speakers": ["Xander", "Garon", "Corrin", "Elise", "Iago", "Leo", "Camilla", "Lilith", "Faceless", "????", "Felicia", "???", "Jakob", "Silas", "Arthur", "Effie"], "dialogue_counts": {"Xander": 16, "Garon": 20, "Corrin": 48, "Elise": 14, "Iago": 8, "Leo": 1, "Camilla": 1, "Lilith": 1, "Faceless": 7, "????": 1, "Felicia": 8, "???": 1, "Jakob": 8, "Silas": 9, "Arthur": 2, "Effie": 2}, "gender_counts": {"M": 64, "F": 26, "N": 9, "A": 48}, "lines": 147, "transitions": "MMMMAMAFMMAMMMAMMMMMAMAMAMAMAMMM-FFMMMMAMMMMAMAMMMAMAMFMFMMMAMMA-M-M-AFA-ANA-NAN-A-N-N-FAFAFAFNAFAF-N-N-MAMAMAMNAMAM-AMAMMAMAMAMAFAFAFMFMFA-MFFAMFAFFAFA-AFMAF-MA-F-M-M", "intro": [{"speaker": "Xander", "line": "I have returned, Father."}, {"speaker": "Garon", "line": "So you have. Word of your work in Hoshido precedes you, son. What I've heard pleases me. Your efforts to vanquish our enemies will not go unrewarded."}, {"speaker": "Xander", "line": "Thank you, Father. There's something else. I bring good tidings. it's about Corrin... He/she has already safely returned to us. Our family is whole again."}, {"speaker": "Garon", "line": "Corrin... has returned?"}, {"speaker": "Corrin", "line": "...Hello, Father."}, {"speaker": "Garon", "line": "What are you doing here, boy/girl?! Why did you come back?"}, {"speaker": "Corrin", "line": "F-Father! I..."}, {"speaker": "Elise", "line": "Father! How could you say such a thing?"}, {"speaker": "Garon", "line": "Do you take me for a fool, Corrin? My spies are everywhere. I know you've been at Hoshido castle this whole time. No doubt their filthy queen filled your head with all manner of secrets about your birth. A poor little prince/princess of Hoshido abducted at a young age by the forces of Nohr. You are surely now aware that the royal family of Nohr is your enemy by birthright. Yet you came back, all the same. I can't help but wonder why."}, {"speaker": "Iago", "line": "Hmmm... smells like treachery! Betrayal! He's/She's surely sided with the enemy. Could it be he's/she's planning to assassinate you, King Garon? it's only logical..."}, {"speaker": "Corrin", "line": "NO! How could you say that?! I would never do such a thing!"}, {"speaker": "Xander", "line": "It's true. That is simply not possible."}, {"speaker": "Garon", "line": "Oh? How can you be so sure? I expect less sentimentality from a future king of Nohr."}, {"speaker": "Xander", "line": "I have proof his/her loyalty still lies with Nohr! Although it was his/her first true battle, he/she fought off the Hoshidan army all alone."}, {"speaker": "Corrin", "line": "Um, Xander? That's not exactly... argh!"}, {"speaker": "Leo", "line": "Be quiet, Corrin. Don't say a word..."}, {"speaker": "Xander", "line": "What's more, I saw him/her elect to return to Nohr with my own eyes. We all did. Because of that choice, Prince Ryoma grew angry and tried to kill Corrin. If he/she were a Hoshidan spy, why would he/she risk his life for us? Why would he alienate himself/herself from the royals by protecting us?"}, {"speaker": "Iago", "line": "Hmmm... A convincing story. But it proves nothing. The whole thing could be an elaborate ruse!"}, {"speaker": "Xander", "line": "Silence Iago! As Crown Prince of Nohr, I swear on my honor that it was no act. You weren't even there, you fool. How could you possibly know what transpired?"}, {"speaker": "Garon", "line": "That is enough, Iago. Your words have been heard and considered. Corrin! Where is the sword I gifted you with before you left?"}, {"speaker": "Corrin", "line": "That sword... it broke while I was in Hoshido... it exploded before my eyes. If Mother... I mean, the Hoshidan queen... if she hadn't sacrificed herself to save me, I would have died."}, {"speaker": "Garon", "line": "I see... how very touching."}, {"speaker": "Corrin", "line": "Father...I must ask you something. D-did you give me that sword, knowing this would happen? Was it planned?"}, {"speaker": "Xander", "line": "Corrin, I don't think now is the best time to bring that up."}, {"speaker": "Corrin", "line": "No, I must know. For myself, and for the innocent Hoshidans who were killed. Father, please tell me the truth. Did you plan that explosion? Did you raise me as your son/child just to send me with that sword to die in Hoshido?"}, {"speaker": "Garon", "line": "That sword is just a sword. I know nothing about this attack of which you speak."}, {"speaker": "Corrin", "line": "But, Father..."}, {"speaker": "Garon", "line": "I gave you my answer, boy/girl! I won't say it again."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Iago", "line": "Still doubting the King, are you? Those Hoshidans really got under your skin. King Garon. I think it's safe to say we have a dirty Hoshidan spy on our hands..."}, {"speaker": "Garon", "line": "Sadly, I must agree. Now that the war between our kingdoms has escalated, I have no choice. I cannot allow this little problem to go any further than it already has. Xander... Kill Corrin. That's an order."}, {"speaker": "Xander", "line": "WHAT?!"}, {"speaker": "Camilla", "line": "Father, stop this madness! I beg of you!"}, {"speaker": "Elise", "line": "Please, no! Don't hurt our brother/sister!"}, {"speaker": "Iago", "line": "That's enough, Princess. It is not your place to question the King's decision. Not even a queen would be able to overrule a direct command from King Garon!"}, {"speaker": "Garon", "line": "Xander, you have your orders. No more stalling. Proceed."}, {"speaker": "Xander", "line": "I won't do it! I'm sorry, father."}, {"speaker": "Iago", "line": "Awww, what's the matter? Don't have the guts?! Or is our own crown prince also a traitor? He IS defying a royal order, after all..."}, {"speaker": "Corrin", "line": "Stop this! Xander is not a traitor. Father... I am the cause of all this. All will be well if I just disappear, correct? Please don't bring Xander into this. I'll do it myself. ... Father?"}, {"speaker": "Garon", "line": "So, you're willing to trade your life for his? Fascinating. In that case... I shall allow the great Anankos to decide your fate. Now would be a good time to start praying."}, {"speaker": "Xander", "line": "Father? I don't understand..."}, {"speaker": "Garon", "line": "Quiet, children. I will now seek the counsel of the sacred mystical dragon, Anankos. He alone shall decide Corrin's fate."}, {"speaker": "Iago", "line": "King Garon? You can't be serious... Are you feeling well?"}, {"speaker": "Corrin", "line": "The mystical dragon... Anankos?"}, {"speaker": "Garon", "line": "Mighty Anankos, I call upon your wisdom on this day of reckoning! Grant me a vision... Show me the way... ... ... Understood. It shall be done. Fate has smiled on you today, young Corrin. As decreed by Anankos, you shall be accepted in the Nohrian royal family."}, {"speaker": "Corrin", "line": "Father, I... Thank you!"}, {"speaker": "Iago", "line": "King Garon?! This is preposterous!"}, {"speaker": "Xander", "line": "You did the right thing, Father. We are all eternally grateful."}, {"speaker": "Garon", "line": "Not so fast. Before it can be done, Corrin must first pass a test."}, {"speaker": "Corrin", "line": "A test? What kind of test?"}, {"speaker": "Garon", "line": "Anankos decrees that you must first suppress the Ice Tribe's rebellion. Once you have gloriously fulfilled that obligation on behalf of Nohr... I will welcome you back into the fold as my son/daughter, and all will be as it was."}, {"speaker": "Corrin", "line": "Suppress the rebellion... I understand, Father. No matter what, I won't let you down."}, {"speaker": "Xander", "line": "You'll do great, Corrin. I will prepare the troops immediately. With our army at your side, you will make quick work of that little rebellion."}, {"speaker": "Elise", "line": "Yeah! You can do it! I'll go along too, so I can heal you if you get hurt!"}, {"speaker": "Garon", "line": "You fail to understand the task at hand. To fulfill the wishes of Anankos, he/she must perform this task by himself/herself. Corrin will vanquish the tribe alone, without the help of our troops."}, {"speaker": "Elise", "line": "WHAT?! Father! That's... that's not possible!"}, {"speaker": "Xander", "line": "Father, be reasonable. Attempting to end this rebellion alone is suicide! To even get there, he/she must first pass through the Woods of the Forlorn. it's too much to ask of him when he's/she's still so inexperienced in the ways of the world!"}, {"speaker": "Garon", "line": "If that is so, then kill him/her now. I will not tolerate insolence."}, {"speaker": "Xander", "line": "... Understood, Father. I apologize for my outburst."}, {"speaker": "Corrin", "line": "Don't worry Xander. I'll find a way to do this alone... somehow. Do you remember when Leo said I have the Devil's luck? It must be true. I swear to you, I will accomplish this task and return home without fail. If you'll excuse me, I must go make the proper preparations for my journey."}, {"speaker": "Xander", "line": "Corrin... May the gods be at your side."}, {"speaker": "Garon", "line": "I have high hopes for you, Corrin. Do not let me down."}, {"speaker": "Corrin", "line": "I won't, father. That's a promise."}, {"speaker": "Garon", "line": "Excellent. All is going according to plan. He/she has already left, all alone, just as Anankos ordained. No traitor of Nohr shall escape justice! Even if he/she begs for the sweet release of death, I won't allow it. He/she must first live long enough to lose all hope and learn the true meaning of pain. Ahahaha!"}, {"speaker": "Xander", "line": "...So it is true. I should have known. Father only wishes to make Corrin suffer... in that case, I know what I must do."}, {"speaker": "Corrin", "line": "So these are the Woods of the Forlorn... if I can't make it through here, I'll never reach the Ice Tribe village. I... I wonder if I'm even going the right way. I've never had to go it alone like this. It's a lonely feeling."}, {"speaker": "Lilith", "line": "AHEM."}, {"speaker": "Corrin", "line": "Oh, I'm sorry, Lilith! You're absolutely right - I'm not alone at all. I have you! Thank you for looking after me. Having you here makes me feel a lot better. But enough fooling around. I must fulfill Father's command. Otherwise... Otherwise I betrayed my birth family for nothing. *sigh*"}, {"speaker": "Corrin", "line": "Wow, it's pitch black in here. This isn't going to be easy, is it? It's so dark, I could be walking in endless circles for all I know. What to do... Lilith? What was that? I think I heard something... Gah! Is that... a faceless?!"}, {"speaker": "Faceless", "line": "Grrrrr... Arrgghhh..."}, {"speaker": "Corrin", "line": "I can't believe it! I had no idea there were faceless in this forest. This is bad... I can't run away though. I must make it through here no matter what. That means there's only one option... I'll have to fight my way through!"}, {"speaker": "Faceless", "line": "Raaaaaargh!"}, {"speaker": "Corrin", "line": "Wow... s-such power! I'm out of my league. I have no choice... I'll have to use my Dragonstone."}, {"speaker": "Faceless", "line": "Grrraaaaargh!"}, {"speaker": "Corrin", "line": "Dammit! I'm surrounded. I'm in deep trouble now. There's no way I can transform in time."}, {"speaker": "????", "line": "Aaaaiiiieeeeee!"}, {"speaker": "Faceless", "line": "Graaaargh!"}, {"speaker": "Felicia", "line": "I did it! Oh, thank goodness I arrived in time! Are you OK?"}, {"speaker": "Corrin", "line": "Felicia?! I'm fine, thanks to you. But... what are you doing here?"}, {"speaker": "Felicia", "line": "I'm sorry! I was just so worried about you. I had to make sure you were OK. They say the spirits of the dead inhabit this forest, searching for fresh souls to take... That's scary! There was no way I was going to let you face this place all by yourself! It's not easy to do something behind King Garon's back, but I somehow managed. Besides, Flora, Jakob, and I were all moved from the northern fortress to the castle. With both of them around, no one will even notice I'm gone, so it should be fine!"}, {"speaker": "Corrin", "line": "Thank you, Felicia. It was very kind of you to come after me like you did. But are you sure this is for the best? According to that... that dragon, I have to do this alone or it doesn't count."}, {"speaker": "Felicia", "line": "Oh! I forgot that part! I am SO STUPID! What are we going to do?! Now you won't be able to pass your test, and it's all my fault!"}, {"speaker": "Corrin", "line": "It's OK, Felicia. Anankos just said I have to beat the Ice Tribe by myself. We're not even there yet, so I bet it's fine. Besides, I'd be dead if it weren't for you!"}, {"speaker": "Felicia", "line": "Oh, Corrin..."}, {"speaker": "Faceless", "line": "Grrrraaaargh..."}, {"speaker": "Corrin", "line": "Uh-oh... It looks like we have more company. I hate to ask for your help again so soon, but would you mind lending a hand?"}, {"speaker": "Felicia", "line": "Of course! After all, that's why I'm here. I refuse to let you die in this horrible place!"}, {"speaker": "Corrin", "line": "Same here. Now let's take these creepy things down and get out of this creepy forest!"}, {"speaker": "Felicia", "line": "OK! We can do this!"}, {"speaker": "???", "line": "Hyaaaaa!"}, {"speaker": "Faceless", "line": "Graaaargh!"}, {"speaker": "Jakob", "line": "Begone, vile beast! Corrin, are you OK? Thank heavens I arrived before it was too late!"}, {"speaker": "Corrin", "line": "Jakob?! I'm fine, thanks to you. But... what are you doing here?"}, {"speaker": "Jakob", "line": "I apologize for the shock, milady. I was worried sick and just had to check on you. They say the spirits of the dead inhabit this forest, searching for fresh souls to take. I simply could not allow you to face such horrors all by yourself. It's not easy to do something behind King Garon's back, but I managed. In any case, Flora, Felicia and I were all reassigned to the castle after you left. Those two should have no trouble covering for me in my absence, so all should be well."}, {"speaker": "Corrin", "line": "Thank you, Jakob. It was very kind of you to come after me like you did. But are you sure this is for the best? According to that... that dragon, I have to do this alone or it doesn't count."}, {"speaker": "Jakob", "line": "I... I'm so sorry, Corrin. I didn't think through the consequences of my actions. This is all my fault"}, {"speaker": "Corrin", "line": "It's OK, Jakob. Anankos just said I have to beat the ice tribe by myself. We're not even there yet, so I bet it's fine. Besides, I'd be dead if it weren't for you!"}, {"speaker": "Jakob", "line": "Thank you, Lady Corrin. It is an honor to serve you."}, {"speaker": "Faceless", "line": "Grrrraaaargh..."}, {"speaker": "Corrin", "line": "Uh-oh... It looks like we have more company. I hate to ask for your help again so soon, but would you mind lending a hand?"}, {"speaker": "Jakob", "line": "Certainly. You had only to ask. I refuse to let you die in this horrible place."}, {"speaker": "Corrin", "line": "Same here. Now let's take these creepy things down and get out of this creepy forest!"}, {"speaker": "Jakob", "line": "As you wish. Leave it to me!"}], "battle": [{"speaker": "Corrin", "line": "They're not backing down. There's no end in sight. I hate to say it Jakob/Felicia, but we're wildly outnumbered here. We need a plan, and fast."}, {"speaker": "Silas", "line": "Hello? Hellooo?"}, {"speaker": "Corrin", "line": "Did you hear that? I think someone's calling out to us in the distance..."}, {"speaker": "Silas", "line": "Hey, Corrin! Over here!"}, {"speaker": "Silas", "line": "Phew! I finally caught up with you. You're faster than you used to be."}, {"speaker": "Corrin", "line": "Um, thanks. And you would be...?"}, {"speaker": "Silas", "line": "It's me, Silas! It's been a long time, Corrin. You're a lot taller! It makes me so happy to reunite with a childhood friend like this."}, {"speaker": "Corrin", "line": "A childhood friend? I'm really sorry, but I'm drawing a blank."}, {"speaker": "Silas", "line": "So you've forgotten about me, eh? Haha, no worries. It's been ages. We used to play together. You always said how badly you wanted to see the world. So one day I made us a picnic and snuck you out for a few hours to explore. I even packed your favorite meal; vegetarian chowder! I knew taking you beyond the walls was forbidden, but... I also knew how much it would mean to you. The guards tried to execute me when we returned, but you wouldn't let them do it."}, {"speaker": "Corrin", "line": "No, it can't be... Silas?! Is it really you? Of course I remember you! I can't believe it! It's been a lifetime since I last saw you. You look so different!"}, {"speaker": "Silas", "line": "You too! I wanted to visit, but I was banned from ever returning after that. I became a Nohrian Knight so that one day I might be able to see you again. Now here we are, in the middle of one of your messes! Just like old times, huh? If you will allow me, I would be honored to fight at your side."}, {"speaker": "Corrin", "line": "Silas... Thank you. You really are a sight for sore eyes."}, {"speaker": "Elise", "line": "Everyone, hold your horses! Corrin, I'm here too!"}, {"speaker": "Corrin", "line": "Elise?! You came as well?"}, {"speaker": "Elise", "line": "Heehee, of course! That's what sisters are for, right? No way I was gonna let our new knight come to your rescue without me! I'm here to help you, Corrin! I don't care what Father thinks!"}, {"speaker": "Corrin", "line": "Thank you, Elise... that means so much to me."}, {"speaker": "Elise", "line": "Anyway, back to business. Silas, you're a real dummy, you know that? Mean, too. Leaving a cute princess behind while you forge ahead. Shame on you!"}, {"speaker": "Silas", "line": "I-I'm so sorry, milady! But, um, don't you have your own retainers to look after you?"}, {"speaker": "Elise", "line": "Well, yeah, but... Don't change the subject! Speaking of, they should be here soon."}, {"speaker": "Silas", "line": "So what you're saying is... you left them behind to forge ahead. Right?"}, {"speaker": "Elise", "line": "Right!"}, {"speaker": "Corrin", "line": "Elise... you are adorable. Go easy on Silas for me, OK?"}, {"speaker": "Arthur", "line": "There's nothing to fear! Arthur is here! The allies of justice have arrived! I'm sorry for letting you slip away, milady. Evil never rests, and nor should I!"}, {"speaker": "Effie", "line": "Elise! I was so worried! Thank goodness we found you. Please don't sneak off again - especially when we're all supposed to be resting."}, {"speaker": "Elise", "line": "Heehee, I'm sorry I made you worry. I was just too excited to see Corrin again!"}, {"speaker": "Corrin", "line": "Ah, I finally have the privilege of meeting Elise's retainers. Thank you for coming."}, {"speaker": "Arthur", "line": "Where injustice dwells, you're sure to find me. I can also be found wherever Elise is. I would have gotten here sooner, but I fell in a swamp and then a bird stole my map. Then another bird stole my backup map... Let's just say it was an ordeal."}, {"speaker": "Elise", "line": "Oh, Arthur, that is SO YOU! He has the worst luck, heehee."}, {"speaker": "Corrin", "line": "I see... Well, all that matters is that you're here now."}, {"speaker": "Effie", "line": "I didn't fall in the swamp like Arthur, but my armor did hold me back. Maybe I packed too many training stones into it before I left..."}, {"speaker": "Elise", "line": "Effie is super strong! She's amazing!"}, {"speaker": "Corrin", "line": "Haha, you seem to have some really special retainers, Elise. With all of you on my side, I know we can make it through this. Thank you, all of you, for putting yourselves at risk to come to my aid."}, {"speaker": "Elise", "line": "Sure thing! But really Xander is the one you should thank. He went behind Father's back and sent us all out here to keep you safe!"}, {"speaker": "Corrin", "line": "Xander... Well, I certainly can't die before thanking him. All the more reason to prevail!"}], "end": [{"speaker": "Corrin", "line": "Phew! It appears all of the Faceless have finally been dispatched. Good work."}, {"speaker": "Elise", "line": "Yaaay! We did it! GO TEAM!"}, {"speaker": "Silas", "line": "I can't believe we actually won. Amazing! Now to make our way through this forest and head to the Ice Tribe Village."}, {"speaker": "Corrin", "line": "it's such a dark forest, though... I hope we don't lose our way."}, {"speaker": "Felicia", "line": "Oh dear, that's not possible! I can guide us to the village from here. It's where I was born, after all. I could get us there with my eyes closed! I'll keep them open, though... otherwise I'll surely trip."}, {"speaker": "Jakob", "line": "Worry not, milady. I'm more than happy to guide us from here. I've made it my business to know every inch of our kingdom like the back of my hand."}, {"speaker": "Corrin", "line": "Felicia/Jakob, you never cease to amaze me. Whenever you're ready, lead the way."}, {"speaker": "Felicia", "line": "OK! Everyone, stay close!"}, {"speaker": "Jakob", "line": "It would be my pleasure. Please, follow me."}, {"speaker": "Iago", "line": "Drat! So our false prince/princess made it through that battle in one piece... And after I went through all that trouble to summon a Faceless army! This is Prince Xander's fault, the traitor. Though King Garon is not without blame... I don't see why he would allow that child to live after being tainted by the Hoshidans. It is truly beyond my understanding. Luckily he has me to set things right. That's right, Corrin. Enjoy this brief respite, heh heh heh. Hell is waiting for you as soon as you leave this forest. Prepare to suffer and die!"}]}