{"chapter": "08B", "title": "Fierce Winds", "speakers": ["Corrin", "Azura", "Kaze", "Sakura", "???", "Iago", "Tribalist", "Hinoka", "Azama", "Setsuna", "Fuga", "Hayato"], "dialogue_counts": {"Corrin": 46, "Azura": 11, "Kaze": 9, "Sakura": 4, "???": 1, "Iago": 3, "Tribalist": 8, "Hinoka": 9, "Azama": 6, "Setsuna": 5, "Fuga": 17, "Hayato": 5}, "gender_counts": {"M": 40, "F": 29, "N": 9, "A": 46}, "lines": 124, "transitions": "AFAMAMAM-AM-AFFA-M-A-A-A-FAFANA-MAMAM-MFFAFA-MAM-NNANMAFAFNNFNNANAFA-FMFMFMFMFFMFMFF-AFAFAFAFAFA-MAM-M-MAMAMAMAMAM-AFAFAFAMAMMAMMMAMAMAMMMMAM", "intro": [{"speaker": "Corrin", "line": "Gods...these stairs seem to go on forever."}, {"speaker": "Azura", "line": "Indeed. But what did you expect? This is the Eternal Stairway. Not to worry—we've almost reached the halfway point."}, {"speaker": "Corrin", "line": "Right. I suppose there is no Five-Minute Stairway we could have taken instead."}, {"speaker": "Kaze", "line": "Lord/Lady Corrin, please be silent for a moment..."}, {"speaker": "Corrin", "line": "Yeah, that fell a bit flat. Sorry."}, {"speaker": "Kaze", "line": "No, that's not it. I'm sensing an unusual presence. I think we're being followed."}, {"speaker": "Corrin", "line": "How is that possible? I haven't seen any signs of life..."}, {"speaker": "Kaze", "line": "Attention! Whoever you are! Show yourself now if you wish to avoid conflict!"}, {"speaker": "Corrin", "line": "Faceless! Where did they come from?"}, {"speaker": "Kaze", "line": "How strange. I expected humans. The Faceless usually aren't this stealthy. In any case, we have no time to spare. Let's take them out!"}, {"speaker": "Corrin", "line": "Azura, can you please guard Sakura while we deal with this?"}, {"speaker": "Azura", "line": "Yes, of course."}, {"speaker": "Sakura", "line": "Be careful, Corrin!"}, {"speaker": "Corrin", "line": "Are you ready, Kaze? Let's do this."}, {"speaker": "Kaze", "line": "You can count on me. Hyah!"}, {"speaker": "Corrin", "line": "Stand aside or be destroyed!"}, {"speaker": "Corrin", "line": "All right, just a few more standing..."}, {"speaker": "Corrin", "line": "Everyone, hold! Something isn't right."}, {"speaker": "Azura", "line": "What's the matter, Corrin?"}, {"speaker": "Corrin", "line": "These aren't Faceless—they're people! Gods! What have we done?"}, {"speaker": "Azura", "line": "I'm afraid you're right. I recognize their clothing. These people are from the Wind Tribe."}, {"speaker": "Corrin", "line": "I don't understand. A moment ago, this person right here was a Faceless monster!"}, {"speaker": "???", "line": "Ahahaha..."}, {"speaker": "Corrin", "line": "Who's there? Show yourself at once!"}, {"speaker": "Iago", "line": "Good day, Princeling/Princess. Did you enjoy my magic trick?"}, {"speaker": "Corrin", "line": "Iago! What have you done?"}, {"speaker": "Iago", "line": "I didn't do a thing! You're the one who struck down these poor villagers."}, {"speaker": "Corrin", "line": "Why? What could you possibly have to gain..."}, {"speaker": "Iago", "line": "Don't you see? This is just the beginning. Now that you're with the Hoshidans, anything is fair game. Oh, your ignorance does tickle me. Bwahahah!"}, {"speaker": "Kaze", "line": "And he's gone."}, {"speaker": "Azura", "line": "This puts us in an unfortunate position, to say the least. The route ahead takes us thorugh Wind Tribe territory. And we're going to have a hard time explaining what just happened."}, {"speaker": "Sakura", "line": "Who was that maniac, anyway? Do you know him, Corrin?"}, {"speaker": "Corrin", "line": "Yes. His name is Iago. King Garon's right-hand man. I didn't know he was capable of this sort of thing. He probably made US appear to be Faceless to those poor villagers..."}, {"speaker": "Azura", "line": "Well, he did do us one favor. He revealed himself to us as an enemy. I'm sure we'll have to go through him to get to King Garon."}, {"speaker": "Corrin", "line": "Yes, I would expect so..."}, {"speaker": "Kaze", "line": "We've arrived. This is the Wind Tribe Village we must pass through. Lord/Lady Corrin, are you certain you want to approach the village directly?"}, {"speaker": "Corrin", "line": "Yes. Trying to sneak around will only makes us seem more suspicious. Surely they'll understand that we mean them no harm."}, {"speaker": "Kaze", "line": "I'm not as optimistic, but I will trust your judgment. Ah, it looks as though the decision has been made for us..."}, {"speaker": "Tribalist", "line": "Here they are! The savages who attacked our people!"}, {"speaker": "Tribalist", "line": "Prepare to die."}, {"speaker": "Corrin", "line": "Please wait! We can explain. It is true that we fought with some of your people. But we were deceived by an enemy from Nohr."}, {"speaker": "Tribalist", "line": "Please. How stupid do you think we are?"}, {"speaker": "Kaze", "line": "This is going well."}, {"speaker": "Corrin", "line": "Right. Any ideas?"}, {"speaker": "Sakura", "line": "Excuse me! Can I have everyone's attention?"}, {"speaker": "Corrin", "line": "Sakura! Be careful!"}, {"speaker": "Sakura", "line": "Please forgive us. We are so s-sorry to have hurt your people. But you must understand that they appeared before us as Faceless!"}, {"speaker": "Tribalist", "line": "Lady Sakura? You're with these brigands?"}, {"speaker": "Tribalist", "line": "Yeah, what's going on here?"}, {"speaker": "Azura", "line": "Please. You must believe us."}, {"speaker": "Tribalist", "line": "Lady Azura is with them too! Maybe they are telling the truth..."}, {"speaker": "Tribalist", "line": "Hold that thought. Have you considered that THIS might be a trap? Either way, we can't make this decision ourselves. Let's see what Chief Fuga has to say."}, {"speaker": "Corrin", "line": "Very well. We would be happy to speak with your Chief Fuga."}, {"speaker": "Tribalist", "line": "Speak? Bwahaha! Somehow I don't think that's what the chief will have in mind."}, {"speaker": "Corrin", "line": "I see..."}, {"speaker": "Azura", "line": "Be careful, Corrin. I believe your strategy is sage, but... We are putting ourselves in a higly vulnerable position."}, {"speaker": "Corrin", "line": "Yes, I'm well aware of that. But what choice do we have?"}], "battle": [{"speaker": "Fuga", "line": "So. You've made it this far."}, {"speaker": "Corrin", "line": "You must be Chief Fuga. Please, allow me to explain—"}, {"speaker": "Fuga", "line": "No. You must earn the right to explain. Show me that you fight with honor!"}], "recruit-talk": [{"speaker": "Corrin", "line": "Hinoka! What are you doing here?", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Hinoka", "line": "I could ask you the same question, Corrin.", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Corrin", "line": "Yes, well... A lot has happened. I thought you were in the capital.", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Hinoka", "line": "Yes, I was. But I decided to try to catch up to Ryoma and Takumi on their way to Izumo.", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Corrin", "line": "Ah. Well, it's good that we met up...but I have some bad news. Ryoma and Takumi are missing. We're trying to track them down.", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Hinoka", "line": "Missing? Oh gods... They are not the sort of men that simply go missing. What has happened to them, Corrin?", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Corrin", "line": "We don't know. And we've run into a few problems of our own along the way...", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Hinoka", "line": "Yes, I can see that. I thought the Wind Tribe was neutral. Why are we fighting?", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Corrin", "line": "It's a long story, but I believe that we'll be able to explain ourselves to the chief. Will you join us? We could certainly use a little help.", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Hinoka", "line": "Of course! Although, a LITTLE help is about all you'll get from these two...", "recruiter": "Corrin", "recruit": "Hinoka"}, {"speaker": "Corrin", "line": "What do you mean by that? Never mind... I'm just happy to have you all on our side. Let's do this!", "recruiter": "Corrin", "recruit": "Hinoka"}], "boss": [{"speaker": "Fuga", "line": "You've shown some fortitude. Now show me that you're worthy of my attention!"}], "end": [{"speaker": "Fuga", "line": "Bahaha! Well done. I suppose I shouldn't have underestimated one who carries the sacred Yato blade. Now, I will gladly hear an explanation for the unprovoked attack on my people."}, {"speaker": "Corrin", "line": "Yes, of course. Wait—what do you know of my blade?"}, {"speaker": "Fuga", "line": "Ah, King Sumeragi and I were good friends. I learned much about the history of that weapon from him. I also shared concern for its future, which is why it was necessary for me to test you."}, {"speaker": "Corrin", "line": "Test me? How so?"}, {"speaker": "Fuga", "line": "Corrin, the blade you possess has the power to link the Seal of Flames. In the wrong hands, it could unleash enough power to end the world. That's why I wanted to see for myself if you are indeed the right person to handle it."}, {"speaker": "Corrin", "line": "I see. And what of the villagers we wounded?"}, {"speaker": "Fuga", "line": "I already knew that you and your associates were acting in good faith. For what reason would Hoshidan royalty attack a stranger? And then allow her party to be peacefully captured by the stranger's tribe? No, I was well aware that something was amiss."}, {"speaker": "Corrin", "line": "Well, thank you for believing in us. This is the first good news we've had in some time, I'm afraid."}, {"speaker": "Fuga", "line": "Oh? Please, I would gladly hear your full story. But let us freshen up from the battle and sit down to a proper meal first."}, {"speaker": "Corrin", "line": "I appreciate the invitation—and believe me, a bit of rest and a meal are what we need... But we're in search of Lord Ryoma and Lord Takumi. We haven't a moment to spare."}, {"speaker": "Fuga", "line": "I see. Then you must be on your way. Best of luck."}, {"speaker": "Corrin", "line": "Well, I suppose that worked out better than it could have..."}, {"speaker": "Azura", "line": "Yes. I'm glad to know we can still count the Wind Tribe among our friends."}, {"speaker": "Corrin", "line": "I'm still puzzling a bit over what Fuga said about my blade. Do you know anything about the Seal of Flames?"}, {"speaker": "Azura", "line": "No. But I found it curious that he described \"linking\" the seal. Could there be more than one Seal of Flames? If so, could there be more than one sacred blade out there? It is a troubling idea. What if our enemies already possess a similar weapon?"}, {"speaker": "Corrin", "line": "Right. That is a troubling thought. But let's focus on the problems in front of us before inventing new ones."}, {"speaker": "Azura", "line": "You're right, Corrin. I suppose I'm getting carried away."}, {"speaker": "Corrin", "line": "Perhaps we've spoken too soon. Here comes Chief Fuga, and he appears to be in a hurry."}, {"speaker": "Fuga", "line": "Corrin! Please wait a moment."}, {"speaker": "Corrin", "line": "How can we help you, Chief? Is everything OK?"}, {"speaker": "Fuga", "line": "Yes, yes, thank you. It occurred to me that we might be able to make a mutually beneficial arrangement. You are in need of all the men and women you can get. And we have a skilled diviner who could use some real-world experience. His name is Hayato, and he would like to offer his services to your party."}, {"speaker": "Hayato", "line": "Good day."}, {"speaker": "Corrin", "line": "Um..."}, {"speaker": "Hayato", "line": "Is there a problem?"}, {"speaker": "Fuga", "line": "Please! Don't judge him by his youthful appearance. Hayato has mastered a number of unique skills that make him invaluable."}, {"speaker": "Hayato", "line": "I don't mean to sound conceited, but... You would be lucky to have me on your team."}, {"speaker": "Corrin", "line": "Very well! I certainly won't turn down your assistance at a time like this."}, {"speaker": "Fuga", "line": "Splendid. I hope he makes a valuable addition to your team. And as for you, Hayato, I'm glad to finally be able to offer you this chance to travel."}, {"speaker": "Corrin", "line": "Travel? I hope you both realize that this isn't exactly a vacation..."}, {"speaker": "Fuga", "line": "Of course. It's just that Hayato has not had much opportunity to leave the village. In addition to helping you, he will be exploring the world for the first time."}, {"speaker": "Corrin", "line": "I see. I think I understand exactly how he feels. After all, I spent most of my childhood locked in a Nohrian castle."}, {"speaker": "Fuga", "line": "Well, then I'm sure you two will have a lot to talk about. And I trust you'll take good care of our Hayato."}, {"speaker": "Hayato", "line": "Chief! Must I remind you again that I am no longer a child?"}, {"speaker": "Fuga", "line": "You're right, you're right. I must admit that I still feel a bit protective at times..."}, {"speaker": "Hayato", "line": "Dad! I mean...Chief! Lord/Lady Corrin, he's not my dad. He's just looked after me since I was a child."}, {"speaker": "Corrin", "line": "It's OK. I understand. Anyway...we should get going. Welcome aboard, Hayato. And thank you for everything, Chief Fuga."}, {"speaker": "Fuga", "line": "No need to thank me. Please feel free to come back here anytime you'd like. I'm proud to have met the one whom the sacred Yato chose. We shall meet again."}]}