{"chapter": "10B", "title": "Ninja Village", "speakers": ["Corrin", "Azura", "Kaze", "Zola", "Hinoka", "Sakura", "Kotaro", "Takumi", "Saizo", "Hinata", "Oboro", "Kagero"], "dialogue_counts": {"Corrin": 38, "Azura": 24, "Kaze": 5, "Zola": 10, "Hinoka": 19, "Sakura": 9, "Kotaro": 12, "Takumi": 33, "Saizo": 7, "Hinata": 1, "Oboro": 1, "Kagero": 6}, "gender_counts": {"M": 61, "F": 66, "N": 0, "A": 38}, "lines": 165, "transitions": "AFMFAMAFMAMAFFMAMFAFMAFM-AFAFAFAF-AMFAFMFMFMMAMAFMAMMFMA-AMAFF-FAMAMFFMAMAMF-MFMFMFMFMFMFMFM-M-M-FMFMFMFMFMFMF-MAMFAMFMFMA-FFMFFMM-F-AMAMAFMFMFMFMAMAMAMAMFAFA-MFFFFFMFFFFFFFFAMFA", "intro": [{"speaker": "Corrin", "line": "The road ahead seems heavily forested. Is that where we're going?"}, {"speaker": "Azura", "line": "Yes. It is dense, but there's a path that leads to the Bottomless Canyon. This whole area is the domain of Mokushu, another independent nation. If we encounter any of its citizens, they should be friendly, but... We would be wise to remember how Nohr compromised Izumo before we arrived."}, {"speaker": "Kaze", "line": "I wouldn't worry about Nohr strong-arming Mokushu, milady. The locals are well known for their proficiency in the martial arts. Many great ninja have sharpened their craft here. No, it's likely that Nohr's strategists would have tried to avoid this area. Even if it meant taking the long route."}, {"speaker": "Azura", "line": "And we haven't heard about any battles in the area—another good sign."}, {"speaker": "Corrin", "line": "Very well. Let's proceed."}, {"speaker": "Zola", "line": "Boo! Betcha didn't expect to see me here!"}, {"speaker": "Corrin", "line": "Zola! You've been following us! You're massively outnumbered, so you can't possibly be in search of a fight."}, {"speaker": "Hinoka", "line": "Relax, Corrin. He probably just came back to offer me a chance to cut him. Wasn't that thoughtful of him."}, {"speaker": "Zola", "line": "No! Please! I'm defeated. I did not show up here to challenge all of you by myself. I came here to surrender...and to seek amnesty."}, {"speaker": "Corrin", "line": "And why should we trust you?"}, {"speaker": "Zola", "line": "Well, to be honest...you shouldn't. I tried to kill you. But you saw what Lord Leo was about to do to me. I can no longer return to Nohr. I am exiled. Without the backing of an army, I am of little danger to you. But maybe I could be of some assistance..."}, {"speaker": "Corrin", "line": "Hmm..."}, {"speaker": "Azura", "line": "Corrin! Surely you can't be considering his proposal?"}, {"speaker": "Hinoka", "line": "Can I cut him yet?"}, {"speaker": "Zola", "line": "Eeeek! Stay away from me, please!"}, {"speaker": "Corrin", "line": "I think we should bring him with us."}, {"speaker": "Zola", "line": "Wait, really?"}, {"speaker": "Azura", "line": "Yes, really, Corrin?"}, {"speaker": "Corrin", "line": "Yes. As he said, he's of little danger to us by himself. And he may prove to have some value. Lastly, it is not the Hoshidan way to turn one's back on the helpless."}, {"speaker": "Azura", "line": "You have a kind heart, Corrin. Perhaps too kind."}, {"speaker": "Zola", "line": "Oh, thank you, Prince/Princess Corrin! I can't believe I let King Garon convince me that you deserved to die. What you've done here today shows your true character—that of a brave leader!"}, {"speaker": "Corrin", "line": "You're overreacting, Zola. And please remember... If any of us catch you doing ANYTHING suspicious... I WILL allow Hinoka to cut you down."}, {"speaker": "Hinoka", "line": "I'll always be standing by, knife at the ready, Corrin. So don't even think about doing anything stupid. You got that?"}, {"speaker": "Zola", "line": "Yes, milady!"}, {"speaker": "Corrin", "line": "Ahh. This forest air is refreshing. And I have to say. I'm enjoying this path a fair bit more than the Eternal Stairway... Are we getting anywhere close to the Bottomless Canyon, Sakura?"}, {"speaker": "Sakura", "line": "Yes, I believe so. *sigh*"}, {"speaker": "Corrin", "line": "What's the matter? Are you getting tired?"}, {"speaker": "Sakura", "line": "No... I was just th-thinking about Ryoma and Takumi... Sometimes I forget that they're missing, and then when I remember... It's like a wound is freshly opened."}, {"speaker": "Corrin", "line": "I know the feeling. But please try to stay positive. Worrying about it isn't going to do anything but drive you crazy."}, {"speaker": "Sakura", "line": "You're right. I'll do my best!"}, {"speaker": "Corrin", "line": "That's the spirit. Whoa... Watch out!"}, {"speaker": "Sakura", "line": "Ahhh!"}, {"speaker": "Corrin", "line": "A shuriken?! Get down, everyone!"}, {"speaker": "Kaze", "line": "This belongs to a Mokushu ninja."}, {"speaker": "Azura", "line": "I sense the presence of many... I believe we're surrounded, Corrin."}, {"speaker": "Corrin", "line": "Blast! So much for Nohr staying away from Mokushu."}, {"speaker": "Azura", "line": "I'm not sure we're dealing with Nohr..."}, {"speaker": "Zola", "line": "I think she's right. I know that Nohr wants no fight with the kingdom of Mokushu."}, {"speaker": "Hinoka", "line": "How convenient. Come here, runt."}, {"speaker": "Zola", "line": "Awwk! Please remove that blade from my throat!"}, {"speaker": "Hinoka", "line": "Not until you tell us what's going on."}, {"speaker": "Zola", "line": "Gah! Your guess is as good as mine! Perhaps Nohr has made an alliance with Mokushu."}, {"speaker": "Kotaro", "line": "The deformed one is correct. Our kingdom has made an arrangement with Nohr."}, {"speaker": "Corrin", "line": "Who are you?"}, {"speaker": "Kotaro", "line": "I am Kotaro, daimyo of Mokushu."}, {"speaker": "Corrin", "line": "And what is your quarrel with us, Daimyo Kotaro? We merely seek passage through your territory."}, {"speaker": "Azura", "line": "Yes. Our understanding was that Mokushu is an independent nation. Yet you are now beholden to Nohr?"}, {"speaker": "Kotaro", "line": "Beholden? Pah! Mokushu is beholden to no nation. Our interests simply happen to line up with those of Nohr for the time being. Once Hoshido is defeated, King Garon will grant us considerable new territory. We've long been waiting for the chance to expand. And this war is the perfect opportunity."}, {"speaker": "Corrin", "line": "So you're a war profiteer. How noble."}, {"speaker": "Kaze", "line": "Gods. The famous daimyo of Mokushu turns out to be a scheming politician. I don't even have words for how disappointing that is."}, {"speaker": "Kotaro", "line": "And even if you did, it wouldn't make a difference. Grow up, foolish Hoshidans. Only the ambitious prosper in this world."}, {"speaker": "Azura", "line": "It was careless of us not to think of this possibility."}, {"speaker": "Kotaro", "line": "Indeed! Now that I have you all in one place, I can end the war today. I look forward to building a castle on the smoking ruins where Hoshido once stood."}, {"speaker": "Corrin", "line": "Go on, keep talking. I'll savor making you eat those words."}], "battle": [{"speaker": "Corrin", "line": "Great, what now? Wait...is that who I think it is?"}, {"speaker": "Takumi", "line": "Ungh..."}, {"speaker": "Corrin", "line": "Takumi! Over here!"}, {"speaker": "Sakura", "line": "Brother!"}, {"speaker": "Hinoka", "line": "I'm so happy to see you again, Brother!"}, {"speaker": "Hinoka", "line": "Gah! What's wrong with you? That arrow almost hit me!"}, {"speaker": "Corrin", "line": "Takumi, what are you doing?!"}, {"speaker": "Takumi", "line": "Kill..."}, {"speaker": "Corrin", "line": "Um..."}, {"speaker": "Takumi", "line": "I should have been the chosen one..."}, {"speaker": "Hinoka", "line": "This is creepy..."}, {"speaker": "Sakura", "line": "*sob* Takumi... What h-happened to you?"}, {"speaker": "Takumi", "line": "I am ignored...alone...forgotten. But I am more powerful than they can imagine!"}, {"speaker": "Corrin", "line": "What are you saying? Snap out of it, Takumi!"}, {"speaker": "Takumi", "line": "Ughhhh... I will not stand in the shadows any longer... They will all see me for the first time! I will make them pay for what they've done. I will make them...I will make them... DIE!"}, {"speaker": "Corrin", "line": "Takumi?!"}, {"speaker": "Takumi", "line": "Unnnhhh..."}, {"speaker": "Azura", "line": "Look at the color of his eyes... Could it be? There's only one way to find out. I'll have to sing to him..."}], "recruit-talk": [{"speaker": "Takumi", "line": "No one...notices me. No one...cares. Die. Die. Die. Die. Die. Die.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "Takumi...listen to me.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "You... You are...", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "It doesn't matter. I'm someone who can help. You're being controlled by a dark force. This is not who you are! You don't have to give in. You can survive this! Listen carefully...", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "Ugh... Gyaaaaah!", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "Takumi, can you hear me now?", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "Ohhhh... Azura? Is that you?", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "Yes, it's me! Oh, thank goodness.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "Uh...where am I?", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "Unfortunately, we're right in the middle of a battle. I don't really have time to explain. Are you in any condition to defend yourself?", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "I...I think so. I feel OK.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "Very well. Just remember.. You're strong and intelligent. There's a certain something about you. I believe in you, Takumi.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "Um, OK...", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Azura", "line": "That's the Takumi I remember. Now, come on! You'll need to focus to make it through this battle.", "recruiter": "Azura", "recruit": "Takumi"}, {"speaker": "Takumi", "line": "Wait! Azura! Ugh, I'm still a bit woozy. So many questions... I guess I'll just have to stay alive to get them answered.", "recruiter": "Azura", "recruit": "Takumi"}], "recruit-battle": [{"speaker": "Takumi", "line": "Die. Die. Die. Die. Die. Die. Die..."}, {"speaker": "Kotaro", "line": "Thank you SO much for walking right into my domain. Perhaps I'll name one of the latrines in my new castle in your honor."}, {"speaker": "Saizo", "line": "Kotaro of Mokushu...you will now answer to me.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "I answer to no one. Who are you to suggest otherwise?", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "I am Saizo the Fifth, servant to the Hoshidan royal family.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Saizo...that's familiar. I believe I've murdered others of your pitiful lineage.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "You—! How dare you! My father was an honorable man.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Honorable? Maybe. Weak? Definitely. That balding old fool had the audacity to lecture ME! So naturally...I put an end to his life.", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "I knew you were the one responsible for his death. Coward!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Bwahaha! Isn't this a stroke of luck? To fell both father and son with the same blade... How poetic!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "I'm about to rewrite your poem...", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Please. If you're anything like your father, you won't land a single blow!", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "How's that? Did I land a single blow?", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Kotaro", "line": "Ugh... *cough* *cough* *gurgle*", "unit": "Saizo", "boss": "Kotaro"}, {"speaker": "Saizo", "line": "Fitting. Father, you are avenged.", "unit": "Saizo", "boss": "Kotaro"}], "end": [{"speaker": "Takumi", "line": "Unhh... I am invisible..."}, {"speaker": "Corrin", "line": "Takumi! TAKUMI! He's still not responsive. I don't want to attack him, but... What should we do?"}, {"speaker": "Takumi", "line": "Ughhh..."}, {"speaker": "Azura", "line": "I have an idea, Corrin. But I'll need to get close to him."}, {"speaker": "Corrin", "line": "All right. Just be careful. Who knows what he's capable of in this state."}, {"speaker": "Takumi", "line": "What... are you..."}, {"speaker": "Azura", "line": "It doesn't matter. I'm someone who can help. Listen carefully!"}, {"speaker": "Takumi", "line": "Ugh... Gyaaaaah!"}, {"speaker": "Azura", "line": "Takumi! Can you hear me?"}, {"speaker": "Takumi", "line": "Ugh... Oh, man... What's going on? Why is everyone looking at me?"}, {"speaker": "Corrin", "line": "Takumi! You're back!"}, {"speaker": "Sakura", "line": "Brother! I'm so glad you're back to normal. We were all so w-worried about you."}, {"speaker": "Hinoka", "line": "Yeah. Don't ever do that again, OK?"}, {"speaker": "Takumi", "line": "Whoa, guys! Stop crying. You're making me all embarrassed."}, {"speaker": "Sakura", "line": "I don't care. We didn't know if we'd ever see you again. And then when you showed up all weird like that..."}, {"speaker": "Hinoka", "line": "Yeah. We didn't know if you'd ever be the same Takumi we know and love again."}, {"speaker": "Takumi", "line": "Well, it's definitely me guys. Thank you for your concern. And I'm sorry I made you all worried."}, {"speaker": "Hinata", "line": "Phew! I'm glad Lord Takumi is safe and sound after all. It wasn't looking good for us for a while there..."}, {"speaker": "Oboro", "line": "Lord Takumi! Now that you're back, we'll never let anything happen to you again!"}, {"speaker": "Corrin", "line": "It's good to have you back, Takumi. But as much as I would like to savor this moment. Ryoma is still missing. Can you tell us anything about what happened to you two?"}, {"speaker": "Takumi", "line": "Yeah. It was insane. We ran into Nohrian troops just outside Izumo and began fighting. Ryoma and I were separated in the early stages of combat, before we had to retreat. We were outnumbered...and pushed to the brink of the Bottomless Canyon."}, {"speaker": "Corrin", "line": "So we still have no idea where he is..."}, {"speaker": "Takumi", "line": "No, I'm afraid not. Something triggered a massive landslide, and I was caught up in it. That's how I fell into the canyon."}, {"speaker": "Corrin", "line": "You actually fell into the Bottomless Canyon? How are you still alive?"}, {"speaker": "Hinoka", "line": "I've never heard of anyone returning from there before."}, {"speaker": "Takumi", "line": "I...I have no idea. All I remember is falling. There was a period of darkness, and then I woke up here."}, {"speaker": "Hinoka", "line": "Well, I'm just glad to have you back. It's a miracle you survived a fall like that!"}, {"speaker": "Takumi", "line": "So, um, can anyone tell me how I ended up here? Or what, exactly, I was doing before I woke up just no?"}, {"speaker": "Azura", "line": "It's best you don't worry about it for now. Just get some rest."}, {"speaker": "Takumi", "line": "No, I need to know. My Fujin Yumi was in my hand when I came to. And some of you have wounds in your backs..."}, {"speaker": "Hinoka", "line": "Well..."}, {"speaker": "Takumi", "line": "Tell me! What did I do?"}, {"speaker": "Corrin", "line": "Takumi...you must have been under some sort of spell. You stumbled out of the woods and started attacking our party. Please, try not to worry about it. We know it wasn't really you."}, {"speaker": "Takumi", "line": "Oh, what have I done? A prince attacking his own men? How can I show my face in Hoshido again?"}, {"speaker": "Corrin", "line": "Please! Someone...or something...was controlling you. We know you were not in your right mind."}, {"speaker": "Takumi", "line": "That's small comfort right now, I'm afraid."}, {"speaker": "Corrin", "line": "Well, I'm sorry you feel that way, but all that matters now is that we're all here. Will you join us in the search for Ryoma? Perhaps something along the way will jog your memory. Can we count on you?"}, {"speaker": "Takumi", "line": "Yes. If you can forgive me for all the hurtful things I've said and done."}, {"speaker": "Corrin", "line": "Of course. We must move forward—not dwell on the past."}, {"speaker": "Takumi", "line": "Thank you, Corrin. I also need to thank you...Sister."}, {"speaker": "Azura", "line": "Oh! You called me— I mean...you're quite welcome, Takumi. Ahem... *cough* *cough*"}, {"speaker": "Corrin", "line": "Is everything OK, Azura? You don't look well."}, {"speaker": "Azura", "line": "I'm fine. I think I'm just a bit tired. Please, don't worry about me. I'll be better in no time."}, {"speaker": "Corrin", "line": "If you say so."}, {"speaker": "Kaze", "line": "Excuse me, everyone. I have more good news. Our forces rescued Kagero from an underground prison nearby. Welcome back, Kagero."}, {"speaker": "Kagero", "line": "Hello, everyone. Good day, milady."}, {"speaker": "Hinoka", "line": "Welcome back! Are you all right? Do you know what happened to Ryoma?"}, {"speaker": "Kagero", "line": "Yes. But I'm afraid—"}, {"speaker": "Hinoka", "line": "No! Ryoma could not have fallen to the Nohr army. It isn't possible!"}, {"speaker": "Sakura", "line": "No! Brother... *sob* *sob*"}, {"speaker": "Takumi", "line": "I can't believe he's gone..."}, {"speaker": "Hinoka", "line": "We will build a monument to his glory when we return home..."}, {"speaker": "Kagero", "line": "Please, if you would allow me to continue. Lord Ryoma is still alive, as far as I know."}, {"speaker": "Hinoka", "line": "But? You said you were afraid of something."}, {"speaker": "Kagero", "line": "I was going to say I'm afraid I don't know exactly where he is. After being separated from Lord Takumi, Lord Ryoma met with a Hoshidan scout. The scout informed him of a new civil strife in Nohr. Ryoma departed at once in the direction of Cheve."}, {"speaker": "Hinoka", "line": "Cheve...so he's on his way to Nohr right now!"}, {"speaker": "Kagero", "line": "I can only assume so. I was given the order to return to Hoshido and report this information... But I was careless while traveling through Mokushu and ended up being caught. I must apologize to everyone for such shameful conduct."}, {"speaker": "Hinoka", "line": "It's OK. We're just glad to see you alive. And knowing that Ryoma is still out there is valuable information to have."}, {"speaker": "Azura", "line": "Yes. But we should depart quickly if we hope to catch up to him. Corrin, this may mean returning all the way to Nohr. Are you ready to do that?"}, {"speaker": "Corrin", "line": "Yes, of course."}, {"speaker": "Kaze", "line": "If we travel by sea, it will be faster. We should head to the nearest port town. And even though Kotaro is defeated we should take care. There will surely be other ninja who share his ambition, lying in wait..."}, {"speaker": "Kagero", "line": "Yes, that sounds wise. I've also dispatched another ally back to Hoshido. He will warn everyone to avoid this area for the time being. I expect he'll reach Hoshido and inform Yukimura within half a day or so. Lord/Lady Corrin, would you permit me to join you? I feel I must make up for my previous shortcomings."}, {"speaker": "Corrin", "line": "You owe nothing, but we would be more than happy to have you. Everyone—the sooner we find Ryoma, the sooner we can end this war."}]}