{"chapter": "10C", "title": "Unhappy Reunion", "speakers": ["Silas", "Corrin", "Felicia", "Jakob", "Takumi", "Hinata", "Oboro", "Old Woman", "Old Man", "Girl", "Boy", "Selena", "Beruka", "Camilla", "Azura", "Elise"], "dialogue_counts": {"Silas": 6, "Corrin": 38, "Felicia": 5, "Jakob": 5, "Takumi": 17, "Hinata": 5, "Oboro": 5, "Old Woman": 1, "Old Man": 1, "Girl": 1, "Boy": 1, "Selena": 4, "Beruka": 4, "Camilla": 6, "Azura": 2, "Elise": 1}, "gender_counts": {"M": 33, "F": 27, "N": 4, "A": 38}, "lines": 102, "transitions": "MAMAMAMAMAM-FAFAFAFAFA--MAMAMAMAMA-AM-AMMFM-N-N-N-N-FAFFAFAFAFAFFFAFAFF-M-M-F-F-M-M-MAM-FAFA-MAMAM-MFMF-MAMAMFAMAMAMAMAFAFA", "intro": [{"speaker": "Silas", "line": "We've finally made it to the port. So far, so good. From here we can catch a ferry to Notre Sagesse. Felicia/Jakob's off making the arrangements as we speak."}, {"speaker": "Corrin", "line": "Wonderful. We should all take this rare opportunity to relax for a bit. Azura in particular looks exhausted."}, {"speaker": "Silas", "line": "I noticed too. Well, it hasn't been an easy journey here. But there's also... Well, let's just say Lady Elise has grown awfully found of her. In fact, Lady Elise has been talking to her almost nonstop since they met. Lady Azura is very polite, but I worry all that chatter is wearing her out."}, {"speaker": "Corrin", "line": "Ha ha, you may have a point. Poor Azura doesn't stand a chance. Once Elise gets going, it's hard to stop her. She's a one-woman stampede."}, {"speaker": "Silas", "line": "It's as though she's trying to make up for all the sibling time they missed out on. It's rather heartwarming when you think about it."}, {"speaker": "Corrin", "line": "Sibling time, eh? Hmm..."}, {"speaker": "Silas", "line": "Ah! I'm so sorry, Corrin. I didn't mean to remind you of your own siblings in Hoshido. Please forgive me for making such an insensitive comment."}, {"speaker": "Corrin", "line": "Oh, don't worry about it. I was actually thinking of something else."}, {"speaker": "Silas", "line": "What's wrong, Corrin?"}, {"speaker": "Corrin", "line": "Huh? Oh! It's nothing. I was just lost in thought."}, {"speaker": "Silas", "line": "Are you sure there's nothing... Oh, look at that! Felicia/Jakob has returned. Oh dear/That's strange, she/he appears to be out of breath. I wonder what's wrong..."}, {"speaker": "Felicia", "line": "Emergency! EMERGENCY!! Hoshidan f-forces are heading our way. They'll be here any minute!"}, {"speaker": "Corrin", "line": "The Hoshidans? Here?! Felicia, are you sure?"}, {"speaker": "Felicia", "line": "Yes, milord, I'm afraid so. I overheard one of the guards say so on my way here. He also said they're holding all the ferries until they've left. This is bad! Really bad! What are we going to do, Lord Corrin?"}, {"speaker": "Corrin", "line": "Fighting is our only option. We have to beat them and get on that ferry. It's the only way we'll be able to carry out Father's mission. But..."}, {"speaker": "Felicia", "line": "What is it, Corrin?"}, {"speaker": "Corrin", "line": "When we fought the Hoshidans at Fort Dragonfall, they were only strangers. I haven't had to face Ryoma and the others, not since that fateful day when I... I know it's inevitable, but the thought of fighting my blood siblings... I just..."}, {"speaker": "Felicia", "line": "Lord Corrin... I don't know what to say. It's a difficult position, isn't it? I'd understand completely if you decided you didn't want to fight them. If it's causing you so much pain, let's just turn around and go home."}, {"speaker": "Corrin", "line": "Thank you, Felicia, but I'm afraid it's not that simple. Sooner or later we all must face the consequences of our actions. I knew this would happen when I followed my heart and sided with my Nohrian family. I must stand behind that decision no matter what. I will not run."}, {"speaker": "Felicia", "line": "I understand. Very well then. I'll tell Lady Elise and the others to prepare for battle."}, {"speaker": "Corrin", "line": "Please do."}, {"speaker": "Jakob", "line": "Milady, we have an emergency situation on our hands! Hoshidan forces are heading our way. They shall arrive momentarily."}, {"speaker": "Corrin", "line": "The Hoshidans? Here?! Jakob, are you sure?"}, {"speaker": "Jakob", "line": "I'm afraid so. I overheard as much from a guard on my way here. The guard also said all ferries are being denied until they've left. What would you like to do, milady?"}, {"speaker": "Corrin", "line": "... Fighting is our only option. We have to beat them and get on that ferry. It's the only way we'll be able to carry out Father's mission. But..."}, {"speaker": "Jakob", "line": "What's wrong, Lady Corrin?"}, {"speaker": "Corrin", "line": "When we fought the Hoshidans at Fort Dragonfall, they were only strangers. I haven't had to face Ryoma and the others, not since that fateful day when I... I know it's inevitable, but the thought of fighting my blood siblings... I just..."}, {"speaker": "Jakob", "line": "Lady Corrin... I hate to see you in such agony. None of us would judge if you chose not to engage in battle against your siblings. Instead of tormenting yourself, why don't we just turn around and go home?"}, {"speaker": "Corrin", "line": "Thank you, Jakob, but I'm afraid it's not that simple. Sooner or later we all must face the consequences of our actions. I knew this would happen when I followed my heart and sided with my Nohrian family. I must stand behind that decision no matter what. I will not run."}, {"speaker": "Jakob", "line": "Understood, milady. I'll let the others know what's happened so they can prepare for battle."}, {"speaker": "Corrin", "line": "Please do."}, {"speaker": "Corrin", "line": "... Making up for lost time with lost siblings... the battlefield is a poor place for that. Perhaps in another life, things could have turned out differently. Please forgive me, Ryoma... Takumi... Please forgive me..."}, {"speaker": "Takumi", "line": "You abandoned your family, and Hoshido... Now, pay for your betrayal!"}, {"speaker": "Corrin", "line": "Is that... Takumi?! Wow, he's not just fighting, he's leading the whole army! Still, I meant what I said. Even if Takumi is involved, we must defend this port. This is Nohrian territory. I won't allow the Hoshidans to take our homeland from us!"}, {"speaker": "Hinata", "line": "Lord Takumi! It seems the Nohrians aren't going to back down."}, {"speaker": "Takumi", "line": "So they plan to fight us, do they? I suppose I shouldn't be surprised. Nohrians aren't like normal, decent people. They live for the thrill of battle. All the better. I shall delight in putting those cowards in their place."}, {"speaker": "Oboro", "line": "It looks like there's only a handful of them anyway. Should be an easy win."}, {"speaker": "Takumi", "line": "Agreed. Even so, it's never a good idea to underestimate one's enemy. I refuse to lose to the Nohrians, especially while that traitor is among their ranks. We must prevail, for the sake of Hoshido and all that is good in the world!"}], "visit": [{"speaker": "Old Woman", "line": "Say what? This town is caught up in the war between Nohr and Hoshido? Blast it all, what a pain in the patoot. Guess I'll hole up until things settle. Thanks for letting me know. Please take this with you."}, {"speaker": "Old Man", "line": "Eh? This town is now a battlefield, you say? What in tarnation... It does seem dangerous out there. Alrighty, I'll lock up tight, then. Thanks for the warning, stranger. Here, take this."}, {"speaker": "Girl", "line": "Oh dear! I've heard rumors about the war, but I never thought it would reach us here. I'll lock up tight and keep the little ones indoors today. Here, please take this as a token of my gratitude. I don't need it anyway."}, {"speaker": "Boy", "line": "Dang, I had a feeling somethin' was up when I heard all that commotion. Never thought this town would see war... well, th-thanks for the heads-up. Really, you might have saved my life. This is for you. Go on, I insist!"}], "battle": [{"speaker": "Selena", "line": "Lord/Lady Corrin! Are these ridiculous Hoshidans giving you a hard time? You're so hopeless, heh heh. Lucky for you we're here to bail you out."}, {"speaker": "Corrin", "line": "Huh? Who are you two? You don't seem like enemies, but..."}, {"speaker": "Selena", "line": "Wow. Really? Just wow. I cannot BELIEVE you've forgotten about me. You monster! Beruka! Say something, dammit!"}, {"speaker": "Beruka", "line": "..."}, {"speaker": "Corrin", "line": "Aww, she's shy, isn't she? Beruka, is it? It's nice to meet you!"}, {"speaker": "Beruka", "line": "... You're heartless. A heartless monster."}, {"speaker": "Corrin", "line": "Whaaa?! Why would you say that? Who are you people, anyway?!"}, {"speaker": "Camilla", "line": "There you are, my naughty little retainers. Even though I said we were in a rush, that's no excuse to leave me behind!"}, {"speaker": "Corrin", "line": "Camilla!"}, {"speaker": "Camilla", "line": "Corrin! Oh, I'm so glad we made it in time. Tell your big sister the truth - did these foul creatures make you cry? Be honest!"}, {"speaker": "Corrin", "line": "Ha ha, of course not! I'm fine, promise!"}, {"speaker": "Selena", "line": "Lady Camilla! Sorry we got ahead of you. But you should have heard the horrible things Lord/Lady Corrin said to us. Even though we used to watch over him/her, he/she doesn't remember us at all. Sure, we always stuck to the shadows and never introduced ourselves... but still! I could cry right now. Really! I really could!"}, {"speaker": "Beruka", "line": "All that time hovering... caring... watching... it was all for naught. He/She has no heart."}, {"speaker": "Camilla", "line": "Now, now, you two. I'm sure he/she didn't mean to hurt your feelings. I'm certain he/she would remember, given more time. You simply must forgive him/her. Now that all that's settled, let me introduce my lovely retainers to you, Corrin. Say hello to Selena and Beruka. Aren't they tough yet adorable?! I love them so."}, {"speaker": "Corrin", "line": "It's nice to meet you. I mean, to see you again. I'm really sorry I upset you both. Wait... Camilla, if you're here, does that mean you finished your mission already?"}, {"speaker": "Camilla", "line": "Heh heh, well, in a sense. Xander and Leo are taking care of it for me. They really liked the idea of me coming to help you. That's our little secret, OK? Now I can destroy any nasty people try to harm my darling baby brother/sister."}, {"speaker": "Corrin", "line": "That's sweet... if not a little scary. Thank you, Camilla. And you too, Selena and Beruka. I appreciate your help."}, {"speaker": "Selena", "line": "I guess I'll do my best to protect you or whatever. I'm still pretty angry though."}, {"speaker": "Beruka", "line": "I'll kill them all. For Lady Camilla."}], "boss": [{"speaker": "Hinata", "line": "I'm gonna give this fight all I've got for Lord Takumi! Prepare yourself!"}, {"speaker": "Hinata", "line": "Bah! Guess I'll... have to retreat... This isn't over!"}, {"speaker": "Oboro", "line": "I'll strike down anyone who dares lay so much as a finger on Lord Takumi!"}, {"speaker": "Oboro", "line": "I must retreat... Forgive me, Lord Takumi..."}, {"speaker": "Takumi", "line": "On my honor as a prince of Hoshido, I shall not fall upon a Nohrian's blade!"}, {"speaker": "Takumi", "line": "No! How could... this happen? Forced to retreat... again..."}, {"speaker": "Hinata", "line": "Well, lookee here. Looks like we got a Nohrian pig on our hands. Corrin, right? Or do you prefer Lord/Lady Traitor?", "unit": "Corrin", "boss": "Hinata"}, {"speaker": "Corrin", "line": "Traitor? Is that what Takumi told you? I might have expected as much.", "unit": "Corrin", "boss": "Hinata"}, {"speaker": "Hinata", "line": "Milord calls it like he sees it. He told me all about your lies and betrayal. As Lord Takumi's retainer, it's my job to punish those who cause him pain. Besides, I can't forgive you for what you did to Hoshido either. That's why I'm pleased to pieces to be the one to show you to your grave!", "unit": "Corrin", "boss": "Hinata"}, {"speaker": "Oboro", "line": "Wait... Aren't you Corrin? Lord Takumi's brother/sister? I don't believe we've met. I'm Oboro, his retainer. Usually I'd be under orders to protect you. Sadly, that's not the case today... Today we meet as enemies, so you'll have to forgive what I'm about to do.", "unit": "Corrin", "boss": "Oboro"}, {"speaker": "Corrin", "line": "I understand, as I feel precisely the same way. It's truly a shame, isn't it? Oh, um... By the way, you should know you're making a really strange face.", "unit": "Corrin", "boss": "Oboro"}, {"speaker": "Oboro", "line": "Huh? Ah, sorry about that. I do so despise Nohrians. So much so, in fact, that my face turns sour whenever I'm looking at one. Don't worry about it. It's nothing personal.", "unit": "Corrin", "boss": "Oboro"}, {"speaker": "Corrin", "line": "So strange...", "unit": "Corrin", "boss": "Oboro"}, {"speaker": "Takumi", "line": "Any last words, Corrin?", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Corrin", "line": "Takumi... In your heart you must know this is the last thing I ever wanted.", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Takumi", "line": "Ah, how quaint. More pretty words from the Prince/Princess of Betrayal. How can you stand to live after the horrors you caused in Hoshido? My suspicions must be accurate. Nohrians don't have souls.", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Corrin", "line": "Words could never express my sorrow for what took place...", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Takumi", "line": "Oh? Are you still human enough to feel remorse? Fascinating. It's a fitting last emotion. I hope you feel its sting as I strike you down!", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Takumi", "line": "Azura?! Last I heard, you were taken by Hoshidan soldiers. Ryoma worried himself sick planning your rescue. I told him it was pointless. And you proved me right, you Nohrian traitor. You should be ashamed.", "unit": "Azura", "boss": "Takumi"}, {"speaker": "Azura", "line": "I could not return to Hoshido, Takumi. Not with things as they are. It saddened me deeply to leave behind those who treated me so kindly.", "unit": "Azura", "boss": "Takumi"}, {"speaker": "Takumi", "line": "You sound just like the royal traitor. I always knew this would happen. That's why I never trusted you. Didn't you always wonder? Had I known your betrayal would come so swiftly, I'd have killed you myself. Still, I should have pressed Ryoma harder to banish you years ago.", "unit": "Azura", "boss": "Takumi"}, {"speaker": "Azura", "line": "Your grudge is clearly beyond words. Let us do what we came here to do.", "unit": "Azura", "boss": "Takumi"}], "end": [{"speaker": "Takumi", "line": "Dammit! This is unacceptable! We can't push forward with so many of our troops injured. This can't be happening..."}, {"speaker": "Corrin", "line": "Please listen to reason, Takumi. You've lost this battle. Do your soldiers a favor and order them to retreat from this port immediately. You may all keep your lives and your dignity if you leave now."}, {"speaker": "Takumi", "line": "Humph! How very generous of you, dear brother/sister. But I know better. The savage Nohrian army knows nothing of mercy."}, {"speaker": "Corrin", "line": "Perhaps you should take this as a lesson not to judge all Nohrians on face value. I spoke the truth. My soldiers do not harm those who do not seek to harm us."}, {"speaker": "Takumi", "line": "Ha! Tell me, Corrin, how is it lies come so easily to you? Your words mean nothing in light of all the innocent Hoshidan lives you took. Including that of our dear mother, or have you forgotten your part in her murder? Yet after all that, you still have the gall to claim you aren't a savage. Pathetic."}, {"speaker": "Camilla", "line": "My, what a rude little boy you are. I should beat some manners into you. Take back what you just said, or that's exactly what I'll do..."}, {"speaker": "Corrin", "line": "No, Camilla. He is entitled to his anger. I am at least partly to blame for the tragedies that took place that day."}, {"speaker": "Takumi", "line": "That's right! If you hadn't come back into our lives, Hoshido would still be at peace. Mother... all those innocent townspeople... they would still be alive. They wouldn't have... ARGH! NOOO!"}, {"speaker": "Corrin", "line": "Takumi! What's wrong?!"}, {"speaker": "Takumi", "line": "M-my head... the pain is... ARGHHH!"}, {"speaker": "Corrin", "line": "Takumi!"}, {"speaker": "Takumi", "line": "DON'T YOU TOUCH ME! K-keep your filthy Nohrian hands off of me!"}, {"speaker": "Corrin", "line": "Takumi... please, let me help!"}, {"speaker": "Takumi", "line": "Don't think this means you've won. This is only the beginning! Ryoma has already found the Rainbow Sage and received his power. You're no match for him now, even with the whole vile Nohrian army behind you! And I'm getting stronger, too! Soon I'll be unstoppable. One day you'll beg me for death, and I will happily grant you. Until then, I leave you with your guilt."}, {"speaker": "Corrin", "line": "Takumi! Wait! ..."}, {"speaker": "Camilla", "line": "Let him go, Corrin. He's clearly got issues. And not to brag, but Xander received the Rainbow Sage's power ages ago. If we stick together, there's no way we'll lose to the Hoshidan army."}, {"speaker": "Corrin", "line": "I hope you're right..."}, {"speaker": "Elise", "line": "Erm, sorry to interrupt, but it looks like the ferries are up and running again. Let's get out of this dump and head to Notre Sagesse. I'll even tell you a fun story I made up about two caterpillars on a little leaf boat."}, {"speaker": "Corrin", "line": "Thanks, Elise. You've got yourself a deal. In any case, I need to put this all behind me and focus on the task at hand. If what Father said is true, we'll be facing Hoshidan forces in Notre Sagesse as well. There's no time to overthink things... No time for guilt or regret. Well, what are we waiting for? Let's get going!"}]}