{"chapter": "11B", "title": "To The Sea", "speakers": ["Corrin", "Sakura", "Azura", "Takumi", "Zola", "Hinoka", "???", "Kaze", "Reina"], "dialogue_counts": {"Corrin": 27, "Sakura": 8, "Azura": 5, "Takumi": 19, "Zola": 15, "Hinoka": 2, "???": 4, "Kaze": 3, "Reina": 5}, "gender_counts": {"M": 37, "F": 20, "N": 4, "A": 27}, "lines": 88, "transitions": "AFFMFMMFMMFMAMAMMMM-FAFAFA-AFA-AFA-FANAN-FA-MFMAFMA-F-FAFAFAFA-AMAMA-NAMM-MMM-NMMMFMM-AMAMMMMMMMAMMMA", "intro": [{"speaker": "Corrin", "line": "Well, this should be interesting. I've never sailed before. And we made it just in time to catch the last boat leaving the harbor. How lucky!"}, {"speaker": "Sakura", "line": "I know. It's been such a long march—I'm really looking forward to r-resting a bit."}, {"speaker": "Azura", "line": "I wouldn't get too comfortable. Remember, we are on our way to Nohr. Some of the passengers on this ship could be our enemies."}, {"speaker": "Takumi", "line": "Yes, and there could be a spy among us."}, {"speaker": "Azura", "line": "What are you talking about, Takumi?"}, {"speaker": "Takumi", "line": "You know exactly what I'm talking about. That whiny little mage from Nohr! Whose idea was it to let him tag along?"}, {"speaker": "Zola", "line": "Gah! I'm no threat, guys! I promise! Haven't I been helpful so far?"}, {"speaker": "Hinoka", "line": "Don't worry, Takumi. I've been keeping a very close eye on him."}, {"speaker": "Takumi", "line": "I don't know. Didn't he set everyone up back in Izumo? I wouldn't be surprised if he were plotting something."}, {"speaker": "Zola", "line": "But...but..."}, {"speaker": "Hinoka", "line": "OK, I'll get my knife ready..."}, {"speaker": "Zola", "line": "Eeeek!"}, {"speaker": "Corrin", "line": "Calm down, everyone. I trust Zola, and I believe you should as well. He stood with us through one battle without stabbing anyone in the back. Besides, how could he even really information to Nohr? It's a preposterous notion."}, {"speaker": "Takumi", "line": "Sorry. I can't just take your word for it. I don't trust him."}, {"speaker": "Corrin", "line": "That's fine. A little healthy skepticism won't hurt. Just try to be civil, OK?"}, {"speaker": "Takumi", "line": "I'll do my best."}, {"speaker": "Zola", "line": "Lord Takumi..."}, {"speaker": "Takumi", "line": "What's wrong with you? Did I say that you could speak my name?"}, {"speaker": "Zola", "line": "Gah! No, sir. I'm sorry, sir."}, {"speaker": "Sakura", "line": "Well, petty disagreements aside, we've had smooth sailing so far, don't you agree? The captain even says we could reach Nohr tomorrow with favorable winds."}, {"speaker": "Corrin", "line": "That's great news. Although, to be honest, I wouldn't mind a longer trip. It's so relaxing out here."}, {"speaker": "Sakura", "line": "N-not for me. I've been feeling a little seasick, to be honest. But it looks like you've really taken to the sea. You've been out here for hours!"}, {"speaker": "Corrin", "line": "Perhaps when all of this is over, I'll buy my own boat... Although...it does appear that the weather is turning on us."}, {"speaker": "Sakura", "line": "Oh! You're right. Those clouds don't look good. And look at the w-waves!"}, {"speaker": "Corrin", "line": "Right. Let's head inside before we get soaked!"}, {"speaker": "Corrin", "line": "Whoa. It's really roughs out there."}, {"speaker": "Sakura", "line": "Ahhhh! We've stopped moving! How is that even possible? Are you OK, Corrin?"}, {"speaker": "Corrin", "line": "Yeah, I'm fine. But we really need to get out of here! Maybe there's a problem with the boat. Let's go speak with the captain."}, {"speaker": "Corrin", "line": "I've never seen a storm come on this quickly. Is this normal at sea?"}, {"speaker": "Sakura", "line": "I don't think so. I'm s-scared, Corrin. My goodness! Look at the sea! Those waves are massive! This boat is too big to capsize, right? Right?"}, {"speaker": "Corrin", "line": "Stand back! There's something in the water!"}, {"speaker": "Sakura", "line": "Eeeek!"}, {"speaker": "Corrin", "line": "What is it?"}, {"speaker": "???", "line": "Shh..."}, {"speaker": "Corrin", "line": "Who goes there? Are...are you the spirit who appeared when my mother was killed?"}, {"speaker": "???", "line": "Shh..."}, {"speaker": "Azura", "line": "Corrin! What's going on?"}, {"speaker": "Corrin", "line": "Stay back, Azura!"}, {"speaker": "Kaze", "line": "Milady! Are you OK?"}, {"speaker": "Azura", "line": "Yes, I'm fine. Thank you, Kaze!"}, {"speaker": "Kaze", "line": "Lord/Lady Corrin! What is that thing?"}, {"speaker": "Corrin", "line": "Your guess is as good as mine. A storm came out of nowhere, and then this spirit appeared on deck."}, {"speaker": "Azura", "line": "Maybe it came out of the water..."}, {"speaker": "Kaze", "line": "Well, it looks like we have a fight on our hands. Whatever this spirit is, it seems capable of sinking our ship!"}, {"speaker": "Corrin", "line": "We've come too far for that. Everyone, on guard!"}], "battle": [{"speaker": "Reina", "line": "Ah, at last. I can see Lord/Lady Corrin from here. Oh my. Look at them struggling with those spirits. Well, I should be able to help them with that! May my bow strike true and deliver exquisite pain and death upon my enemies!"}], "recruit-talk": [{"speaker": "Reina", "line": "Hello, Lord/Lady Corrin. I'm glad you're safe and sound.", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Corrin", "line": "I'm sorry, but who are you? And do you realize that we're in the middle of a battle?", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Reina", "line": "Oh, yes, of course. But this type of battle is like a playground to me. I'm Reina, a kinshi knight from Hoshido. Yukimura sent me here to provide you with my special brand of assistance. Specifically, skewering enemies by the dozen. Oh, I wish you could have seen some of the work I did on the way here. The depth of agony was palpable. And the palette of violent reds...so vivid. Mmm...", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Corrin", "line": "Uh... What?", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Reina", "line": "I'm talking about the enemies I killed on the way here.", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Corrin", "line": "Ah. I see. And you're not going to kill any of us, right? Just our enemies?", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Reina", "line": "Of course! I'm sorry if you misunderstood. Please, just point me in the direction of anything you would like to die.", "recruiter": "Corrin", "recruit": "Reina"}, {"speaker": "Corrin", "line": "Right. Well, anyone glowing purple would be a good start...", "recruiter": "Corrin", "recruit": "Reina"}], "end": [{"speaker": "Corrin", "line": "That's the last of them."}, {"speaker": "Takumi", "line": "Ha! Those stupid things didn't know who they were messing with."}, {"speaker": "Corrin", "line": "Well, I'm glad to see that you're feeling like yourself again. Takumi."}, {"speaker": "Takumi", "line": "Me too. After all, I have a long way to go to redeem myself..."}, {"speaker": "Corrin", "line": "Takumi, that's simply not true."}, {"speaker": "???", "line": "Shh..."}, {"speaker": "Corrin", "line": "Look out!"}, {"speaker": "Takumi", "line": "Hmm?"}, {"speaker": "Zola", "line": "Lord Takumi! Move!"}, {"speaker": "Takumi", "line": "He saved me!"}, {"speaker": "Zola", "line": "Ugh...now's your chance. Take him out!"}, {"speaker": "Takumi", "line": "With pleasure. Haaaa!"}, {"speaker": "???", "line": "Ugh..."}, {"speaker": "Takumi", "line": "That did it."}, {"speaker": "Zola", "line": "Well done...Lord...Takumi... Oh...I forgot. I'm not supposed to say your name... *cough* *cough*"}, {"speaker": "Takumi", "line": "Oh. About that..."}, {"speaker": "Sakura", "line": "Zola! Are you OK? Took quite a shot there. Here, I can help heal your wounds."}, {"speaker": "Zola", "line": "Thank you, milady..."}, {"speaker": "Takumi", "line": "Hmm."}, {"speaker": "Corrin", "line": "That was extremely courageous, Zola. Are you all right?"}, {"speaker": "Zola", "line": "It was nothing. I'm just glad that Lady Sakura was able to heal me."}, {"speaker": "Corrin", "line": "I beg to differ. It was not nothing. It was a remarkably selfless act."}, {"speaker": "Takumi", "line": "Zola...I have something to say to you."}, {"speaker": "Zola", "line": "Yes, Lord Tak—I mean yes, milord?"}, {"speaker": "Takumi", "line": "Please. You've more than earned the right to speak my name. I'm sorry for doubting you."}, {"speaker": "Zola", "line": "Really? You mean that?"}, {"speaker": "Takumi", "line": "Yes. Talk is cheap, and I still think I was smart not to trust you at first. But you may have just saved my life. It was a heroic act."}, {"speaker": "Zola", "line": "Thank you, Lord Takumi! I'm just following Lord/Lady Corrin's lead. If it weren't for him/her, I may have died at the hands of Lord Leo in Izumo. Now maybe you'll have the chance to perform a similar gesture."}, {"speaker": "Takumi", "line": "Wait, Corrin jumped in front of an attack meant for you? Right after you tried to kill him/her?"}, {"speaker": "Corrin", "line": "Ha! No, Takumi. It wasn't exactly like that. I merely asked Leo to spare Zola's life. He was helpless and defeated."}, {"speaker": "Zola", "line": "Yes. And that kindness was enough to sway Lord Leo. He merely exiled me instead of taking my life."}, {"speaker": "Takumi", "line": "I see. Well, I just hope we can put all of this behind us."}, {"speaker": "Zola", "line": "Of course, milord!"}, {"speaker": "Corrin", "line": "Yes. It's time to focus on what's next. Who knows what's waiting for us in Nohr..."}]}