{"chapter": "12C", "title": "Bitter Intrigue", "speakers": ["Iago", "Garon", "Corrin", "Elise", "Azura", "Silas", "Ryoma", "???", "Laslow", "Peri", "Saizo", "Kagero", "Kaze"], "dialogue_counts": {"Iago": 6, "Garon": 5, "Corrin": 39, "Elise": 10, "Azura": 11, "Silas": 5, "Ryoma": 16, "???": 2, "Laslow": 5, "Peri": 5, "Saizo": 5, "Kagero": 4, "Kaze": 1}, "gender_counts": {"M": 38, "F": 35, "N": 2, "A": 39}, "lines": 114, "transitions": "MMMMMMMMMMM-AFAF-FAF-A-AFAFAMAMAMAMAMFA-AMAMAMAMAMAMAMANN-MMFAMFAMAFMAMAFAMFA-F-F-F-F-M-M-FA-FMF-FAF-AMAM-MFM-M-AFAFF-FFAFAFAFAFAFFFAF", "intro": [{"speaker": "Iago", "line": "King Garon, I have come to report on Lord/Lady Corrin's progress. It would seem he/she successfully captured Notre Sagesse for the glory of Nohr. As for the Rainbow Sage, he/she didn't kill him with his/her own hands... However, as ordered, the Sage is dead."}, {"speaker": "Garon", "line": "So the ancient one has finally passed on... Once more, Corrin has dutifully fulfilled my wishes. Heh heh heh... Ha ha ha ha... MWA HA HA HAA HAAAA!!!"}, {"speaker": "Iago", "line": "King Garon? Milord?"}, {"speaker": "Garon", "line": "HA HA HA HA HA! MWA HA HA HA HAAA!!!"}, {"speaker": "Iago", "line": "Your majesty?!"}, {"speaker": "Garon", "line": "... Iago."}, {"speaker": "Iago", "line": "Y-yes, sire?"}, {"speaker": "Garon", "line": "I have an important mission for you. I command you... to make Corrin suffer. Make him/her rue the day he/she was born. But no matter what, no matter how he/she begs for death, do not kill him/her."}, {"speaker": "Iago", "line": "As you wish, sire, but... I'm not entirely sure I understand your aim."}, {"speaker": "Garon", "line": "I do not need you to understand, only to obey. Loyal servant... it is of grave importance that I rule Hoshido. Corrin's life and happiness are a trifling price to pay. Still, he/she must be kept alive for now... the Great Dragon has willed it so. Corrin's body and soul must be tested... primed for what is to come. Like a calf fattened for slaughter, so too shall these trials prepare him/her. My dear son/daughter is not ready, but his/her time is fast approaching. Corrin has faithfully followed my orders thus far, but it's time for a test. He/She must fight those he/she doesn't wish to fight... kill those he/she doesn't wish to kill. His/her sorrow will feed the darkness in his/her soul. And his/her suffering will make him/her a worthy sacrifice upon the altar of Anankos."}, {"speaker": "Iago", "line": "I understand, King Garon. It shall be done, with pleasure. In fact, I have an idea..."}, {"speaker": "Corrin", "line": "Thank the gods - we're finally back in familiar territory. If we keep up this pace, we'll be back at the castle in just a few days."}, {"speaker": "Elise", "line": "Th-that's good... I'm at the end of my rope. Can't wait to sleep in my own bed."}, {"speaker": "Corrin", "line": "Ha ha, poor Elise. You've been through a lot on this journey, haven't you? I've asked so much of you, and you've never complained once. You're an inspiration. Just hang in there a bit longer for me, OK? We'll be back home before you know it."}, {"speaker": "Elise", "line": "You got it, Corrin! I promise I won't let you down!"}, {"speaker": "Elise", "line": "*pant... pant...* *cough*"}, {"speaker": "Corrin", "line": "Elise? Are you OK, little one?"}, {"speaker": "Elise", "line": "I don't... feel so well. Why is... everything... spinning... *gasp*"}, {"speaker": "Corrin", "line": "ELISE!"}, {"speaker": "Corrin", "line": "Elise, speak to me! What's wrong?! Please, no... Gods, she's burning up!"}, {"speaker": "Azura", "line": "Dizziness, fever... Ah, and a rash, too. Just as I feared..."}, {"speaker": "Corrin", "line": "Azura, what is it?! Have you seen these symptoms before?"}, {"speaker": "Azura", "line": "Unless I'm mistaken, she is suffering from an illness endemic to the islands. She must have been exposed to it while we were in Notre Sagesse. The illness progresses quickly. If we don't act fast... we may lose her. There's a special plant in Hoshido that I could derive a cure from, however... I'm sorry, but... I don't believe there's anything like it here in Nohr."}, {"speaker": "Corrin", "line": "We have to do something, dammit. I won't let her die. I won't!"}, {"speaker": "Silas", "line": "Corrin! We just received new orders from Iago."}, {"speaker": "Corrin", "line": "Now?! Are you kidding me? We don't have time for this. What is it Father requires of me?"}, {"speaker": "Silas", "line": "He apparently wishes to reward you for your success in Notre Sagesse. We are to travel to the royal palace in Macarath for rest and relaxation."}, {"speaker": "Corrin", "line": "Rest? Can it be? Thank goodness. I was afraid he was going to order me to kill again. Perhaps they can help Elise there... it's our only hope."}, {"speaker": "Silas", "line": "What do you mean? Is there something wrong with the princess?"}, {"speaker": "Corrin", "line": "She caught a deadly ailment while we were on our last mission. Azura can cure her with a special plant, but it only grows in Hoshido..."}, {"speaker": "Silas", "line": "Don't worry, Corrin. Macarath will surely have what she needs."}, {"speaker": "Corrin", "line": "Will they, Silas? How do you know?"}, {"speaker": "Silas", "line": "The best doctors in all the land can be found in Macarath. Their stock of medicines is unrivaled."}, {"speaker": "Azura", "line": "We must hurry, Corrin. She doesn't have much time..."}, {"speaker": "Corrin", "line": "Let's move it people! To Macarath! Hang in there, Elise..."}, {"speaker": "Corrin", "line": "We finally made it to Palace Macarath. There's hope yet. But why is there a crowd at the entrance... Wait... th-that's not just any crowd. It's the Hoshidan army! And they're not alone..."}, {"speaker": "Ryoma", "line": "Hello, Corrin. I've been waiting for you."}, {"speaker": "Corrin", "line": "Ryoma..."}, {"speaker": "Ryoma", "line": "It's been a while, brother/sister. I haven't seen you since that fateful day on the border. I see you've become a faithful Nohrian dog since then. Your master must be proud."}, {"speaker": "Corrin", "line": "I don't wish to argue, Ryoma. How did you know we were coming to Macarath?"}, {"speaker": "Ryoma", "line": "That doesn't concern you. All you need to know is how fast you can draw your blade."}, {"speaker": "Corrin", "line": "Ryoma, please... Let us pass. I beg of you. My sister, Elise, is gravely ill. If we don't treat her right away, she'll die."}, {"speaker": "Ryoma", "line": "The Nohrian princess is sick, is she? I can tell she means a lot to you. Well then, I believe a trade is in order. Her life for yours. Come back to Hoshido with me, and I shall withdraw my troops immediately."}, {"speaker": "Corrin", "line": "You know I can't do that. Please, have mercy."}, {"speaker": "Ryoma", "line": "Your only other option is to fight me, here and now. Ready your blade, Corrin. Show me what you're made of."}, {"speaker": "Corrin", "line": "Ryoma, stop this! Please! There must be another way. Although I fight for Nohr, I do not wish to be an enemy of Hoshido. I wish for nothing but peace. Please believe me, Brother."}, {"speaker": "Ryoma", "line": "More empty words. Even if that were true, I doubt that monster you call a father shares the sentiment. They've brainwashed you, brother/sister. You are blind to their evil and cowardly ways. If the sting of my blade is the only way to bring you back to your senses, so be it."}, {"speaker": "Corrin", "line": "Ryoma! Don't do this!"}, {"speaker": "Ryoma", "line": "I won't back down today, brother/sister. You're coming home. Now. Prepare to witness firsthand my blade's true power... As the high prince of Hoshido, I order you to surrender! HYAAAAH!!"}, {"speaker": "Corrin", "line": "Argh!"}, {"speaker": "???", "line": "Not on my watch!"}, {"speaker": "???", "line": "Heh hee! Prepare to DIE!"}, {"speaker": "Ryoma", "line": "Argh!! Wh-what is the meaning of this?!"}, {"speaker": "Laslow", "line": "Heh, looks like we made it just in the nick of time. I'm glad to find you unharmed, milord/milady."}, {"speaker": "Peri", "line": "Aw, phooey. I didn't get any stabby-stabby time in. At least we saved you."}, {"speaker": "Corrin", "line": "Thanks for your help, but who are you?"}, {"speaker": "Laslow", "line": "You may call me Laslow. My liege, Lord Xander, sent us here to watch your back."}, {"speaker": "Peri", "line": "I'm Peri! P for pulverize, E for eviscerate, R for ruin, I for impale! Kee hee! Laslow and I are Lord Xander's retainers. He's really worried about you! That's why he sent us to kill things on his behalf. Best job ever!"}, {"speaker": "Corrin", "line": "That sounds like Xander. Thank you for your assistance, friends."}, {"speaker": "Ryoma", "line": "Ah, so you're Prince Xander's retainers. That explains a lot. Your master taught you well if you were able to deflect my attacks like that. But my retainers are just as strong, and their cause is much nobler. You may harbor my brother/sister, but I won't make this easy on you, Nohrians. Troops! Prepare for battle!"}, {"speaker": "Corrin", "line": "Ryoma, wait! Listen to me! Ryoma..."}, {"speaker": "Peri", "line": "It's no use. I know that look in his eyes... it's the same one I have! It means he's raring to fight."}, {"speaker": "Laslow", "line": "Please don't look so glum, milord/milady. It's bad for morale. It's always best to smile during times of hardship, even if you don't feel like it. It will make you feel better, I swear it. Give it a try!"}, {"speaker": "Corrin", "line": "I'm sorry, Laslow. I know you're right, but I won't be able to smile until Elise is safe. We need to get her medical attention right away, but-"}, {"speaker": "Laslow", "line": "What are you saying?! Has something happened to Lady Elise?"}, {"speaker": "Corrin", "line": "She's in bad shape, Laslow. She doesn't have much time."}, {"speaker": "Peri", "line": "Hee hee, then let's gut these fools quickly and save our princess! I'm gonna stabby-stab every last one of them! It'll be SO FUN!"}, {"speaker": "Corrin", "line": "Your enthusiasm has been... noted. But do all you can to avoid taking any lives, OK?"}, {"speaker": "Laslow", "line": "If you wish it so, so it shall be. I agree that it's always best to secure a win without needlessly sacrificing lives."}, {"speaker": "Peri", "line": "Awww, that's not FAIR! I was all ready to get my killface on. Phooey. Whatever, I'll do my best. I guess hitting things will have to suffice."}, {"speaker": "Corrin", "line": "Thank you, friends. I'm glad to have you on my side. Ryoma, my brother... I do not wish to fight you, but you've left me no other option. I will not let Elise die, and I can't return to Hoshido either..."}], "boss": [{"speaker": "Saizo", "line": "I am Lord Ryoma's retainer, Saizo. Behold my mastery of explosives!"}, {"speaker": "Saizo", "line": "Well done. But next time… will be a different story…"}, {"speaker": "Kagero", "line": "If you wish to harm Lord Ryoma, you must get through me first."}, {"speaker": "Kagero", "line": "Forgive me… Lord Ryoma. The enemy’s will… was too strong…"}, {"speaker": "Ryoma", "line": "Return Corrin to me or feel the wrath of my blade!"}, {"speaker": "Ryoma", "line": "Not again! We'll have to...retreat..."}, {"speaker": "Saizo", "line": "Fight me, Corrin. It must be destiny that we meet again. Last time we were interrupted… but this time you won’t be so lucky. Let us settle this fair and square.", "unit": "Corrin", "boss": "Saizo"}, {"speaker": "Corrin", "line": "I wouldn’t want it any other way.", "unit": "Corrin", "boss": "Saizo"}, {"speaker": "Saizo", "line": "Kaze... I never thought I'd live to see my own brother betray us. As your twin, and a proud ninja serving the great kingdom of Hoshido... I want you to know that I am truly ashamed of you and your actions.", "unit": "Kaze", "boss": "Saizo"}, {"speaker": "Kaze", "line": "Saizo, we have been close since the moment we were born. I never wished to disappoint you, but I stand by my decision. Say what you will---I have no regrets. I proudly side with Corrin.", "unit": "Kaze", "boss": "Saizo"}, {"speaker": "Saizo", "line": "You are a fool, Brother. I will show you the error of your ways!", "unit": "Kaze", "boss": "Saizo"}, {"speaker": "Kagero", "line": "As Lord Ryoma’s retainer, it is my duty to follow his every order. He wishes to take you back to Hoshido, and so it must be done.", "unit": "Corrin", "boss": "Kagero"}, {"speaker": "Corrin", "line": "I refuse. You may attempt to take me by force, but it won’t end well.", "unit": "Corrin", "boss": "Kagero"}, {"speaker": "Kagero", "line": "You sound most determined. This should be interesting…", "unit": "Corrin", "boss": "Kagero"}, {"speaker": "Corrin", "line": "I'm sorry Ryoma, but you know I can't go back to Hoshido with you. Though it pains me, I will not hesitate to strike you down to save my sister.", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Ryoma", "line": "Your sister? Hmph. So you still think of the Nohrian royals as your true family.", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Corrin", "line": "....", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Ryoma", "line": "If you only knew what it would mean to us to have that place in your heart....It's not too late for that. I won't give up on you, Brother/Sister. Never. That's why I must win this battle and take you back to Hoshido! Let us begin!", "unit": "Corrin", "boss": "Ryoma"}, {"speaker": "Ryoma", "line": "Azura... Hinoka and Takumi told me you were fighting with the enemy. I had to see it with my own eyes to believe it. What a pity. I suppose the Nohrian blood flowing in your veins lends itself to betrayal..", "unit": "Azura", "boss": "Ryoma"}, {"speaker": "Azura", "line": "Think of me what you will, Ryoma. But know that I am, and ever shall be, grateful for my time in Hoshido. I'm especially grateful for your family, who raised me as their own. That includes you too, Ryoma. You were like the brother I never had.", "unit": "Azura", "boss": "Ryoma"}, {"speaker": "Ryoma", "line": "Azura... Leave it to you to craft such a lovely farewell. I wish I could forget our time together. It would make this a lot easier. But enough with farewells. Let us battle!", "unit": "Azura", "boss": "Ryoma"}], "end": [{"speaker": "Ryoma", "line": "Our line has been breached... We have no choice. Everyone, retreat! We must escape before Nohrian reinforcements arrive!"}, {"speaker": "Corrin", "line": "It looks like the Hoshidan soldiers have finally retreated. Hang in there, Elise. It won't be long now until we can get you that medicine."}, {"speaker": "Elise", "line": "Thanks... Corrin... Hee... hee... I'm so glad... You didn't... go back... to Hoshido... *gasp*"}, {"speaker": "Corrin", "line": "ELISE!!"}, {"speaker": "Elise", "line": "*pant... pant...*"}, {"speaker": "Azura", "line": "She's running out of time. She needs that medicine now. Stay strong, sweet Elise. We need you to hang in there..."}, {"speaker": "Elise", "line": "Zzz... zzz..."}, {"speaker": "Azura", "line": "I believe the worst is over. We can rest easy now. As long as she gets plenty of rest, she should make a full recovery."}, {"speaker": "Corrin", "line": "Thank you, Azura. Your knowledge of herbs and medicine saved her life. This has been a trying ordeal for all of us. I propose we take this opportunity to rest."}, {"speaker": "Azura", "line": "That's a splendid idea. Perhaps you could start by telling me what's on your mind."}, {"speaker": "Corrin", "line": "*sigh* You're very keen, aren't you? I keep wondering how Ryoma knew we'd be here. It's killing me. There's no way the Hoshidan army could have known we were making this detour..."}, {"speaker": "Azura", "line": "Yes, I've been pondering that as well. We should remain cautious. There might be those among the Nohrians who wish to see you fall..."}, {"speaker": "Corrin", "line": "But why? What have I done?"}, {"speaker": "Elise", "line": "Hmmm... Mmmm... Corrin... Azura..."}, {"speaker": "Corrin", "line": "Elise! You're finally awake. How do you feel?"}, {"speaker": "Elise", "line": "I was having... a dream... Gunter was there... He was talking to me..."}, {"speaker": "Corrin", "line": "Gunter? Aw, Elise, you know he... That's not possible."}, {"speaker": "Azura", "line": "..."}, {"speaker": "Elise", "line": "No... it was really Gunter... He was worried about you... He looked so lonely... Don't worry... Gunter... Soon we'll... we'll... Zzz... zzz... zzz..."}, {"speaker": "Azura", "line": "Elise? ... She's fallen back asleep."}, {"speaker": "Corrin", "line": "Hmm, I wonder why she saw Gunter in her dream. Well, I suppose it was just a dream. Gunter died in the Bottomless Canyon. No matter how much we wish we could see him again, it can never be. And yet, I can't help feeling bothered by it. Gunter... Are you trying to tell us something?"}, {"speaker": "Azura", "line": "..."}]}