{"chapter": "13C", "title": "Uprising", "speakers": ["Iago", "Corrin", "Garon", "Azura", "Hans", "Camilla", "Takumi", "Scarlet", "Elise", "Child", "Boy", "Old Man", "Girl", "Orochi", "Reina", "Charlotte", "Benny", "Ruffian", "???"], "dialogue_counts": {"Iago": 5, "Corrin": 48, "Garon": 10, "Azura": 9, "Hans": 9, "Camilla": 9, "Takumi": 13, "Scarlet": 4, "Elise": 1, "Child": 1, "Boy": 2, "Old Man": 1, "Girl": 1, "Orochi": 2, "Reina": 2, "Charlotte": 6, "Benny": 6, "Ruffian": 1, "???": 1}, "gender_counts": {"M": 43, "F": 33, "N": 7, "A": 48}, "lines": 131, "transitions": "MAMAMAMA-M-MAMAMAMAMAMAMFMFMFM-AFAFA-AMAMAMAMA-AFAMA-FMAFMA-FAFFMFM-AMAMAM-N-N-N-N-F-F-F-F-F-F-M-M-FMAFMA-FMAMFMAFAFM-N-MAMAM-FAFAFANAF-MNAMAMAMAMAFAFAFAFAFA", "intro": [{"speaker": "Iago", "line": "Ah, Lord/Lady Corrin, I see you've returned to us safe and sound."}, {"speaker": "Corrin", "line": "Yes, Iago. We've just now made it back. It's good to be home. I haven't any time to waste, though. I'd like to report to Father right away."}, {"speaker": "Iago", "line": "Yes, of course. I'm sure you have much to discuss."}, {"speaker": "Corrin", "line": "By the way, what's with all the commotion around here? Did something happen?"}, {"speaker": "Iago", "line": "There's a small rebellion in Cheve. Nothing your royal head should worry about. Our soldiers are preparing to quash it as we speak, before it gets out of hand."}, {"speaker": "Corrin", "line": "Another rebellion..."}, {"speaker": "Iago", "line": "I'm sure King Garon can fill you in on the specifics if you so please. He's waiting for you in the reception room. I would advise against keeping him waiting."}, {"speaker": "Corrin", "line": "Excellent. I shall go immediately."}, {"speaker": "Iago", "line": "... Hmph, little snake. Parading around the castle like nothing happened. I suppose the Macarath plan wasn't severe enough. Live and learn. I'll just have to make sure my next plan isn't so easy for him to slither out of."}, {"speaker": "Garon", "line": "Welcome back, child. I hear you have once again fulfilled my orders flawlessly. You're growing stronger right before my eyes. I am proud of you, my son/daughter."}, {"speaker": "Corrin", "line": "Thank you, Father."}, {"speaker": "Garon", "line": "But we must never rest on our laurels. Cheve requires immediate attention. Perhaps Iago already told you, but there's been a rebellion there. It's still small, but it won't remain so. Cheve is known for it's skilled knights. We cannot afford to underestimate their prowess on the battlefield. I'm sending our standing army to strike them down before this gets out of control. I'm trusting you, Corrin, to lead them to victory."}, {"speaker": "Corrin", "line": "You want ME to lead our standing army against the Chevois knights?!"}, {"speaker": "Garon", "line": "That is correct."}, {"speaker": "Corrin", "line": "I'm honored by this opportunity, Father. I truly am. It's just... I don't have the necessary expertise to lead our troops against such a talented army. Surely there is someone else who would be better suited for this-"}, {"speaker": "Garon", "line": "Are you defying me, boy/girl?! I am entrusting you with this mission because I believe you can succeed. Do not disappoint me, my son/daughter."}, {"speaker": "Corrin", "line": "But, Father... *sigh* Understood. I won't let you down. I will suppress the rebellion in Cheve."}, {"speaker": "Garon", "line": "I have high hopes for you, Corrin. You are dismissed."}, {"speaker": "Corrin", "line": "Father, wait! If I may have just a moment of your time, I have something to report."}, {"speaker": "Garon", "line": "Well? Out with it."}, {"speaker": "Corrin", "line": "Azura, the Nohrian princess who was taken by the Hoshidans, has returned to us."}, {"speaker": "Garon", "line": "What?!"}, {"speaker": "Azura", "line": "Greetings, your majesty."}, {"speaker": "Garon", "line": "Azura..."}, {"speaker": "Azura", "line": "Yes, milord. It is I."}, {"speaker": "Garon", "line": "Hmm, how unexpected. I never thought I'd see your face again. If you wish, you may go with Corrin to suppress the rebellion. Think of it as a chance to see more of your homeland."}, {"speaker": "Azura", "line": "..."}, {"speaker": "Garon", "line": "That is all. Bring back good news, my children."}, {"speaker": "Corrin", "line": "Father was acting... strangely. Even colder and more distant then usual. You're his long-lost daughter, and yet he barely spoke a word to you..."}, {"speaker": "Azura", "line": "It's quite all right, Corrin. I didn't expect much."}, {"speaker": "Corrin", "line": "But he's your father! It's not right. He should be more... I don't know..."}, {"speaker": "Azura", "line": "It's fine. Please don't worry about it. To be honest, I never thought I'd see him again. So in a way, the few words we exchanged exceeded my expectations."}, {"speaker": "Corrin", "line": "Azura..."}, {"speaker": "Corrin", "line": "*sigh* I wonder what's really going on with Father. And Azura, for that matter... They've been separated for a lifetime, yet they barely spoke to each other. Something about it bothers me, though I can't put my finger on it. Ah well, I haven't time to dwell. I must prepare to depart with the army. Speaking of, I'm pretty sure this is where the soldiers gather to rest..."}, {"speaker": "Hans", "line": "Prince/Princess Corrin! Milord/Milady!"}, {"speaker": "Corrin", "line": "Hans! What do you want?"}, {"speaker": "Hans", "line": "So it's true. I heard a rumor that our young prince/princess would be leading us. Congratulations on the honor, prince/princess Corrin."}, {"speaker": "Corrin", "line": "Enough with the flattery, Hans. Did you need me for something?"}, {"speaker": "Hans", "line": "Yes, I've been awaiting your arrival. As a member of the standing army, I will be accompanying you to Cheve. I've been ordered to aid you in whatever task you you request of me."}, {"speaker": "Corrin", "line": "You? Helping me? And I'm to trust you even after you tried to kill me at the Bottomless Canyon?"}, {"speaker": "Hans", "line": "A thousand apologies, milord/milady. I pray you can find it in your heart to forgive me. King Garon commanded I attack you so as to test your abilities. You should be pleased to know you far exceeded his expectations. Despite being a Hoshidan royal, you chose to side with our great kingdom of Nohr. You chose to remain with your Nohrian siblings and the man who raised you. Everyone at the castle was overjoyed. It greatly improved morale! I have every faith that you'll lead us well and to victory, milord/milady."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Corrin", "line": "So this is Cheve... Um... Odd. There doesn't seem to be any fighting at the moment."}, {"speaker": "Camilla", "line": "Perhaps they've returned to their safe houses for the night. We should do the same. We'll be better prepared for tomorrow if we get some rest. I know of an abandoned place nearby. Shall we head that way?"}, {"speaker": "Corrin", "line": "Sounds great."}, {"speaker": "Takumi", "line": "Hello, brother/sister dear. I've been waiting for you."}, {"speaker": "Corrin", "line": "Huh?!"}, {"speaker": "Camilla", "line": "Corrin!"}, {"speaker": "Takumi", "line": "Damn, so close. I was aiming for your traitorous head."}, {"speaker": "Corrin", "line": "Takumi! Are you insane? You could have killed-"}, {"speaker": "Camilla", "line": "Stay back, Corrin! It's too dangerous."}, {"speaker": "Takumi", "line": "Hiding behind your fake sister, are you? You've reached a new low. It matters not. I have an army of soldiers at my command."}, {"speaker": "Corrin", "line": "Stop this, Takumi. This doesn't concern you or Hoshido. I've come to peacefully suppress the rebellion in Cheve. Please, lay down your bow and return to Hoshido where you belong."}, {"speaker": "Scarlet", "line": "Bah, I knew you hounds would try to stop our righteous rebellion. All the more reason to stand our ground!"}, {"speaker": "Corrin", "line": "I seem to have angered you, stranger. May I ask who you are?"}, {"speaker": "Scarlet", "line": "The name's Scarlet. I'm part of the resistance here in Cheve. I've had my people tracking you ever since you left Nohr. Our Hoshidan allies were all too grateful to receive word of your whereabouts."}, {"speaker": "Camilla", "line": "Turning your back on the kingdom of Nohr. Tsk tsk. Quite the little traitor, aren't you?"}, {"speaker": "Takumi", "line": "Traitor? Ha! Nohrian logic never ceases to amuse me. Scarlet did the same thing as Corrin, only SHE chose the right side. Joining the enemy and laying a trap for your own countrymen... Sound familiar?"}, {"speaker": "Elise", "line": "Quiet, you! Don't say such awful things about my brother/sister, or you'll be sorry! Corrin didn't betray anyone! He's/She's the best person in the world!"}, {"speaker": "Takumi", "line": "Ugh, who allowed this little brat to speak? How irritating."}, {"speaker": "Corrin", "line": "Elise!!"}, {"speaker": "Takumi", "line": "The sight of that Nohrian brat makes me sick. Just die already. Scarlet and I won't stop until we free Cheve from Nohrian oppression. I plan to eliminate all who stand in our way. It's you against us, Corrin. Isn't that just what King Garon wants? For all of us to fight to the death?"}, {"speaker": "Corrin", "line": "You're wrong, Takumi! If you could only see beyond your own hatred of me. If we could just talk things out, we could end this war peacefully. Fighting isn't the only way. How many more people must die before you see that?"}, {"speaker": "Takumi", "line": "QUIET, NOHRIAN SCUM! I've had enough of your lies to last a lifetime. I'm going to kill you all and bring peace back to Hoshido! All troops, prepare for battle! Destroy the Nohrian army!!"}, {"speaker": "Corrin", "line": "Takumi!"}, {"speaker": "Takumi", "line": "I'll... kill you all... Y-yes... If I kill the Nohrians... surely the pain... the pain in my head will go away..."}], "visit": [{"speaker": "Child", "line": "You're from Nohr, aren't you?  Have you come to kill us? Huh? There's a battle going on? Oh, OK. I'll lock up tight. Thanks for the warning. In fact... take this. Might come in handy."}, {"speaker": "Boy", "line": "You're with the Nohrian army, eh? You enforcing a new curfew, or what? I'll just stay inside. I was about to hit the hay anyway. Here, take this before you go."}, {"speaker": "Old Man", "line": "My family and I know full well it's useless to fight the Nohrian army. Here, have this. Anything to help end this war quickly. I only hope that King Garon eventually learns to rule with compassion..."}, {"speaker": "Girl", "line": "Visitors from the Nohrian army? This late? Oh dear, you must be ever so tired. Our rebels feel differently, but the people of Cheve are loyal to Nohr. Please believe me! Here, take this as proof of our loyalty."}], "boss": [{"speaker": "Orochi", "line": "Hee hee, you're afraid of my magic, aren't you? You should be."}, {"speaker": "Orochi", "line": "How could I lose?! My fortune said... I would win...today's battle..."}, {"speaker": "Reina", "line": "I will grant you the most divine death if you'll let me hear you scream..."}, {"speaker": "Reina", "line": "Such a pity... I was looking forward to watching...the light leave your eyes..."}, {"speaker": "Scarlet", "line": "I won't let Nohr oppress my people any longer. For freedom!"}, {"speaker": "Scarlet", "line": "Though I fall here...Cheve...will never bow down..."}, {"speaker": "Takumi", "line": "I will not lose this time. Death to Nohr!"}, {"speaker": "Takumi", "line": "It can't be... I'm so much stronger now! How could this...happen..."}], "battle": [{"speaker": "Charlotte", "line": "Ugh, these jokesters are a real pain in my rear. Why are they making such a racket this late at night? I need my beauty rest! I bet it's those Chevois jerks again. I've had it up to my ears with them. Can't they all just drop dead already?! Benny, I'm talkin' over here!"}, {"speaker": "Benny", "line": "...Yes, Charlotte. They're very loud."}, {"speaker": "Corrin", "line": "Um, excuse me, but are you two with the rebels?"}, {"speaker": "Charlotte", "line": "How DARE you! We're proud Nohrian soldiers here to defend our border! Geez, the nerve of some people. Comparing us to those savages! Ain't that right, Benny?"}, {"speaker": "Benny", "line": "... Sure."}, {"speaker": "Corrin", "line": "Ah, my apologies. I didn't realize you were Nohrian border guards. I'm Corrin, prince/princess of Nohr. I'm here to suppress this rebellion."}, {"speaker": "Charlotte", "line": "HUH?! You're a p-prince? Oh... Please forgive me, milord! Where ARE my manners?! I must have been bitten by an evil little fairy, hee hee. I'm so VERY sorry."}, {"speaker": "Benny", "line": "Please forgive my rude companion, milord. She's... eccentric."}, {"speaker": "Corrin", "line": "No need to apologize. But what are you two doing here? Have you come to help us?"}, {"speaker": "Benny", "line": "... No milord. The rebels were being loud, so Charlotte wanted to kick their—"}, {"speaker": "Charlotte", "line": "Benny, you silly-billy! Don't joke around with our rich prince friend here. OF COURSE we're here to help you. I'm a delicate little flower, but I know how to battle. Why bother living if we can't help our gorgeous prince in his time of need? Ain't that... I mean, isn't that right, my dear Benny?"}, {"speaker": "Benny", "line": "... Sure."}, {"speaker": "Corrin", "line": "Well, you both look strong and able, so we'd be grateful for your help. All I ask is that you do all you can to spare the lives of our enemies."}, {"speaker": "Charlotte", "line": "Of course, my prince! Little flowers like me are ill-equipped to kill anyway. Oh, goodness! I haven't properly introduced myself, have I? Silly me! I'm Charlotte, hee hee. This mammoth here is my totally platonic friend, Benny. It's nice to make your royal acquaintance! I'll do everything I can to make you happy."}, {"speaker": "Corrin", "line": "It's, um, nice to meet you as well. If you'll excuse me..."}, {"speaker": "Charlotte", "line": "... SCORE! We're in the big leagues now, Benny my boy. I'm this close to landing the catch of a lifetime, heh heh!"}, {"speaker": "Benny", "line": "...Whatever you say, Charlotte."}, {"speaker": "Ruffian", "line": "All of the soldiers are going at it pretty hard. Heh, all the better. A chaotic battle is the perfect time to take the villagers for all they're worth..."}], "end": [{"speaker": "Takumi", "line": "NO! How could I lose... Not again..."}, {"speaker": "Corrin", "line": "It's over, Takumi. You can't keep fighting. Return to Hoshido with your troops."}, {"speaker": "Takumi", "line": "Dammit. Why?! Why can't I beat you? You abandoned Hoshido... stood by and watched Mother die... betrayed us all... Why can't I have the justice I deserve?!"}, {"speaker": "Corrin", "line": "Takumi..."}, {"speaker": "Takumi", "line": "As you said, I must retreat for now. But next time will be different. Next time HAS to be different... I'll never forgive you, Corrin... I won't rest until I've killed you myself. Some day soon, I'll make you pay for your sins. I swear on my mother's grave."}, {"speaker": "Azura", "line": "...That is not the Takumi I once knew. He's changed."}, {"speaker": "Corrin", "line": "What do you mean? How so?"}, {"speaker": "Azura", "line": "Takumi never accepted me as his sister like the others, but he was always kind. He's not the type to raise his voice or threaten to hurt anyone. I can't explain it, but it's like he's a different person..."}, {"speaker": "Corrin", "line": "Do you think... it's because I betrayed Hoshido? Could that be the cause?"}, {"speaker": "Azura", "line": "To be honest, it's very likely you choosing Nohr played a part. But it still doesn't add up. He's so crazed and focused on Nohr's destruction... I can't help but wonder if that's really Takumi."}, {"speaker": "Corrin", "line": "Huh? Of course that's Takumi. Who else would it-"}, {"speaker": "???", "line": "AAAAAARGHHHH!!!"}, {"speaker": "Corrin", "line": "Someone's in pain! What's going on over there?!"}, {"speaker": "Azura", "line": "It's getting louder. Let's hurry!"}, {"speaker": "Hans", "line": "HA HA HA!! Death to all who defy the great king of Nohr!"}, {"speaker": "Boy", "line": "Please... no... Gaaaah... !!"}, {"speaker": "Corrin", "line": "Hans! Stop this, now! What do you think you're doing?!"}, {"speaker": "Hans", "line": "Don't worry, milord/milady, I'm saving some of these rats for you. You're just in time to help us take out the trash that started this rebellion."}, {"speaker": "Corrin", "line": "Are you insane!? We don't kill for the sake of killing! And these are innocent villagers! They're not even soldiers!"}, {"speaker": "Hans", "line": "Villagers are just soldiers who haven't grabbed a sword yet, heh heh. If we let them live, it'll come back to haunt us when we least expect it."}, {"speaker": "Corrin", "line": "That's no excuse to take innocent lives. Stop this at once! As Prince/Princess of Nohr, I order you to drop your blade and let these people go!"}, {"speaker": "Hans", "line": "Forgive me, milord/milady, but the orders come straight from Lord Garon. You may be a prince/princess, and our leader, but the King's word is law."}, {"speaker": "Corrin", "line": "F-father ordered you... to do this terrible thing...?"}, {"speaker": "Hans", "line": "He did. My apologies. Now if you'll excuse me, I'd like to wrap up here so we can get back home. Feel free to find somewhere quieter to rest until the dirty work is over, milord/milady."}, {"speaker": "Corrin", "line": "Hans, wait! Stop this madness! HANS!!"}, {"speaker": "Camilla", "line": "... This is a truly horrid sight to behold, my darling brother/sister. I wish things could be different."}, {"speaker": "Corrin", "line": "Camilla..."}, {"speaker": "Camilla", "line": "I'm sorry, but I just found out the injured Hoshidan soldiers have already been killed. And that rebel... what was her name... Scarlet? Yes, the poor thing. They killed her in such a way... Well, they clearly meant to make an example of her."}, {"speaker": "Corrin", "line": "Gods, no... but Scarlet would have listened to us if we had just talked things out. Now we'll never have that chance... Why, Camilla? Who wants to live in a world where precious life is destroyed on a whim? Is this the world Father is building? Is this what I've been fighting for?"}, {"speaker": "Camilla", "line": "..."}, {"speaker": "Corrin", "line": "I don't understand. I can never understand. How could Father do this? Where is the justice? The respect for life? The common decency?! Tell me, Camilla..."}, {"speaker": "Camilla", "line": "Corrin... I know you're upset, but we need to report back to Father. He'll be angry if we keep him waiting. I'll summon a messenger."}, {"speaker": "Corrin", "line": "Camilla! How can you be so calm at a time like this?"}, {"speaker": "Camilla", "line": "I'm sorry, Corrin. I don't have the answers you're looking for. I don't know why Father makes some of the decisions he makes. I never have. I do know that even as his blood kin, he wouldn't hesitate to kill me if I disobeyed. If you value your life, as I do... bury your feelings, at least for now. I know it's hard to do that while looking around at what's happening here... But I'm afraid it's your only option. If you'll excuse me, I must hurry."}, {"speaker": "Corrin", "line": "Camilla... I'm sorry, but I can't do that. I can't accept that this is the Nohrian way. Something must be done..."}]}