{"chapter": "14B", "title": "Light Scatters", "speakers": ["Ryoma", "Corrin", "Sakura", "Takumi", "Hinoka", "Scarlet", "Resistance", "Azura", "Benny", "Charlotte", "Daniela"], "dialogue_counts": {"Ryoma": 20, "Corrin": 36, "Sakura": 2, "Takumi": 3, "Hinoka": 2, "Scarlet": 16, "Resistance": 1, "Azura": 22, "Benny": 2, "Charlotte": 2, "Daniela": 1}, "gender_counts": {"M": 25, "F": 44, "N": 2, "A": 36}, "lines": 107, "transitions": "MAFMFMAFM-M-MMFMFMFMFMFAMFA-AF-FNFFAFAMFMFMAFAFM-AFAF-A-M-AFMFMFA-M-M-F-F-N-AMAMMM-A-FA-A-FA-FAFAFAFAFAFAFAFA-FAFAFAFAFAFAFAFAF", "intro": [{"speaker": "Ryoma", "line": "Welcome to the Cheve Underground. This is where the resistance meets. We should be safe here for the time being."}, {"speaker": "Corrin", "line": "Thank you, Ryoma. I think I speak for everyone when I say this... We're so glad to have you back in command."}, {"speaker": "Sakura", "line": "We all missed you so much!"}, {"speaker": "Takumi", "line": "I knew you'd be fine. But I'm still glad to have you back."}, {"speaker": "Hinoka", "line": "Now that we're all reunited, nothing can stop us!"}, {"speaker": "Ryoma", "line": "Thank you, everyone. It's great to see you all again. And I must apologize for making you all worry so much. To think of all you've overcome to track me down... I've never been prouder to be your older brother."}, {"speaker": "Corrin", "line": "So, what's next? Now that we're all back together, it seems like anything is possible."}, {"speaker": "Scarlet", "line": "I like the sound of that. So you all must be Ryoma's siblings, right?"}, {"speaker": "Ryoma", "line": "Ah, yes. It seems introductions are in order."}, {"speaker": "Ryoma", "line": "These are my younger brothers, Corrin and Takumi. And my sisters, Hinoka, Azura, and Sakura."}, {"speaker": "Ryoma", "line": "This is my younger brother, Takumi. And my sisters, Hinoka, Azura, Corrin, and Sakura."}, {"speaker": "Ryoma", "line": "Everyone, this is Scarlet."}, {"speaker": "Scarlet", "line": "Wait...those names are awfully familiar. Are you named after the Hoshidan royal family?"}, {"speaker": "Ryoma", "line": "Er. You could say that. We ARE the Hoshidan royal family."}, {"speaker": "Scarlet", "line": "Urk! Please forgive me, Your Highness! I had no idea you were THE Ryoma!"}, {"speaker": "Ryoma", "line": "Please, Scarlet. You may simply call me Lord Ryoma. I apologize for not revealing my true identity earlier, but it was necessary. I wanted to get a true feel for your group without my royalty muddying the waters."}, {"speaker": "Scarlet", "line": "You needn't have worried. We have a common enemy. And many of us have strong ties to Hoshido. My own grandfather was one of the king's servants many years ago."}, {"speaker": "Ryoma", "line": "Is that so?"}, {"speaker": "Scarlet", "line": "Yes! I've always wanted to be a knight because of him. I fact, if it wouldn't be out of place...I'd really like to join your party. You've seen what I can do in battle. What do you say?"}, {"speaker": "Ryoma", "line": "I say we'd be lucky to have you. Welcome aboard."}, {"speaker": "Scarlet", "line": "Yes! Thank you so much, Lord Ryoma."}, {"speaker": "Corrin", "line": "Ryoma, can you tell us more about the resistance?"}, {"speaker": "Ryoma", "line": "Yes. The group here in Cheve is one of the most well organized. In the early stages of battle, I learned of this group and decided to investigate. I made my way to this region and joined the resistance under false pretenses. Of course, you must realize that there are underground anti-Hoshido groups as well. That's why it's important for us to have a presence in regions controlled by Nohr. In case the conflict spreads."}, {"speaker": "Scarlet", "line": "I can't believe I didn't recognize him. Oh well. I'm just glad we're on the same side. All of us in the Cheve resistance simply wish to be free of Nohr's oppressive rule."}, {"speaker": "Corrin", "line": "Yes. It's important to remember that we're not just fighting for Hoshido. Garon's mania for conquest must not be allowed to claim one nation more!"}, {"speaker": "Corrin", "line": "What was that? I thought this was a safe house."}, {"speaker": "Scarlet", "line": "It is! Nobody outside the resistance knows about this place. Let's see what's going on."}, {"speaker": "Scarlet", "line": "What's going on? What was that blast?"}, {"speaker": "Resistance", "line": "Milady, we're surrounded by Nohrian troops. Our men have engaged the enemy, but we're severely outnumbered."}, {"speaker": "Scarlet", "line": "No! How did they know that we were here?"}, {"speaker": "Azura", "line": "We may still have a traitor among us..."}, {"speaker": "Corrin", "line": "What are you suggesting? You saw what happened to Zola."}, {"speaker": "Azura", "line": "I don't know, Corrin. How else could this have happened?"}, {"speaker": "Corrin", "line": "I refuse to believe..."}, {"speaker": "Ryoma", "line": "No matter. We must evacuate immediately. There's a secret path nearby. Come, everyone!"}, {"speaker": "Scarlet", "line": "But what then? That path leads right to Nohr's doorstep."}, {"speaker": "Ryoma", "line": "Indeed. And that is exactly where I intend to go."}, {"speaker": "Scarlet", "line": "Are you serious? We're not ready for that kind of mission."}, {"speaker": "Ryoma", "line": "Running from the enemy won't bring this war to an end. We need to confront King Garon directly. And I believe that a swift counterattack would be the last thing he expects now. What do you think, Corrin?"}, {"speaker": "Corrin", "line": "I think you're right. Moving forward quickly with a small force could actually work."}, {"speaker": "Scarlet", "line": "I don't know..."}, {"speaker": "Corrin", "line": "Scarlet, if you're not on board with this plan, please don't feel obligated to join. I understand it must be hard to leave your troops here to fend for themselves."}, {"speaker": "Scarlet", "line": "No...I'll go with you. The resistance here is strong. We may be outnumbered, but we'll win the day. I can see the conviction in your eyes. Let's do this!"}, {"speaker": "Ryoma", "line": "Excellent. Now that we're in agreement, we should get moving. The sooner we make our move, the greater our advantage!"}, {"speaker": "Corrin", "line": "So this path leads all the way to Nohr? Are you sure we'll be safe?"}, {"speaker": "Scarlet", "line": "We should be. Then again, I thought that our safe house was actually SAFE. We built the path for this exact purpose, but I had no idea we'd use it this soon..."}, {"speaker": "Corrin", "line": "I'm sorry, Scarlet. Our arrival has certainly set things in motion."}, {"speaker": "Scarlet", "line": "It's all right. Maybe it's just the spark we needed to finally make a move. So please, wipe that sad look of your face. We're going to kick some butt!"}, {"speaker": "Corrin", "line": "Whoa! Thanks, I guess I needed that. If we're going to invade Nohr all by ourselves, I'd better be confident."}, {"speaker": "Ryoma", "line": "We're close, everyone. Time to get serious."}, {"speaker": "Corrin", "line": "Well, that's a formidable wall. And there's no shortage of troops... Everyone, please listen up. Once we cross the border, there's no turning back. If anyone wants to retreat, now's your chance. You will not be judged."}, {"speaker": "Hinoka", "line": "I'll follow you to the end of the world, Corrin. You have my support."}, {"speaker": "Takumi", "line": "And leave you here to take on these jerks all by yourself? Forget about it. I'll bend my bow to your will, Corrin!"}, {"speaker": "Sakura", "line": "I wouldn't think of staying behind after all you've done for us."}, {"speaker": "Ryoma", "line": "I'm pleased to see you taking on the role of a leader, Corrin. You're becoming worthy of the sword that has chosen you. Naturally, I will not be turning back."}, {"speaker": "Azura", "line": "You know this already, but you have my support as well, Corrin."}, {"speaker": "Corrin", "line": "Thank you, everyone. Your support means the world to me. Now, let's head into Nohr and show King Garon we mean business!"}], "boss": [{"speaker": "Benny", "line": "Nothing personal. I'll make it quick..."}, {"speaker": "Benny", "line": "I did my best. That's all I can say..."}, {"speaker": "Charlotte", "line": "Ugh, I have better things to do. Why'd you have to invade today?"}, {"speaker": "Charlotte", "line": "You're such a pain..."}, {"speaker": "Daniela", "line": "How sad for you to make it all the way here only to be butchered by me!"}], "end": [{"speaker": "Corrin", "line": "We made it! Did that really just happen?"}, {"speaker": "Ryoma", "line": "Yes, Corrin. We won this battle. But remember, we're in Nohrian territory now. We've got a long way to go."}, {"speaker": "Corrin", "line": "Can't I just be happy for a minute?"}, {"speaker": "Ryoma", "line": "Of course. But time is of the essence. Garon will hear about this soon. It won't be long before more Nohrian troops are on our trail."}, {"speaker": "Takumi", "line": "He's right. We've got to find someplace to rest. It'll be dark soon. There's cover in the forest nearby. What do you think, Ryoma?"}, {"speaker": "Ryoma", "line": "I think that's a good idea. Let's move toward the forest. I've been studying maps of the area in preparation for this scenario. Follow me!"}, {"speaker": "Corrin", "line": "Ugh...I can't get any sleep. If only I could shut off my brain for a few hours... What's that?"}, {"speaker": "Azura", "line": "Ugh..."}, {"speaker": "Corrin", "line": "Ah, it's Azura. I wonder what she's doing up at this hour. I hope everything's OK. It almost seemed like she was going to faint back in Nestra. Well, there's only one way to find out."}, {"speaker": "Corrin", "line": "Where'd she go? I can hear her voice... It sounds like she's singing that song again."}, {"speaker": "Azura", "line": "You are the ocean's gray waves... ♪"}, {"speaker": "Corrin", "line": "Ah, there she is. It seems a bit cold for a swim..."}, {"speaker": "Azura", "line": "Oh, Corrin!"}, {"speaker": "Corrin", "line": "Azura...what are you doing out here? Couldn't sleep?"}, {"speaker": "Azura", "line": "Were you following me?"}, {"speaker": "Corrin", "line": "I suppose I was. I just heard your voice, and I wanted to ask you something."}, {"speaker": "Azura", "line": "Yes? What is it?"}, {"speaker": "Corrin", "line": "Well, it's about the song you were singing just now."}, {"speaker": "Azura", "line": "I see."}, {"speaker": "Corrin", "line": "What can you tell me about it? It seems to have a different effect on everyone. For example, when you sang to Takumi, it seemed to break the spell he was under. But when you sang to the Nohrian soldiers, it was almost like they were in a trance. And Izana knew some of the words—even though he'd never heard it sung before! How is that possible?"}, {"speaker": "Azura", "line": "I'm sorry, but I'd rather not talk about it."}, {"speaker": "Corrin", "line": "Really? Azura, it's me. You can tell me anything."}, {"speaker": "Azura", "line": "You should try and get some sleep. We're going to be up early tomorrow."}, {"speaker": "Corrin", "line": "Please don't change the subject. You won't talk about the song, and I feel as though I hardly know anything about you. Doesn't that make you lonely? You know that we're all friends—we're here for you!"}, {"speaker": "Azura", "line": "Corrin...it's not that simple... Ugh..."}, {"speaker": "Corrin", "line": "Azura! What's wrong? How can I help?"}, {"speaker": "Azura", "line": "Agghhh..."}, {"speaker": "Corrin", "line": "No! Azura!"}, {"speaker": "Azura", "line": "Don't look...at me...please."}, {"speaker": "Corrin", "line": "What's happening to you?"}, {"speaker": "Azura", "line": "*huff *huff* *huff* Phew... I'm OK now. I'm sorry to have worried you."}, {"speaker": "Corrin", "line": "Please, don't apologize. I'll go get someone. Can Sakura help?"}, {"speaker": "Azura", "line": "I'm afraid not. What you've seen is the result of a curse. Like you, I carry special blood in my veins. But this comes at a price... I can sing for fun, or even to help someone in battle, and I'll be OK. But when I sing THAT song, in combination with my pendant... I'm able to generate a special kind of power."}, {"speaker": "Corrin", "line": "The power to exorcise demons?"}, {"speaker": "Azura", "line": "Something like that. But in exchange, every time I use the power, I suffer. It doesn't always happen right away. But it always happens."}, {"speaker": "Corrin", "line": "Why didn't you tell us before? You've been suffering needlessly this whole time!"}, {"speaker": "Azura", "line": "No. The suffering is temporary, and I always recover."}, {"speaker": "Corrin", "line": "But..."}, {"speaker": "Azura", "line": "But nothing. Each time I have sung that song, it was required. And it will be required again in the near future. We will eventually need the song's power to defeat King Garon."}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Azura", "line": "Please don't worry. Although it is excruciating, the pain always subsides. If my song can help us end the war, I'll sing it as many times as necessary."}, {"speaker": "Corrin", "line": "OK. But you must promise that you won't ever put yourself in danger. I don't know how you can willingly inflict such suffering upon yourself..."}, {"speaker": "Azura", "line": "I promise. If only everyone were as kindhearted as you, we'd have no war at all, Corrin."}, {"speaker": "Corrin", "line": "Thank you, Azura."}, {"speaker": "Azura", "line": "I'm sorry for no telling you about this before, but... I didn't want you to worry. Remember, you mustn't hesitate to have me use the song if it becomes necessary."}]}