{"chapter": "15C", "title": "The Black Pillar", "speakers": ["Corrin", "Azura", "Gunter"], "dialogue_counts": {"Corrin": 37, "Azura": 31, "Gunter": 8}, "gender_counts": {"M": 8, "F": 31, "N": 0, "A": 37}, "lines": 76, "transitions": "AFA-A-A-A-F-AFA-F-AFA-F-MAMA-MA-AMAFMFMAFAFAF-FAFAFAF-AMA-A-FAF-FAFAFAF-AFA-FAF-AFAFAFAFAFAFMAF", "intro": [{"speaker": "Corrin", "line": "*sigh* It's no use. I just can't fall asleep. First the incident in Cheve, now the hunt for those singers... The thought of attacking innocent people hurts my heart. I wonder if I did the right thing. Is it even possible to change things from the inside? Sometimes I wonder if siding with Nohr...was a mistake. Should I have sided with Hoshido? Helped them take down Father? But no, Xander and the rest... I love them so much. I could never betray them. *SIGH* I feel like I don't know anything anymore. Hm? Is that...Azura?"}, {"speaker": "Azura", "line": "..."}, {"speaker": "Corrin", "line": "That's Azura all right... I wonder where she's going. Maybe I'll feel better if I talk to her about our decision to side with Nohr. She's the only one in the world who's going through something similar. Fighting the Hoshidan siblings she grew up with... It can't be easy. I bet it would benefit both of us to talk all this through."}, {"speaker": "Corrin", "line": "That's weird... Where did she go? Into the forest, maybe...? Th-that song! It's just like the one that performer sang in Nestra. The one that cursed Father... The mysterious singer and Azura... Could they be the same person? N-no, it can't be. That's insane. I need to find Azura right now. There she is... Azura!"}, {"speaker": "Corrin", "line": "Huh?! She's walking into the lake... Is she taking a bath? No, it can't be that. She's fully clothed... What is she—"}, {"speaker": "Corrin", "line": "She's gone! Gods, she's not coming back up... Don't tell me she's... Azura? Azura! AZURA!!"}, {"speaker": "Azura", "line": "Tell me... Why are you here?"}, {"speaker": "Corrin", "line": "Azura? Wh-what happened? I dive onto the lake to save you...and then..."}, {"speaker": "Azura", "line": "You shouldn't be here, Corrin. Go back while you still can."}, {"speaker": "Corrin", "line": "Go back? What do you mean? Where are we?"}, {"speaker": "Azura", "line": "Corrin, watch out!"}, {"speaker": "Corrin", "line": "Who is this person? Why is he attacking me?!"}, {"speaker": "Azura", "line": "This is bad... We need to get out of here, Corrin! That thing attacking you may look human, but it's only a monster now. It feels no emotion. It can't love or even communicate. A soulless killing machine. If you get to close, it will surely destroy you."}, {"speaker": "Corrin", "line": "But Azura... There's nowhere to run!"}, {"speaker": "Azura", "line": "What?! Oh no... The path has closed. That means we'll have to fight our way through. Don't die on me, Corrin. Not before I can tell you the truth."}, {"speaker": "Gunter", "line": "Milord/Milady!"}, {"speaker": "Corrin", "line": "HUH?! It...it can't be... GUNTER!! Is that really you? You're not a ghost...are you?"}, {"speaker": "Gunter", "line": "It is I, milord/milady, in the flesh. And I won't tolerate being called a ghost. I saw that the two of you were in trouble, so I've come to help."}, {"speaker": "Corrin", "line": "I'm so happy to see you alive and well, Gunter! It's unbelievable! I don't understand, though... Why are you here?"}, {"speaker": "Gunter", "line": "We can discuss all that later. First we must dispatch these cretins!"}, {"speaker": "Corrin", "line": "Valid point! I'm so glad to have you fighting by my side again, Gunter..."}], "end": [{"speaker": "Corrin", "line": "Gunter!! I can't believe it's really you! Where have you been all this time?"}, {"speaker": "Gunter", "line": "As you may recall, Hans knocked me into the Bottomless Canyon. I hit solid ground, but it wasn't a canyon floor. When I came to, I was here. I barely had time to find my bearings before those monsters started attacking me. I tried to fight, then to run. I almost died a number of times, but then Lady Azura—"}, {"speaker": "Corrin", "line": "You know Azura?!"}, {"speaker": "Azura", "line": "He does. When I felt lost and lonely in Hoshido, I often found my way here. In this abyss I tried to derive some clue as to how I could achieve peace for the world. During one of my visits, I found Gunter here, on the brink of death."}, {"speaker": "Gunter", "line": "Lady Azura taught me how to hide here—where I could go to stay safe. I would be dead right now if it weren't for her kindness. I am forever in her debt."}, {"speaker": "Azura", "line": "Thank you, Gunter, but I don't deserve your praise. After I left you that day, I was captured by Hoshidan soldiers. I wasn't able to come back for you until now. I'm so sorry I left you alone..."}, {"speaker": "Gunter", "line": "Think nothing of it, milord/milady. I'm just happy to see you again."}, {"speaker": "Corrin", "line": "So, where exactly are we? Gunter got here by falling in the Bottomless Canyon... But we came here by diving into the lake. It sounds mad... Is that even possible?"}, {"speaker": "Azura", "line": "It is. We are no longer in Nohr, but we are not in Hoshido either. It is a land separate from both. Ever near, but hidden to all."}, {"speaker": "Corrin", "line": "A hidden land."}, {"speaker": "Azura", "line": "Yes. Time flows differently here than it does in the world we came from. There's something else... You must never speak of this place in the outside world. There exists a curse...if you speak of this land outside of it, you'll vanish."}, {"speaker": "Corrin", "line": "Vanish?!"}, {"speaker": "Azura", "line": "Don't worry. So long as you don't talk about it, you'll be fine. We should head back. Please heed my warning and keep this place a secret. Both of you, follow me."}, {"speaker": "Azura", "line": "Listen carefully. This place leads to the Bottomless Canyon in the other world. If we jump here, we can return to the world from whence we came."}, {"speaker": "Corrin", "line": "Wow, so this is how you go back and forth between worlds. Amazing."}, {"speaker": "Azura", "line": "Hm? Oh no, it's actually not. I always travel through water."}, {"speaker": "Corrin", "line": "Oh. Then why don't we just go back the same way we came?"}, {"speaker": "Azura", "line": "We can't. You and I are the only ones who can use water to travel between worlds. This is the only way to bring Gunter back with us. I realized that last time I was here. I tried to take Gunter with me but was unable to."}, {"speaker": "Corrin", "line": "Just the two of us can travel through water? But why? Why us?"}, {"speaker": "Azura", "line": "That's... ... I'm sorry, but that's not something I can talk about right now. We need to get back to the other world now, before those things attack again."}, {"speaker": "Corrin", "line": "Huh? Azura?! Wow! She didn't even hesitate..."}, {"speaker": "Gunter", "line": "Then let us show the same strength of will. I've got your back, milord/milady."}, {"speaker": "Corrin", "line": "So, um...basically...you're saying you want me to jump first? ... This may very well be the most frightening thing I've ever done. But I have no choice... ... OK, I'm going to do it... Deep breaths... HERE GOES NOTHING!"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Azura", "line": "Welcome back, Corrin."}, {"speaker": "Corrin", "line": "I'm back already? Incredible. Wait a minute... Where's Gunter?! H-he didn't get lost or something did he?!"}, {"speaker": "Azura", "line": "Not to worry. If he jumped off the cliff as instructed, he'll show up here eventually."}, {"speaker": "Azura", "line": "As I said, time flows differently there. That's why there´s a lag between when someone jumps and when they arrive back. While we wait for him to appear...there's something I need to tell you."}, {"speaker": "Corrin", "line": "Oh? What's that?"}, {"speaker": "Azura", "line": "I've heard you say numerous times that you'd stop at nothing to end this war. If that's true, there's something you must do. It won't be easy though... I'm afraid if we're ever to obtain peace, you must...dethrone King Garon."}, {"speaker": "Corrin", "line": "Dethrone Father? Are you mad?!"}, {"speaker": "Azura", "line": "I'm sorry, but it's the only way. All he does is spread hate and evil. He's a cruel and heartless man, even to his own children. It's despicable."}, {"speaker": "Corrin", "line": "Sadly, I can't disagree with any of that. But, Azura... He's still my father, and the father of my siblings. Must we shame and defeat him?"}, {"speaker": "Azura", "line": "I wished to shield you from this knowledge, Corrin, but it's time you knew. The man you call Father...is not King Garon. Not anymore. The man masquerading as your father is not of this world. He's being controlled by something—by a demon of some sort. I know that's a lot to swallow, but I think I can prove it to you......with this."}, {"speaker": "Corrin", "line": "What...is it?"}, {"speaker": "Azura", "line": "This is a crystal from the other world we just returned from. It has the power to reveal the truth. It takes an incredibly gifted mage, like Leo, to access its power at will. ...Or someone with highly potent dragon blood in their veins. Someone like you. Now, if you would, go ahead and touch the crystal."}, {"speaker": "Corrin", "line": "Um, OK..."}, {"speaker": "Azura", "line": "Now you know the truth about King Garon. Are you OK, Corrin?"}, {"speaker": "Corrin", "line": "...I'll be fine. Azura... Can I ask you something? Is there really no way we can save him? No way at all?"}, {"speaker": "Azura", "line": "Sadly, it's far too late for that. His soul has been corrupted beyond salvaging. The best we can do for him is to defeat him and release his soul to the next world. I did all I could to help...when I sang that song at the theatre in Cyrkensia."}, {"speaker": "Corrin", "line": "So it was you..."}, {"speaker": "Azura", "line": "It was. That song I sang has a mysterious power. I thought perhaps I could use it to turn Garon back to normal. ...It didn't work. That's when I realized he was too far gone to save. Worse than my failure is the fact that I endangered all those innocent singers. It's my fault they're being hunted. I'll never forgive myself for that."}, {"speaker": "Corrin", "line": "You're not the only one who has suffered failures on the path to peace. I wanted so badly to end this war without sacrificing any lives. And yet...in Cheve, I was unable to stop the murder of all those innocent people."}, {"speaker": "Azura", "line": "Corrin..."}, {"speaker": "Corrin", "line": "You're right. I see that now. we must stop Father so such things never happen again. I can't do it without Xander and the others, though. They need to know. Ugh, but how do I explain all this to them? Will they even believe me? I don't know where to begin, and what's worse, I can't mention that other world!"}, {"speaker": "Azura", "line": "Hmm... There might be a way to show them, but it's risky..."}, {"speaker": "Corrin", "line": "What do you have in mind?"}, {"speaker": "Azura", "line": "We'll have to conquer Hoshido. Win the war in King Garon's name. Once we've won, all we have to do is get Garon to sit on the Hoshidan throne."}, {"speaker": "Corrin", "line": "That's right. I remember Mother saying something about that throne. She said those who sit on it regain their true form and mind."}, {"speaker": "Azura", "line": "Precisely. With that crystal, I was able to show you the truth. But with that throne, we could reveal the truth to our siblings too. Unfortunately, to make this plan work, we'll have to keep following Garon's orders. And to conquer Hoshido, we'll have to keep fighting your Hoshidan siblings. It won't be easy for you, Corrin... For that, I'm sorry."}, {"speaker": "Corrin", "line": "... My happiness is a small price to pay for the good of the whole world. I will continue to fight for Nohr and follow my father's every command. If I must sacrifice my soul and walk the path of evil to end this war, so be it. Even if no one understands why I'm doing this... Even if they grow to hate me..."}, {"speaker": "Azura", "line": "If that's the path you choose to walk, I shall walk it with you. I am ever at your service, Corrin. Together we will claim victory for Nohr."}, {"speaker": "Gunter", "line": "Lord/Lady Corrin! Lady Azura!"}, {"speaker": "Corrin", "line": "Welcome back, Gunter."}, {"speaker": "Azura", "line": "I'm so glad you made it back safely. Well, no time to spare. Let's hurry back and rejoin the others. King Garon will grow suspicious if we're gone too long..."}]}