{"chapter": "18B", "title": "Leo", "speakers": ["Corrin", "Ryoma", "Felicia", "???", "Leo", "Takumi", "Sakura", "Hinoka", "Odin", "Niles", "Azura"], "dialogue_counts": {"Corrin": 62, "Ryoma": 13, "Felicia": 3, "???": 2, "Leo": 45, "Takumi": 5, "Sakura": 2, "Hinoka": 2, "Odin": 6, "Niles": 5, "Azura": 8}, "gender_counts": {"M": 74, "F": 15, "N": 2, "A": 62}, "lines": 153, "transitions": "AMAFAFAFA-AMAMAM-AM-MAMA-AMANANM-M-AMMMMAFFMAMAMAMA-M-M-M-M-M-M-MAMAMAM-MAMAM-MAMA-MAMAMAMA-MAMAMAMAMAMAMAMAMAM-MAMAMAFMFMFM-MFAFMFMAMAMAMAFMMMAMAMAMAMAMAFFAMFAMAMAMAMAM-AMA", "intro": [{"speaker": "Corrin", "line": "Ugh, this forest is so dark and dismal... The trees are blocking the whole sky. I can't even see the moon from here. It feels as though we've been walking in darkness forever."}, {"speaker": "Ryoma", "line": "They say this is the darkest region in the kingdom of Nohr. Which is precisely why we're here. Most Nohrians would have a hard time tracking us through this area. Once we make our way through the forest, we'll be just outside the capital."}, {"speaker": "Corrin", "line": "Are you sure we're on the right track? I'd hate to get lost in here."}, {"speaker": "Felicia", "line": "Don't worry, Lord/Lady Corrin. I know my way around this place pretty well. Flora and I used to camp in this area in the summers. Between the two of us, we had every nook and cranny mapped out. Oh...Flora. *sob*"}, {"speaker": "Corrin", "line": "Felicia...I'm so sorry."}, {"speaker": "Felicia", "line": "I'm sorry...I need a moment."}, {"speaker": "Corrin", "line": "Of course. Take all the time you need. I can't imagine what you're going through."}, {"speaker": "Felicia", "line": "Thank you, Lord/Lady Corrin. I know we're all suffering in one way or another. I'm just trying to hold it together."}, {"speaker": "Corrin", "line": "We're all here for you, Felicia."}, {"speaker": "Corrin", "line": "So, Ryoma... I know Felicia said she knows her way around here... But it feels like we've been walking in circles for hours."}, {"speaker": "Ryoma", "line": "Hmm? I don't think so. It probably just feels that way because it's so dark."}, {"speaker": "Corrin", "line": "I hope you're right. Oh, wait. There's something different."}, {"speaker": "Ryoma", "line": "What is it?"}, {"speaker": "Corrin", "line": "I...I don't know. It's over there. Something glowing..."}, {"speaker": "Ryoma", "line": "Is it some sort of animal?"}, {"speaker": "Corrin", "line": "No. It's giving off an unnatural light."}, {"speaker": "Ryoma", "line": "I don't like the looks of this..."}, {"speaker": "Ryoma", "line": "Do you think they could be more of Iago's optical illusions?"}, {"speaker": "Corrin", "line": "I don't know, but I'd rather not find out. Let's get out of here!"}, {"speaker": "Ryoma", "line": "It's too late—we're surrounded. Let's hope these...things...aren't hostile."}, {"speaker": "Corrin", "line": "I...I think this place is a graveyard."}, {"speaker": "Corrin", "line": "Faceless! They're everywhere! We're in trouble, Ryoma—I can barely see anything, let alone defend myself!"}, {"speaker": "Ryoma", "line": "There's something strange about these Faceless. It's almost like they're...waiting. Usually they attack anything in sight without hesitation. Someone must be controlling them!"}, {"speaker": "Corrin", "line": "You may be right, but knowing that will do us little good when we can't see anything!"}, {"speaker": "???", "line": "Oh, Corrin. Have you really lost your night eyes so quickly? Hoshido has made you soft."}, {"speaker": "Corrin", "line": "Who's there?!"}, {"speaker": "???", "line": "That's quite an attitude to take with a voice in the dark, is it not? See for yourself. Can you still not see me..."}, {"speaker": "Leo", "line": "even when I'm right next to you?"}, {"speaker": "Leo", "line": "Nohrian law is blunt on the subject of traitors. There is only one punishment... The sentence is death."}, {"speaker": "Corrin", "line": "Leo!"}, {"speaker": "Leo", "line": "Yes, Brother/Sister. I'm here to settle the score once and for all. No more running or hiding. It's time to answer for your betrayal! I've even gone to the trouble of trapping you in a proper graveyard. After all, the brother/sister I once loved is dead. It's only fitting."}, {"speaker": "Takumi", "line": "That's some big talk from a reedy little bookworm! We won't back down until we defeat your father, King Garon. Why don't you come down here and fight us face-to-face?"}, {"speaker": "Leo", "line": "You're quite confident for a coward who shoots his foes with arrows from afar. If you think you can best me, so be it. Let's see how long you can survive my game. You Hoshidans think you're a ray of light in the world, but you're all hypocritical fools. True power comes from a heart forged in darkness!"}, {"speaker": "Takumi", "line": "Gah! My feet—they're stuck! Aaaugh!"}, {"speaker": "Corrin", "line": "Takumi? What happened?"}, {"speaker": "Sakura", "line": "Ow! Eyaaah!"}, {"speaker": "Hinoka", "line": "Ughhh...I'm getting so...tired. So...drained..."}, {"speaker": "Ryoma", "line": "It's the swamp! Everyone, get out of the water right now!"}, {"speaker": "Corrin", "line": "Strange, it doesn't seem to be affecting me..."}, {"speaker": "Leo", "line": "Hmm. So your connection to Nohr hasn't been completely severed, I see... No matter. There will be no escape today. In the dark forest, where even the moon and stars dare not shine... All sources of light shall be swallowed up in my darkness, because I will it so. Hoshidans, who have spent all their days in the light, can't survive without it. I'm surprised it didn't work against you too. This only goes to show you were meant to side with us. You chose wrong, Brother/Sister. You chose the light and left those who love you most to rot in the dark, traitor!!"}, {"speaker": "Corrin", "line": "Please, Leo! Stop this! I don't wish to fight you, Brother!"}, {"speaker": "Leo", "line": "Ugh, how annoying. I would love nothing more than to best you in battle. Xander always lavished you with praise while ignoring my accomplishments... Camilla was the same. She...she always loved you more than me! You were Xander's perfect little toy soldier and Camilla's dress-up doll! I've always resented you for that, Brother/Sister. I've been keeping all this in for so long, but it doesn't matter anymore. Had I known you'd betray us, I wouldn't have bothered being intimidated by you!!"}, {"speaker": "Corrin", "line": "Do...do you really mean that? Have you always resented me? I thought...we were so close. Did you never truly love me? Tell me!"}, {"speaker": "Leo", "line": "...I'm not going to give you the satisfaction of answering that. I'm just going to kill you now."}, {"speaker": "Corrin", "line": "Leo, no!"}], "boss": [{"speaker": "Odin", "line": "Out of darkness, I spring into action. Fear me! I am Odin Dark!"}, {"speaker": "Odin", "line": "Urgh! Back into the darkness I go..."}, {"speaker": "Niles", "line": "Say, that’s a nice face you’ve got there. Would be a shame if someone were to slash it. Let’s have some fun, shall we?"}, {"speaker": "Niles", "line": "Oof. That’s enough of my own medicine for today. I’ll just slip away now…"}, {"speaker": "Leo", "line": "I hope you like the dark. I'm about to drown you in it..."}, {"speaker": "Leo", "line": "No...I can't fall like this... Not until I prove myself..."}, {"speaker": "Odin", "line": "Halt! I am Odin Dark—warrior chosen by the darkness. It’s been a while, hasn’t it, young Corrin? It’s a shame that I will have to destroy you now, but orders are orders. If only you had stayed true to our glorious and noble kingdom...", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Corrin", "line": "What are you talking about?", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Odin", "line": "Oh. That’s not the reaction I expected. Do you not remember the darkest and most mysterious of heroes?", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Corrin", "line": "Um, sorry. I have a really bad memory. REALLY bad. By the way, what’s with the whole \"warrior chosen by darkness\" thing?", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Odin", "line": "Yes, well...I am the night! I am the...er... I can’t do this.", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Corrin", "line": "Then throw down your weapon! There’s no need for us to fight!", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Odin", "line": "No! Must...tame...the darkness... Let’s just get this over with! I can’t control my powers around you...", "unit": "Corrin", "boss": "Odin"}, {"speaker": "Niles", "line": "So, you’re the little thorn in my master’s side, are you? Very well. If he wants you dead, who am I to argue?", "unit": "Corrin", "boss": "Niles"}, {"speaker": "Corrin", "line": "I still can’t believe it. We lived as brothers/sister and brother...", "unit": "Corrin", "boss": "Niles"}, {"speaker": "Niles", "line": "Oh, yes. The suffering on your face is simply delicious. Now, let’s see what happens when you have a few more holes...", "unit": "Corrin", "boss": "Niles"}, {"speaker": "Corrin", "line": "You’re sick!", "unit": "Corrin", "boss": "Niles"}, {"speaker": "Niles", "line": "Oh, please. This is war. This is my job. I’m good at what I do. I’ll try to make this painless so you can die in peace. Deal?", "unit": "Corrin", "boss": "Niles"}, {"speaker": "Leo", "line": "Ah, so you made it all the way here. I suppose that means I'll have to kill you with my own hands.", "unit": "Corrin", "boss": "Leo"}, {"speaker": "Corrin", "line": "Leo, be honest. Did you really mean what you said earlier? Have you...have you really always hated me? Because...I've always loved you.", "unit": "Corrin", "boss": "Leo"}, {"speaker": "Leo", "line": "There's no point in answering that. It's all over now.", "unit": "Corrin", "boss": "Leo"}, {"speaker": "Corrin", "line": "Leo...", "unit": "Corrin", "boss": "Leo"}], "end": [{"speaker": "Leo", "line": "Ugh... Go ahead. Do what you must."}, {"speaker": "Corrin", "line": "No. Accept your defeat, and we can end this together."}, {"speaker": "Leo", "line": "Don't you see? This can't ever end! Not until one of us is dead."}, {"speaker": "Corrin", "line": "No! I can't accept that. There was no need for our kingdoms to be at war in the first place. This is all Father's doing, Leo! He's fooled us all!"}, {"speaker": "Leo", "line": "You've always been naive, Corrin. This is war! This is life and death! Only the strong survive! If Nohr bows down, we'll lose everything. Our land and our people...our culture and our legacy... Our families...even our lives. I won't let Hoshido take anything more from us! I won't back down!"}, {"speaker": "Corrin", "line": "Am I the one who's naive? Or is it you, blind to Garon's lust for power?"}, {"speaker": "Leo", "line": "Ha! As though the Hoshidans have never ended a life to serve their own purpose. They would slit your throat in an instant if they thought it served them."}, {"speaker": "Corrin", "line": "That's not true! From the moment I arrive in Hoshido, I was treated as if I belonged. The same goes for Azura. King Garon is mad with power, and he must be stopped!"}, {"speaker": "Leo", "line": "Huh?!"}, {"speaker": "Corrin", "line": "I hate to do this, but... Don't move an inch, Leo, or I will be forced to end you."}, {"speaker": "Leo", "line": "Heh, I don't doubt your ability to hurt me, dear brother/sister. Go on. Kill me. End this battle, just as you wish."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Leo", "line": "What are you waiting for? I'm not helpless, even in this position. I could kill you right now with a spell. Make your move."}, {"speaker": "Corrin", "line": "No..."}, {"speaker": "Leo", "line": "Why? What's wrong with you?"}, {"speaker": "Corrin", "line": "Me? What's wrong with you? Why haven't you cast your spell?"}, {"speaker": "Leo", "line": "Because..."}, {"speaker": "Corrin", "line": "Leo, I know you. We grew up together. I know you've got a good, kind heart."}, {"speaker": "Leo", "line": "Shut up!"}, {"speaker": "Corrin", "line": "No, listen..."}, {"speaker": "Leo", "line": "I told you to shut up! What makes you think you understand anything about me?!"}, {"speaker": "Corrin", "line": "Because we're family, Leo. Regardless of my true lineage, I'll always think of you as my little brother."}, {"speaker": "Leo", "line": "Hmph."}, {"speaker": "Corrin", "line": "I won't ever give up on you. You said you'd kill me...but I'm still here. If you really wanted me dead, you could have done it a dozen times by now."}, {"speaker": "Leo", "line": "..."}, {"speaker": "Corrin", "line": "I believe in our bond, Leo. I have to believe you wouldn't really kill me. As one who betrayed Nohr, maybe I don't have the right to say this, but... I don't want to fight against you, or anyone in Nohr, but especially my family. I still love you, Brother. That will never, ever change."}, {"speaker": "Leo", "line": "*sigh*"}, {"speaker": "Leo", "line": "I...I'm sorry, Brother/Sister. I lied to you."}, {"speaker": "Corrin", "line": "Leo, it's OK."}, {"speaker": "Leo", "line": "I never hated you. Not...not ever. I was jealous at times, sure. You were always Xander's favorite. And Camilla...she always doted on you so..."}, {"speaker": "Corrin", "line": "I understand. There's no need to say anything more. But, Leo...please. Please join us, Brother! Help us put an end to this war."}, {"speaker": "Leo", "line": "You're asking me to betray my father. And Xander. And everyone else... How can I do that? I can't hurt my siblings! I won't do it!"}, {"speaker": "Corrin", "line": "I...I can't answer that. Only you can. I'll admit, it's a tough road to tread."}, {"speaker": "Azura", "line": "You'll have to find your own reasons for joining us. We can't give you the answers. But I do have something that can help you...clarify your thoughts."}, {"speaker": "Leo", "line": "What do you mean?"}, {"speaker": "Azura", "line": "Take this. Look deep inside it. You might find it helpful."}, {"speaker": "Leo", "line": "Huh? What is it? It looks like some kind of crystal."}, {"speaker": "Azura", "line": "It's...not something I can explain. You'll just have to try it for yourself."}, {"speaker": "Leo", "line": "I see... Understood."}, {"speaker": "Leo", "line": "So you're Azura. You were originally a princess of Nohr, right? Does that mean... Are we related?"}, {"speaker": "Azura", "line": "Yes, I am Azura. But I'm afraid we're not related."}, {"speaker": "Corrin", "line": "But I thought—"}, {"speaker": "Azura", "line": "I'm afraid I haven't been able to share everything about my past quite yet..."}, {"speaker": "Leo", "line": "Does that mean you're not originally from Nohr after all? Why are you being mysterious? Why can't you just come out with it?"}, {"speaker": "Azura", "line": "I assure you—I have my reasons. But I have given you everything you need to find the answers. That's all I can do."}, {"speaker": "Leo", "line": "Very well."}, {"speaker": "Corrin", "line": "Leo, what are you going to do?"}, {"speaker": "Leo", "line": "I don't know. I'm not ready to completely forgive you for betraying Nohr and tearing our family apart. There are a lot of questions that I need answered."}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Leo", "line": "To be honest, all of this may be moot. None of you realize how strong Xander has become."}, {"speaker": "Corrin", "line": "Leo, I've sparred with Xander dozens of times. I know he's strong, but I'm ready."}, {"speaker": "Leo", "line": "Hah! You mean your friendly little tickling contests up on the roof? You do know he always went easy on you, right? You...know that, right? Xander means business now, Corrin. He is not to be taken lightly. You may have stopped me and my small army of Faceless today... But I doubt the lot of you could defeat Xander all at once."}, {"speaker": "Corrin", "line": "He can't be...THAT powerful... Can he?"}, {"speaker": "Azura", "line": "What can we do, Leo?"}, {"speaker": "Leo", "line": "Truly, there may be nothing you can do. But I know one thing you can TRY. Make a pilgramage to Notre Sagesse."}, {"speaker": "Ryoma", "line": "Notre Sagesse...land of the philosophers? What possible benefit lies there?"}, {"speaker": "Leo", "line": "Notre Sagesse is home to the Rainbow Sage. I don't know who he is or what he does, but Xander visited him ages ago. Upon returning, he put on display of powers the likes of which I've never seen."}, {"speaker": "Corrin", "line": "I hate to ask...but how far away is Notre Sagesse from here?"}, {"speaker": "Ryoma", "line": "It's more than halfway back to Hoshido, I'm afraid. The most direct route would take us back through Cyrkensia. And then we'd still have a lengthy boat ride ahead of us..."}, {"speaker": "Corrin", "line": "Then it's hopeless. We've come too far together to backtrack like that."}, {"speaker": "Leo", "line": "What will you do? I assure you that facing off against Xander as you stand would be akin to suicide."}, {"speaker": "Corrin", "line": "I suppose I have no choice. I'll have to go to Notre Sagesse alone."}, {"speaker": "Takumi", "line": "Are you serious, Corrin? Please don't tell me you believe this clown."}, {"speaker": "Corrin", "line": "Takumi, I've known Leo my whole life. I believe he's telling the truth about Xander. So, even though this is a setback...I believe it gives us the best chance at victory."}, {"speaker": "Takumi", "line": "Unbelievable."}, {"speaker": "Corrin", "line": "I'm sorry. I'm not asking anyone else to come with me."}, {"speaker": "Takumi", "line": "Who said anything about not going with you? I just want to make sure you think long and hard about this."}, {"speaker": "Corrin", "line": "But..."}, {"speaker": "Hinoka", "line": "We're all with you, Corrin. Right, everyone?"}, {"speaker": "Sakura", "line": "Of c-course!"}, {"speaker": "Corrin", "line": "Really, I can make this pilgrimage alone..."}, {"speaker": "Ryoma", "line": "Nonsense! We stand with you, Corrin."}, {"speaker": "Azura", "line": "Did you really have any doubt? We will all follow your lead."}, {"speaker": "Corrin", "line": "Thank you, everyone. I'm...humbled to have your confidence and support. Especially you, Ryoma. To think...you could be king right now..."}, {"speaker": "Leo", "line": "Very well. I suppose if you're all determined to do this...I shouldn't hold this back. Please, take this."}, {"speaker": "Corrin", "line": "What is it, Leo? A book?"}, {"speaker": "Leo", "line": "Yes, a warp book. It has the power to transport you instantly to Notre Sagesse. Consider it an even trade for the item Azura gave me."}, {"speaker": "Corrin", "line": "What?! That can't be possible, can it?"}, {"speaker": "Leo", "line": "Oh yes, Corrin. Believe it. This is why I've always put my faith in books rather than blades. Given the size of your party, I'd say this book has the power for ONE round trip. So, don't push your luck with it..."}, {"speaker": "Corrin", "line": "One round trip should be plenty. Thank you, Leo!"}, {"speaker": "Leo", "line": "Yes, well...I wasn't sure that helping you would be the right decision. But after seeing how determined you are... I suppose it just seems right. You've always been a bit reckless, haven't you?"}, {"speaker": "Corrin", "line": "Thank you, Leo."}, {"speaker": "Leo", "line": "It's time for me to go now. We'll see each other again, I'm sure of it."}, {"speaker": "Corrin", "line": "He smiled! It's been so long... since I saw that smile. How bittersweet."}, {"speaker": "Ryoma", "line": "I can imagine. Thank you for keeping a steady head throughout all of this. You're a natural-born leader, Corrin."}, {"speaker": "Corrin", "line": "Thank you, Ryoma. I'm just glad I didn't have to kill my own brother. As for you, Leo... I know you can't hear me, but I wish you safe travels. My kind and precocious little brother, who was ever at my side... I hope you find the answers you're looking for... And one day, I hope we'll be together again, as we should be."}]}