{"chapter": "20B", "title": "Fort Dragonfall", "speakers": ["Corrin", "Takumi", "Ryoma", "???", "Iago", "Azura", "Faceless"], "dialogue_counts": {"Corrin": 46, "Takumi": 1, "Ryoma": 9, "???": 1, "Iago": 9, "Azura": 27, "Faceless": 1}, "gender_counts": {"M": 19, "F": 27, "N": 2, "A": 46}, "lines": 94, "transitions": "AMMAMA-AMAMAMA-AM-AMA-MAMANA-MAMAMAMFMFMFA-AMAM-NAM-AFAFAFAFAFA-AF-F-A-A-AFAFAFAFAFA-FAFAFA-FAFAFAFAFAFAFAFAF", "intro": [{"speaker": "Corrin", "line": "And just like that...we're back in Nohr. Amazing..."}, {"speaker": "Takumi", "line": "Yeah. Did all that stuff with the Rainbow Sage actually happen? Or was it a dream?"}, {"speaker": "Ryoma", "line": "It was no dream, Brother. The wisdom he imparted to us was real. I've never been more ready to take on King Garon!"}, {"speaker": "Corrin", "line": "Let's not forget his other practical words of advice... Nohr's army passed through this area looking for us. So we should head in the opposite direction right away!"}, {"speaker": "Ryoma", "line": "Right. Our best bet is to head northeast. There's a direct route that will take us very close to the royal castle. And remember...we may have evaded their forces for now... But we can't let our guard drop, even for a moment."}, {"speaker": "Corrin", "line": "Understood."}, {"speaker": "Corrin", "line": "That's quite a fort. Are we going through it, Ryoma?"}, {"speaker": "Ryoma", "line": "Yes. It's the fastest way to get to the royal castle. And if we encounter resistance, the enclosed space will actually favor us. We can't be surrounded by a large army in there."}, {"speaker": "Corrin", "line": "Sounds like a solid strategy to me. I'm fascinated by the structure...I can't wait to see the inside."}, {"speaker": "Ryoma", "line": "As am I. The fort itself was built partially from the remains of a dragon!"}, {"speaker": "Corrin", "line": "So that's why it's called Fort Dragonfall..."}, {"speaker": "Ryoma", "line": "Yes. You look upon the carcass of an ancient, legendary beast. Its bones and carcass never seemed to deteriorate, even in death. Eventually, someone got the idea to incorporate them into this fort. In any case, it appears completely unguarded at the moment. Let's move forward."}, {"speaker": "Corrin", "line": "You heard him!"}, {"speaker": "Corrin", "line": "You would think the Nohrian army would have left SOMEONE behind, right? Yet again, it seems they've just left a major facility abandoned..."}, {"speaker": "Ryoma", "line": "You're right. I'd definitely rather have discovered a token resistance. This doesn't feel right..."}, {"speaker": "Corrin", "line": "Whoa...what was that?"}, {"speaker": "Ryoma", "line": "I don't know! It could have been an earthquake... We should evacuate for the time being."}, {"speaker": "Corrin", "line": "Good idea. Let's get to the exit, everyone!"}, {"speaker": "Ryoma", "line": "What?! This isn't possible..."}, {"speaker": "Corrin", "line": "What is it? Why aren't you moving?"}, {"speaker": "Ryoma", "line": "The exit was right here...but now it's gone!"}, {"speaker": "Corrin", "line": "Maybe it's an illusion. We've seen this kind of thing before..."}, {"speaker": "???", "line": "Gahaha! This is no illusion, Corrin."}, {"speaker": "Corrin", "line": "Oh, no...not again..."}, {"speaker": "Iago", "line": "Well, it sounds like I've lost the element of surprise. Boohoo."}, {"speaker": "Corrin", "line": "What are you doing, Iago? Again, we've got you outnumbered."}, {"speaker": "Iago", "line": "Oh ho ho! As if I'd grace this battle with my own physical presence. No, there's quite simply no need for me to get my hands dirty..."}, {"speaker": "Corrin", "line": "Then what's your plan? Destroy the fort on top of us? You know it's made out of an indestructible dragon, right?"}, {"speaker": "Iago", "line": "Well, of course! Why else do you think I chose this location to corner you? The dragon is even more indestructible than you can imagine..."}, {"speaker": "Corrin", "line": "What are you talking about? Everyone, look at the floor! It's...it's covered in some kind of acid!"}, {"speaker": "Iago", "line": "Bingo, Hoshidan prince/princess! Stomach acid, to be precise. You're about to be dinner for a dragon that hasn't eaten in a VERY long time!"}, {"speaker": "Azura", "line": "He's...he's reviving the dragon somehow! Corrin...I don't think this is mere illusion!"}, {"speaker": "Iago", "line": "Oh, it's real. Dip your toes in that acid, and you'll see just how real. Compliments of King Garon, of course. He's entrusted me with some rather fabulous new powers. Bwahaha!"}, {"speaker": "Azura", "line": "I should have known you wouldn't be capable of something like this on your own."}, {"speaker": "Iago", "line": "Ooh...the blue-haired one is being MEAN to me! No matter. I can ignore a minor affront like that...since you're about to die and all."}, {"speaker": "Azura", "line": "..."}, {"speaker": "Corrin", "line": "Dragon or not, these walls can't hold us! Everyone, we just need to break through to the outside. Give me a hand! Hyaaah!"}, {"speaker": "Corrin", "line": "I...I can't make a dent..."}, {"speaker": "Iago", "line": "Oh, foolish Corrin... Did you really expect to be able to break through the rib cage of an elder dragon? There's only one way out of here, and I assure you, it isn't pleasant. Also, you'll die. In case that wasn't clear."}, {"speaker": "Corrin", "line": "What do we do?"}, {"speaker": "Iago", "line": "Just sit back and enjoy being digested. It's all you can do. Actually, if you're bored, I suppose I can give you a few new friends to play with. Enjoy!"}, {"speaker": "Faceless", "line": "GRRRRRAAAH!"}, {"speaker": "Corrin", "line": "Faceless! Watch out, everyone!"}, {"speaker": "Iago", "line": "I know—I'm too generous. These lovelies may end up sparing you a wonderfully delicious death by digestion. Either way, I'll be watching from a cozy chair at the palace. Bwahaha!"}, {"speaker": "Corrin", "line": "Damn you, Iago! All right, our weapons and magic do nothing against these walls. What can we do?"}, {"speaker": "Azura", "line": "Perhaps if I sing..."}, {"speaker": "Corrin", "line": "I don't know, Azura. I don't want you to suffer..."}, {"speaker": "Azura", "line": "But my song may be able to break the curse. It could be our only way out!"}, {"speaker": "Corrin", "line": "But last time... I saw what happened..."}, {"speaker": "Azura", "line": "Please, Corrin. Don't worry about that. Remember what I told you? I may suffer a little bit, but I'll always be fine. I can deal with a little pain if it means saving all of our lives!"}, {"speaker": "Corrin", "line": "Very well..."}, {"speaker": "Azura", "line": "There is just one thing. I'll need you and the others to defeat the Faceless before I begin. My song can be disrupted by the sounds they're making... I'm afraid it won't be powerful enough to break Iago's spell until they're gone."}, {"speaker": "Corrin", "line": "You can count on us. Just promise that you won't do any permanent damage to yourself, OK?"}, {"speaker": "Azura", "line": "Yes. I'll be fine. You can trust me."}, {"speaker": "Corrin", "line": "All right. Everyone, forget trying to escape. Focus your attention on the Faceless! Let's take 'em down!"}], "end": [{"speaker": "Corrin", "line": "Their leader is dead. Azura, now's your chance!"}, {"speaker": "Azura", "line": "I'll do my best. Ahem..."}, {"speaker": "Azura", "line": "You are the ocean's gray waves... ♪"}, {"speaker": "Corrin", "line": "It's working...the walls are going back to normal. Let's work quickly, now. Hyaaah!"}, {"speaker": "Corrin", "line": "Yes! We've done it. Everyone, get out while you can! Great work, Azura!"}, {"speaker": "Corrin", "line": "Whew...that was close. Thank you, Azura. We couldn't have done it without you."}, {"speaker": "Azura", "line": "It was nothing. You guys did all the hard work."}, {"speaker": "Corrin", "line": "Oh, come on. Anyone who can swing a sword can take out some Faceless. But only you could have broken the spell that Iago cast. Now that we're safe...how are you feeling?"}, {"speaker": "Azura", "line": "I...I'm fine. But let's not linger here too long. Iago said he was able to watch us somehow, so he knows we escaped. We should flee while he's busy apologizing to King Garon."}, {"speaker": "Corrin", "line": "You're right."}, {"speaker": "Azura", "line": "Ohhh..."}, {"speaker": "Corrin", "line": "Hmm? Azura?"}, {"speaker": "Azura", "line": "Yes?"}, {"speaker": "Corrin", "line": "Are you sure you're feeling well? I thought I heard a whimper..."}, {"speaker": "Azura", "line": "You're imagining things. I'm fine. Let's just get moving!"}, {"speaker": "Corrin", "line": "Very well. Come on, everyone. Let's— Wait, Azura...what's happening?!"}, {"speaker": "Azura", "line": "Please...don't come any closer..."}, {"speaker": "Corrin", "line": "No! Azura! How can I help?"}, {"speaker": "Azura", "line": "Ngh...ugh..."}, {"speaker": "Corrin", "line": "It's...it's like you're fading away! This is even worse than last time! Azura, please tell me you'll be OK... AZURA!"}, {"speaker": "Azura", "line": "Gah... *huff* *huff* I...I told you to leave me alone. I'll be fine...eventually."}, {"speaker": "Corrin", "line": "Azura. It's time you told me the truth about your song."}, {"speaker": "Azura", "line": "There's nothing more to tell. I...I'm feeling better already..."}, {"speaker": "Corrin", "line": "A moment ago, it looked as though you were literally fading out of existence. Please, tell me the truth. If you truly care about me, be honest. Are you risking your life each time you sing the song?"}, {"speaker": "Azura", "line": "..."}, {"speaker": "Corrin", "line": "Azura..."}, {"speaker": "Azura", "line": "I, um... OK, here's the truth. The stronger an enemy is, the stronger my song must be in order to work. And the more powerful I sing—the more power I draw from my amulet...the more damage I sustain."}, {"speaker": "Corrin", "line": "And this damage... What's the worst that could happen?"}, {"speaker": "Azura", "line": "It's possible that if I sang long enough, and with enough power... I could disintegrate completely."}, {"speaker": "Corrin", "line": "What?! But you told me back in Cyrkensia that there was no danger! You said that the song could cause you pain, but never kill you."}, {"speaker": "Azura", "line": "I'm so sorry, Corrin. I lied. I knew that telling you the truth would only make you worry. And for the good of us all—and the entire worlds—your focus can't be on me."}, {"speaker": "Corrin", "line": "I don't know. I don't think you should use your song anymore. I think we're just going to have to figure out a way to get by without it."}, {"speaker": "Azura", "line": "Corrin...I really appreciate your concern... Bu the reality is that we can't get by without my song. We can't defeat King Garon without it. The war will just rage on. I want to bring peace to this world. And if I have to sacrifice...so be it. I believe it's my purpose in life..."}, {"speaker": "Corrin", "line": "But..."}, {"speaker": "Azura", "line": "Please, don't worry. It doesn't mean that I'm destined to die. It only means that I'm willing to give my life for this cause. My dream is to live a long and happy life in a peaceful world. So, believe me...I don't want to go anywhere. I will be cautious."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Azura", "line": "Trust me, Corrin. I know I lied to you before, but... I won't ever disappear."}, {"speaker": "Corrin", "line": "I suppose I don't have a choice but to believe you. It's not like I can stop you from using your power anyway. But I expect you to honor your promise. Be mindful of your own well-being!"}, {"speaker": "Azura", "line": "Yes. I promise, Corrin."}]}