{"chapter": "21B", "title": "Burning Falls", "speakers": ["Garon", "Elise", "Xander", "Ryoma", "Corrin", "Takumi", "Jakob", "Stoneborn", "Felicia", "Sakura", "Hinoka"], "dialogue_counts": {"Garon": 1, "Elise": 6, "Xander": 6, "Ryoma": 19, "Corrin": 16, "Takumi": 7, "Jakob": 5, "Stoneborn": 1, "Felicia": 1, "Sakura": 1, "Hinoka": 1}, "gender_counts": {"M": 38, "F": 9, "N": 1, "A": 16}, "lines": 64, "transitions": "M-F-MFMFMFMFMFM-MAMAMAMAMAMAMAMMMMMAMAMMAM-MMM-MM-N-AMA-FMAMAMMMFMFMAMMA", "intro": [{"speaker": "Garon", "line": "So Iago has failed yet again. Pitiful. I'll have to dispose of him one of these days... No matter. Plan B will spring into action anytime now. Oh...and to see the look on Corrin's face when it does... Bwahahaha!"}, {"speaker": "Elise", "line": "No, Father... How could you?"}, {"speaker": "Xander", "line": "Hello, Elise. Might I ask what you're doing out here?"}, {"speaker": "Elise", "line": "Gah! Xander, don't spook me like that."}, {"speaker": "Xander", "line": "Be honest—were you spying on Father?"}, {"speaker": "Elise", "line": "... Yes."}, {"speaker": "Xander", "line": "Elise. You should know better. Father would not be pleased if he found out someone was listening in on him. Even you would likely face some unpleasant consequences."}, {"speaker": "Elise", "line": "I know. It's just... *sob*"}, {"speaker": "Xander", "line": "Elise! What's wrong?"}, {"speaker": "Elise", "line": "I don't know what to do! Corrin is gone... Leo is gone... Camilla is so depressed that she hardly even leaves her quarters. What's happened to our family, Xander? How can we go back to the way things were?"}, {"speaker": "Xander", "line": "Elise... Don't worry, Sister. When this war is over, everything will go back to normal."}, {"speaker": "Elise", "line": "*sniffle* R-really? But how can you be so sure?"}, {"speaker": "Xander", "line": "Because I believe. That's why I can keep fighting in the face of heartache. We must all believe that what we're doing is for the greater good... We must trust in our cause and fight for it with all we have! That's all we can do, at least for now."}, {"speaker": "Ryoma", "line": "Well, we had to take the long way around, but we're finally here. This ferry will take us right to your childhood home, Corrin."}, {"speaker": "Corrin", "line": "I know. I'm having a hard time believing this is really happening."}, {"speaker": "Takumi", "line": "Yeah, well, don't get too nostalgic or anything. As soon as we step off this boat, there won't be any place to hide."}, {"speaker": "Corrin", "line": "You're right. We should begin preparing for battle now. There won't be any time to rest once we reach the dock."}, {"speaker": "Ryoma", "line": "Before we get to that, I need to brief you on something, Corrin."}, {"speaker": "Corrin", "line": "Yes?"}, {"speaker": "Ryoma", "line": "Just before we boarded this vessel, I received a message from Yukimura."}, {"speaker": "Corrin", "line": "Really? How is that possible?!"}, {"speaker": "Ryoma", "line": "He sent a young pegasus rider from the Bottomless Canyon to find us. Both rider and steed appeared exhausted. Sakura is tending to them now."}, {"speaker": "Corrin", "line": "I see. So, what was the message?"}, {"speaker": "Ryoma", "line": "It's bad news, I'm afraid. Yukimura reports that the royal troops are still holding the line in Hoshido. But it appears that soldiers from Mokushu have joined Nohr in attacking us. It sounds like it's only a matter of time until our defenses are breached."}, {"speaker": "Corrin", "line": "No!"}, {"speaker": "Ryoma", "line": "It gets worse. That message is at least several weeks old. I wouldn't be surprised to find that the situation has deteriorated even further."}, {"speaker": "Corrin", "line": "It sounds like we don't have much time left. We need to defeat Garon and end this war before our castle falls. How long until we reach our destination?"}, {"speaker": "Ryoma", "line": "Another day—maybe two. According to the captain, we need to go far upstream to reach a docking point."}, {"speaker": "Takumi", "line": "But...according to the map that the Rainbow Sage gave us...our destination is directly across the river from us. Why can't we go straight there?"}, {"speaker": "Ryoma", "line": "Hmm. I'm not sure. The captain didn't indicate that we had any options."}, {"speaker": "Takumi", "line": "Look. Right there. A port marked Demon's Fall on the map."}, {"speaker": "Ryoma", "line": "Demon's Fall? Show me!"}, {"speaker": "Corrin", "line": "He's right. It's handwritten very faintly, right there. Have you heard of the place, Ryoma?"}, {"speaker": "Ryoma", "line": "Yes, but I believed it to be a legend. They say it's a waterfall made of fire, which seemed too fantastical to be true."}, {"speaker": "Corrin", "line": "Perhaps it's worth checking out. It could save us a few precious days."}, {"speaker": "Takumi", "line": "Well, we better decide quickly. We're coming up on a fork in the river!"}, {"speaker": "Ryoma", "line": "I believe it's worth a shot. What do you say, Corrin?"}, {"speaker": "Corrin", "line": "I agree. We must act quickly...or else there may no longer BE a Hoshido to save. I think we're ready to take on anything we might find at Demon's Fall. Who's with me?"}, {"speaker": "Ryoma", "line": "We're all with you, Corrin! I'll inform the captain."}, {"speaker": "Ryoma", "line": "By gods...the waterfall IS on fire!"}, {"speaker": "Jakob", "line": "Yes. It is a strange phenomenon, but I can explain how it came to be. There is a massive reservoir of oil nearby that has mixed with the water. At some point, hundreds of years ago, the river was set aflame. It may have been a lightning strike, or an accident, but regardless... It has burned ever since. All of us living in Nohr have avoided the general area, for obvious reasons. So naturally, there doesn't appear to be any sort of a path for us to follow."}, {"speaker": "Ryoma", "line": "Hmm..."}, {"speaker": "Ryoma", "line": "Corrin, do you see that statue over there? I feel the presence of a Dragon Vein nearby...maybe even two!"}, {"speaker": "Jakob", "line": "Be careful! I also sense a hostile presence in the area..."}], "boss": [{"speaker": "Stoneborn", "line": "None shall pass. Your life ends...here."}], "end": [{"speaker": "Corrin", "line": "What's happening? Is this another of Iago's traps?"}, {"speaker": "Ryoma", "line": "Corrin, look!"}, {"speaker": "Corrin", "line": "A cave! That wasn't here before, was it?"}, {"speaker": "Felicia", "line": "Jakob, is that...what I think it is?"}, {"speaker": "Jakob", "line": "Yes, this must be it."}, {"speaker": "Corrin", "line": "What are you two talking about? Care to enlighten the rest of us?"}, {"speaker": "Jakob", "line": "Do you feel that breeze? It's fresh air, coming from that passageway. Unless I'm mistaken, it will take us directly to the capital of Nohr, Windmire. There were rumors of such a thing, but I never knew it actually existed..."}, {"speaker": "Corrin", "line": "That's...that's good news, right?"}, {"speaker": "Ryoma", "line": "Yes, if what they suspect is true, this passage would be a massive shortcut."}, {"speaker": "Jakob", "line": "The air is unmistakable. But I don't see why the path would lead here..."}, {"speaker": "Ryoma", "line": "The Rainbow Sage must have known about this."}, {"speaker": "Sakura", "line": "O-or maybe he built the secret path himself!"}, {"speaker": "Takumi", "line": "Yeah? Well then why didn't he just tell us about it? Sure woulda saved us a lot of trouble and guesswork..."}, {"speaker": "Hinoka", "line": "Hey! The Rainbow Sage gave us a hand-drawn map. What else do you want from the guy?"}, {"speaker": "Takumi", "line": "Yeah, yeah. I know. Maybe he didn't tell us directly becaus he knew we still had a rat problem. I can just see the traitor now, telling the Nohrians our EXACT route..."}, {"speaker": "Corrin", "line": "Takumi...do you truly believe there is still a spy among us?"}, {"speaker": "Takumi", "line": "I'd like to believe not, but...we haven't exactly had the best luck so far."}, {"speaker": "Ryoma", "line": "There's no time to debate this. Not when we're about to enter Nohr proper. Now is a time for unity, not division."}, {"speaker": "Corrin", "line": "That's right. We're probably going to have to face off against Xander and Camilla soon... But I'm prepared to fight even them, if I have to. Hear me, King Garon—we're coming for you!"}]}