{"chapter": "21C", "title": "Eternal Stairway", "speakers": ["Iago", "Corrin", "Azura", "Felicia", "Jakob", "Camilla", "Leo", "Faceless", "Elise", "Xander", "Lilith"], "dialogue_counts": {"Iago": 2, "Corrin": 38, "Azura": 9, "Felicia": 5, "Jakob": 3, "Camilla": 2, "Leo": 2, "Faceless": 8, "Elise": 1, "Xander": 11, "Lilith": 4}, "gender_counts": {"M": 18, "F": 21, "N": 8, "A": 38}, "lines": 85, "transitions": "M-AFA-FAFMAFAMFMA-ANAFM-NFN-AF-AFMMA-F-NA-FAFMAMAFANF-FA-A-NA-A-A-FAFAFAFA-NANA-A-MAFAFAMAMAMAMAMAMAMA-M", "intro": [{"speaker": "Iago", "line": "Hmph. So the little snake has slithered out of our grasp once more... How did that ragtag team manage to make it through the Wind Tribe village?! One of their ranks should have lost a leg or at least an arm by now! Yet they are all in perfect health and high spirits. How utterly disappointing. King Garon must be furious. As his advisor, it is my duty to set things right. Luckily, their next stop is a fitting location for Corrin's fall from grace. The Eternal Stairway, rumored to lead straight to hell. Heh, it's too perfect! I wonder how many friends and loved ones our little prince/princess will lose there... Prepare to drown in your despair, Lord/Lady Corrin. Your king and I look forward to feasting upon your cries of agony!"}, {"speaker": "Corrin", "line": "Ugh, so many stairs. Just a shot in the dark here, but is this the Eternal Stairway?"}, {"speaker": "Azura", "line": "It is. Once we make it through here, we'll be near the Hoshidan castle. Soldiers will undoubtedly be awaiting our arrival, but this path is our only option. We'll have to break through their numbers by sheer force of will."}, {"speaker": "Corrin", "line": "And so we shall... Well, let's get on with it."}, {"speaker": "Felicia", "line": "M-milord/milady! We have an emergency!!"}, {"speaker": "Corrin", "line": "Let me guess... Hoshidan soldiers?"}, {"speaker": "Felicia", "line": "Um, well, yes! But... I mean, no? It's a little... Oh boy. So! The thing is... Um..."}, {"speaker": "Jakob", "line": "Quiet, Felicia. Your stammering isn't helping anyone. Milord/Milady, we scouted ahead as ordered. We found a great many Hoshidan soldiers... All dead. The stairs up ahead are littered with their corpses."}, {"speaker": "Corrin", "line": "Gods... What happened?!"}, {"speaker": "Felicia", "line": "W-we're not sure. They all appear to be healthy, strong warriors. And yet there's not a single survivor. It's...it's awful to behold."}, {"speaker": "Corrin", "line": "Perhaps Father sent another unit of Nohrian soldiers ahead of us..."}, {"speaker": "Jakob", "line": "Highly unlikely, milord/milady. There's no way they could have passed us unnoticed. The only other route into Hoshido requires crossing the Bottomless Canyon... But they would have had to circle back, so we still would have gotten here first."}, {"speaker": "Camilla", "line": "A tragedy to be sure, but this works out quite nicely for us. Having our enemy taken care of before we even arrive is a huge boon. We should take advantage of this and get going before more troops arrive."}, {"speaker": "Leo", "line": "Agreed. These soldiers would have fallen anyway—better that it's not by our hands. We should be grateful that someone saved us the trouble of a tiring battle."}, {"speaker": "Corrin", "line": "I suppose. But..."}, {"speaker": "Corrin", "line": "Huh?! What's that sound?"}, {"speaker": "Faceless", "line": "GRRRAAARRRGHH!!"}, {"speaker": "Corrin", "line": "Faceless! Here?!"}, {"speaker": "Felicia", "line": "Oh no, oh no, oh no! There are too many of them, and they're headed right for us!"}, {"speaker": "Jakob", "line": "Damn! So this is what befell those Hoshidan soldiers. We must not let the same thing happen to us, Felicia, follow me!"}, {"speaker": "Faceless", "line": "RAAAAARGH!!"}, {"speaker": "Felicia", "line": "Take that! AND THAT!"}, {"speaker": "Faceless", "line": "Grrraaargh..."}, {"speaker": "Corrin", "line": "It's no use! There are too many of them! Everyone, pull back! We can't win this battle!"}, {"speaker": "Elise", "line": "We can't leave! They've got us surrounded!"}, {"speaker": "Corrin", "line": "We're trapped..."}, {"speaker": "Camilla", "line": "Oh, Father... Did you really have to send quite so many of these beasties?"}, {"speaker": "Leo", "line": "Camilla, this is no joking matter!"}, {"speaker": "Xander", "line": "Something's not right... Even Father wouldn't dispatch this many Faceless to one location. There's more at play here than we know."}, {"speaker": "Corrin", "line": "We'll figure it out later! For now, we need to concentrate on making it out alive. All we can do is carve through the Faceless and head for the top of the stairs. Everyone, watch each other's backs. I won't lose any of you! I WON'T!"}], "battle": [{"speaker": "Azura", "line": "Listen carefully, Corrin. We cannot possibly vanquish this many Faceless. There's no end in sight. We must try to get past them as quickly as possible."}], "end": [{"speaker": "Faceless", "line": "RAAARGH!"}, {"speaker": "Corrin", "line": "Dammit! There really is no end in sight! Ugh!"}, {"speaker": "Azura", "line": "Corrin!!"}, {"speaker": "Corrin", "line": "I'm...I'm OK, Azura. But I'm not sure we'll be able to make it back up the stairs like this..."}, {"speaker": "Azura", "line": "The Faceless seem to be concentrating their attacks on you, Corrin. I've never seen anything quite like it."}, {"speaker": "Xander", "line": "... Corrin, go on ahead while we fend them off. That's an order."}, {"speaker": "Corrin", "line": "What?! No! I won't leave you!"}, {"speaker": "Xander", "line": "You are our leader, Corrin. Think with your head, not your heart. No matter what happens to us, you mustn't fall here. All of Nohr is counting on you. Leave this mess to us and get out of here! We'll buy enough time to escape. I won't say it again, little prince/princess. as the crown prince of Nohr, my word is law. Go, NOW!"}, {"speaker": "Corrin", "line": "But, Xander! I can't just leave you to... I...I can't let you..."}, {"speaker": "Azura", "line": "Xander is right. If we're to end this war and bring peace to the world, we can't let you die here. You are the fated hero, Corrin. The Yato chose you for a reason. So please trust us. Get out of here while you still can."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Faceless", "line": "GRRRAAAAARRRGH!!"}, {"speaker": "Azura", "line": "!!"}, {"speaker": "Azura", "line": "Run, Corrin!!"}, {"speaker": "Corrin", "line": "Azura... OK. I trust you, and I will do as you say. We WILL meet again. We must. Until then...good-bye."}, {"speaker": "Corrin", "line": "*pant...pant...pant...* I finally made it up the Eternal Stairway... Hoshido...is just ahead... I hope everyone is all right. Please gods, let them be all right..."}, {"speaker": "Faceless", "line": "GRRRAAAAWR!!"}, {"speaker": "Corrin", "line": "Huh?! More Faceless! How can this be?!"}, {"speaker": "Corrin", "line": "Lilith! NO!!"}, {"speaker": "Corrin", "line": "Why, Lilith? Why?! Why did you risk your life for me? This can't be happening... Hang in there, Lilith!"}, {"speaker": "Lilith", "line": "..."}, {"speaker": "Corrin", "line": "Lilith... You're..."}, {"speaker": "Lilith", "line": "*cough* It would seem the Astral Dragon Moro has taken pity on me. He's chosen to...let me return to my human form...for my last few—"}, {"speaker": "Corrin", "line": "No, Lilith! Don't you dare say it! I...I forbid it! You aren't allowed to die, Lilith! Please! I need you to live..."}, {"speaker": "Lilith", "line": "I'm sorry, milord/milady... For the first and last time...I can't follow your orders. But please...please don't cry for me. I'm so grateful I was able to protect you. It's only fitting. After all, you saved my life too, all those years ago. More than saving me, you gave me a place to call home...a family...someone to... I'll never forget all of our happy memories together. I die without regrets."}, {"speaker": "Corrin", "line": "Lilith, don't go... We've come so far! The war is nearly won! Don't make me say good-bye..."}, {"speaker": "Lilith", "line": "Please, don't cry, milord/milady. Let me see you smile once more... I...I always adored you, Corrin. You've meant so much to me. Keep me in your heart, and I'll always... I'll always be with you... ... ..."}, {"speaker": "Corrin", "line": "...Lilith? LILITH!! NOOO!! Why, gods? WHY?! Why does someone as pure as Lilith have to die, that I might live? How can I go on...knowing she's dead because...*sob* because of me... *sob*"}, {"speaker": "Faceless", "line": "GRRRAAAAWR!!"}, {"speaker": "Corrin", "line": "More? Now?! But, I.."}, {"speaker": "Faceless", "line": "GRRRAAAAARGH!!"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Corrin", "line": "!!"}, {"speaker": "Xander", "line": "It's all right, Corrin. We are at your side once more."}, {"speaker": "Corrin", "line": "Xander!! You're alive!"}, {"speaker": "Azura", "line": "Yes, thanks to Xander's incomparable skill, we somehow made it out alive. We're sorry to have kept you waiting."}, {"speaker": "Corrin", "line": "I'm so happy to see you both. ... But...Lilith... She..."}, {"speaker": "Azura", "line": "What's happened? Why is she... No! Please, no..."}, {"speaker": "Corrin", "line": "Lilith... She saved me from the Faceless. Yet another life lost because of me... I want only to end this war...to stop all of the death and destruction...and yet... How...how could this... *sob...sob...*"}, {"speaker": "Xander", "line": "... Pull yourself together, Corrin. There is no time for tears."}, {"speaker": "Corrin", "line": "Xander?"}, {"speaker": "Xander", "line": "Crying will not bring her back, nor is it what she would have wanted for you."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Xander", "line": "Listen, Corrin. I know this sounds harsh, but there's nothing you can do. Falling into misery and blaming yourself will not change anything. Lilith paid the ultimate price because she believes in you, as do we all. Do not tarnish the beauty of her sacrifice by letting it cloud your judgment. This is a war. If you let one death stop you from fighting with all your heart... We will not prevail. Do you really wish for her to have died in vain? Or for your sorrow to put those of us who remain in danger?"}, {"speaker": "Corrin", "line": "No, but... It hurts so much..."}, {"speaker": "Xander", "line": "The final showdown is still to come. This is just the beginning. There's a good chance that more of us will die in the battle that lie ahead. Elise, Leo, Camilla... If any of us die in the days ahead, you must keep fighting. You must stand tall, swallow your sorrow, and fight until the bitter end. If you waver, your troops will waver too. You must not allow that to happen. As he/she who wields the legendary Yato, that is your divine responsibility. So dry those tears, little prince/princess. There's work to be done."}, {"speaker": "Corrin", "line": "Xander..."}, {"speaker": "Xander", "line": "Fight without fear or hesitation, and you will lead this world into the light."}, {"speaker": "Corrin", "line": "Without fear or hesitation... But how, Xander? How do you do it?"}, {"speaker": "Xander", "line": "By searching your soul and finding strength in your resolve. That is how. No matter what happens, don't ever stop fighting. Isn't that what Lilith would want?"}, {"speaker": "Corrin", "line": "Lilith... You're right, Xander. As always. Before she died, Lilith told me not to cry for her, to smile instead. I know it would upset her to see me like this. For her, I will carry on. Thank you, Brother. I feel much better now. I promise not to waver, no matter what."}, {"speaker": "Xander", "line": "There's that smile Lilith was so keen to see. I'm proud of you, little brother/sister. Now, back to the task at hand. We cannot afford to stall here forever."}, {"speaker": "Corrin", "line": "Right. ... Lilith... We're going to lay you to rest now, but then we must keep pressing forward. I'll see you on the other side, my friend. We'll ride horses and chat about the good times we've had since we last met. I'm sorry to leave you in this place, but the path to peace is finally within reach. From here, we're a stone's throw away from the Hoshidan castle. It won't be long now. Please keep watching over me, old friend. Just like you always did. I hope you know how much I loved you, and that I always will. ...Good-bye, Lilith."}, {"speaker": "Iago", "line": "So the little flying rat died, did she? I always did despise Lilith. What an annoying way to go, protecting her master from her rightful torment. If it weren't for her intervention, I could have made Corrin suffer even more! Ah well, at least that's one less shield for her to hide behind. Poor Corrin. I have only just begun digging your pit of despair. Soon you will find yourself lost in its infinite darkness for all eternity... Your time is nearly up, false prince/princess... Enjoy your last moments of joy..."}]}