{"chapter": "23C", "title": "Possessed", "speakers": ["Corrin", "Azura", "Iago", "Takumi", "Hinata", "Oboro", "Leo"], "dialogue_counts": {"Corrin": 30, "Azura": 14, "Iago": 8, "Takumi": 12, "Hinata": 2, "Oboro": 2, "Leo": 1}, "gender_counts": {"M": 23, "F": 16, "N": 0, "A": 30}, "lines": 69, "transitions": "AFAFAFAFAFAMAMAMAMAMAMAM-M-M-M-M-F-F-M-M-MAMA-AMMMAMAMAMAMA-M-AFA-FA-F-AF-AFAFAFAFAFA", "intro": [{"speaker": "Corrin", "line": "Azura... How is Sakura holding up?"}, {"speaker": "Azura", "line": "Not well. She won't speak a word, and I'm told she refuses to eat."}, {"speaker": "Corrin", "line": "I'm not surprised. Poor thing. For someone so young to witness the massacre of all those soldiers... We're lucky we were able to take Sakura, Yukimura, and the retainers as hostages. If Iago and Hans weren't frightened of Xander, they would be dead right now. I've heard that Sakura is being kept separate from the rest. Is that so?"}, {"speaker": "Azura", "line": "I'm afraid so. I believe her isolation has made all of this even harder on her. But Elise has been visiting her quite often, making sure she gets food and blankets."}, {"speaker": "Corrin", "line": "Elise has been doing all that? I'm a little surprised. Back in Izumo, she seemed rather hostile toward Sakura..."}, {"speaker": "Azura", "line": "Perhaps she's learned to focus on what they have in common. After all, they are both princesses, and the youngest of all their siblings. ...You should know that Garon's men don't agree with our choice to keep them alive. We should keep close watch on them, or I shudder to think what might happen."}, {"speaker": "Corrin", "line": "You're right. I wish it weren't so... But those who still follow Father over Xander are not to be trusted."}, {"speaker": "Azura", "line": "Indeed. As it were... The Nohrian army is split in two as of now."}, {"speaker": "Corrin", "line": "What do you mean?"}, {"speaker": "Azura", "line": "There are those whose allegiance lies with you, Xander, Leo and the others. And those who still swear fealty only to King Garon, Iago, and Hans. Conquering Hoshido is our only option, but our methods have drawn attention. If things continue like this, we might have a rebellion of sorts to contend with. It's convenient that King Garon is already here in Hoshido... But if something happens and we lose his trust, we will all be in grave danger. Until he sits on that throne, we should all proceed with extreme caution."}, {"speaker": "Corrin", "line": "You're right. We must be patient. The whole world depends on it. Once Father sits on that throne, everyone will finally know the truth. Only then can we—"}, {"speaker": "Iago", "line": "Lord/Lady Corrin. Lady Azura."}, {"speaker": "Corrin", "line": "Iago?!"}, {"speaker": "Iago", "line": "Am I interrupting something?"}, {"speaker": "Corrin", "line": "No, not at all. Did you need something?"}, {"speaker": "Iago", "line": "King Garon orders you and your troops to prepare for battle immediately. We will be arriving at the Great Wall of Suzanoh before long."}, {"speaker": "Corrin", "line": "The Great Wall of Suzanoh?"}, {"speaker": "Iago", "line": "Oh, my apologies, young prince/princess. I take it you've never heard of the place before? It's the last hurdle that stands between us and the Hoshidan castle. Once we pass through, we will enter the capital city. My forces shall be leading the charge. You, on the other hand, have been tasked with conquering the enemy's core legion. That means defeating their leader, Prince Takumi."}, {"speaker": "Corrin", "line": "Takumi...is leading Hoshido's core legion?"}, {"speaker": "Iago", "line": "Yes. We received word of it from our scouts not too long ago."}, {"speaker": "Corrin", "line": "I see."}, {"speaker": "Iago", "line": "We already have Princess Sakura as a hostage, so no need to keep him alive. I'm sure you would prefer to spare him, but I doubt our dear king would agree..."}, {"speaker": "Corrin", "line": "*sigh* You are correct, Iago. I will deal with Takumi for the glory of Nohr. However, first things first. For now I must focus on the battle ahead. I will tell my troops to prepare for battle."}, {"speaker": "Iago", "line": "Understood."}, {"speaker": "Iago", "line": "Heh heh... Now, to joyously watch Corrin suffer! Poor prince/princess... What will you do?!"}], "battle": [{"speaker": "Takumi", "line": "At long last. I'm glad you could make it. Prince/Princess Corrin of Nohr. But know that so long as there is a single breath in my body, I will not let you pass. I mean that. You shall not enter our capital under any circumstances. Are you ready, dear Brother/Sister? Today is the day you die! Even if I must give my life to achieve it, I will not fail. I WILL kill you, Corrin! Prepare to die like the coward you are!"}], "boss": [{"speaker": "Hinata", "line": "I have been practicing day and night so I could be the one to stop you! I won't back down to the likes of you no-good scoundrels! Stand back and watch as I protect Lord Takumi and all of Hoshido!"}, {"speaker": "Hinata", "line": "Lord Takumi... Stay...strong... I hope he knows...getting this blade from him...was my proudest moment..."}, {"speaker": "Oboro", "line": "You filthy Nohrians! As long as I live, I won't let you lay a finger on my dear Lord Takumi!!"}, {"speaker": "Oboro", "line": "Aww...but I wanted to protect you...my sweet Takumi... I should have told you...how I felt... Lord Takumi... I have always...loved... ..."}, {"speaker": "Takumi", "line": "All allies of Nohr deserve nothing but the cold embrace of death!"}, {"speaker": "Takumi", "line": "NO!! This can't be...how it ends..."}, {"speaker": "Takumi", "line": "I have waited far too long for this moment, Brother/Sister. I have dreamt of nothing but ending you, and now the time has come! I shall cherish the sound of life leaving your body for all eternity. Do you remember what I told you in Cheve? Do you?!", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Corrin", "line": "You said you would not rest until you killed me—made me pay for my sins.", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Takumi", "line": "That's right. There's no turning back now... Not for me. This is all I have left. For better or for worse, this will be our last meeting. It ends here. I made up my mind to kill you a long time ago, my forgotten brother/sister. I WILL have revenge for Mother and all the Hoshidan lives you've ruined!!", "unit": "Corrin", "boss": "Takumi"}, {"speaker": "Corrin", "line": "Takumi... Brother...", "unit": "Corrin", "boss": "Takumi"}], "end": [{"speaker": "Corrin", "line": "Your battle is over, Takumi. The Nohrian army has seized control of the Great Wall of Suzanoh. All remaining soldiers will be taken prisoner. That includes you."}, {"speaker": "Takumi", "line": "Dammit! Coward! I hope you rot in a pit of eternal torment for this!!"}, {"speaker": "Leo", "line": "My, what a rude fellow. You should be grateful we are allowing you to live. You may be our prisoner, but we will not treat you cruelly. If you behave, we may even let you see your sister, Princess Sakura."}, {"speaker": "Takumi", "line": "WHAT?! You've captured Sakura too? You monsters!!"}, {"speaker": "Corrin", "line": "I know how you must be feeling, Takumi, but please calm yourself. We must bind and imprison you before Father arrives. Please, just put out your hands and—"}, {"speaker": "Takumi", "line": "Don't touch me! Don't you dare lay your filthy Nohrian hands on me!!"}, {"speaker": "Corrin", "line": "Takumi?"}, {"speaker": "Takumi", "line": "I mean it! Don't come near me!! If it wasn't for you, none of these awful things would have happened to Hoshido! No one would have had to die! We could have been a family! Why did you go back to Nohr?! Why? TELL ME WHY!! Why didn't you choose us?! Your real family! Why?!"}, {"speaker": "Corrin", "line": "Takumi! I..."}, {"speaker": "Takumi", "line": "*sob* Don't you speak my name, traitor! *sob*"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Takumi", "line": "It doesn't matter. Nothing matters—not anymore."}, {"speaker": "Corrin", "line": "Takumi... Why would you say that?"}, {"speaker": "Takumi", "line": "The time is now... I can still save Hoshido even without the blade of salvation... You can't keep me prisoner... See? Do you see?! You shouldn't have left me a way...a way to escape..."}, {"speaker": "Corrin", "line": "Takumi?! TAKUMI! NOOOO!!"}, {"speaker": "Azura", "line": "Takumi! Please, no..."}, {"speaker": "Corrin", "line": "Th-this can't be happening... I won't let it! TAKUMI!!"}, {"speaker": "Azura", "line": "Corrin! What are you doing?!"}, {"speaker": "Corrin", "line": "I'm going after him! He might still be alive!"}, {"speaker": "Azura", "line": "No, it's too dangerous! That area isn't under Nohr's control yet! Corrin!!"}, {"speaker": "Corrin", "line": "Takumi! Where are you?! He's not here... But how? He must have fallen somewhere nearby..."}, {"speaker": "Azura", "line": "Wait, Corrin! You can't go that way! Hoshidan soldiers might still be afoot!"}, {"speaker": "Corrin", "line": "Azura! What do I do? I can't find Takumi anywhere."}, {"speaker": "Azura", "line": "What?!"}, {"speaker": "Corrin", "line": "We saw him fall... He fell down this very wall. But he's not down here!"}, {"speaker": "Azura", "line": "How could that be? That's simply not possible. After falling that far, it would be a miracle for him to be alive, much less still mobile."}, {"speaker": "Corrin", "line": "Then where is he?"}, {"speaker": "Azura", "line": "I...I don't know. Perhaps somebody removed his body. There must be an explanation."}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Azura", "line": "I'm sorry, but we don't have time to figure this out right now. We need to get back to our troops. If we don't have the wall under our control when King Garon's forces arrive... There's no telling how many innocent lives will be lost."}, {"speaker": "Corrin", "line": "Dammit... You're right. OK. Let's go."}, {"speaker": "Azura", "line": "We must hurry, Corrin. There's no time to lose."}, {"speaker": "Corrin", "line": "Takumi... Where are you...?"}]}