{"chapter": "24B", "title": "Tears Of A Dragon", "speakers": ["Corrin", "Azura", "Nohrian", "Ryoma", "Hans", "Takumi", "Hinoka", "Sakura", "Elise", "Lilith"], "dialogue_counts": {"Corrin": 33, "Azura": 3, "Nohrian": 12, "Ryoma": 13, "Hans": 12, "Takumi": 1, "Hinoka": 1, "Sakura": 2, "Elise": 3, "Lilith": 3}, "gender_counts": {"M": 26, "F": 12, "N": 12, "A": 33}, "lines": 83, "transitions": "AFAFAFA-NNAMAMAM-MNAMANM-AMAMN-A-NNA-NAMNMN-AMAM-AM-AMA-M-M-MA-MNNMMFM-AFAFA-AFAFAF-AFF-AMAMAMAMAMFA", "intro": [{"speaker": "Corrin", "line": "Whew...this passage just keeps on going, doesn't it? I'm beginning to worry that we made a wrong turn somewhere..."}, {"speaker": "Azura", "line": "Believe it or not, I actually remember this part of the tunnel. So I think we're getting close."}, {"speaker": "Corrin", "line": "That's reassuring. Thank you, Azura. Although...this looks an awful lot like a dead end."}, {"speaker": "Azura", "line": "No, look. There are stairs on one side. You just can't see them from this angle. The exit must be at the top."}, {"speaker": "Corrin", "line": "So. The heart of Nohrian power is just above us. Perhaps a few of us should take a quick look. It might be reckless for all of us to burst into the palace at once..."}, {"speaker": "Azura", "line": "Good idea. We're with you, Corrin."}, {"speaker": "Corrin", "line": "Here goes nothing..."}, {"speaker": "Nohrian", "line": "Hyaaah!"}, {"speaker": "Nohrian", "line": "Yah! Hyah!"}, {"speaker": "Corrin", "line": "This isn't the throne room... Where are we?"}, {"speaker": "Ryoma", "line": "It looks like a training facility. These soldiers are being put through their paces."}, {"speaker": "Corrin", "line": "Well, at least we're in the castle."}, {"speaker": "Ryoma", "line": "Yes. But of all the places the tunnel could have led... We're surrounded by Nohr's most elite soldiers!"}, {"speaker": "Corrin", "line": "Gods! Maybe they haven't noticed us yet. We should keep quiet..."}, {"speaker": "Ryoma", "line": "Look, someone's coming!"}, {"speaker": "Hans", "line": "What are you idiots doing? This is a FULL CONTACT exercise! I want to see real blood! Get after it!"}, {"speaker": "Nohrian", "line": "Yes, sir!"}, {"speaker": "Corrin", "line": "That's Hans! It seems like Garon must have given him a promotion..."}, {"speaker": "Ryoma", "line": "Yes. If I had to guess, he's in charge of this entire group."}, {"speaker": "Corrin", "line": "I'm not a vengeful person...but he killed Gunter right in front of me. I'd sure like to avenge his death."}, {"speaker": "Nohrian", "line": "Well, well! What do we have here? Captain Hans! Some intruders are hiding behind the statue!"}, {"speaker": "Hans", "line": "Great! Drag 'em out here—we'll use 'em for target practice. Wait...that's Corrin!"}, {"speaker": "Corrin", "line": "Hello, Hans."}, {"speaker": "Hans", "line": "How the hell did you get in here?"}, {"speaker": "Corrin", "line": "I have nothing to say to a coward like you. I'd rather let Noble Yato do the talking."}, {"speaker": "Hans", "line": "Bahaha! You'd threaten me in front of my own battalion? Oh, I'm going to enjoy this. Rip 'em apart, soldiers!"}, {"speaker": "Nohrian", "line": "Haaaah!"}, {"speaker": "Corrin", "line": "Hah!"}, {"speaker": "Nohrian", "line": "Ugh...no..."}, {"speaker": "Nohrian", "line": "Taste my steel!"}, {"speaker": "Corrin", "line": "Hyaaah!"}, {"speaker": "Nohrian", "line": "Oof..."}, {"speaker": "Corrin", "line": "Are all your soldiers this poorly trained, Hans? What will Garon think?"}, {"speaker": "Hans", "line": "Damn it... Don't be afraid of this pathetic child, soldiers! She's all talk! Sacrifice yourselves if need be. For King Garon's glory!"}, {"speaker": "Nohrian", "line": "But, Captain..."}, {"speaker": "Hans", "line": "What was that? Please, speak up, and I'll relay your comments to King Garon! I'm sure he'll be sympathetic to you and your family. Now SHUT UP and KILL THE INTRUDERS!"}, {"speaker": "Nohrian", "line": "Urk!"}, {"speaker": "Corrin", "line": "*huff* *huff*"}, {"speaker": "Hans", "line": "Bwahaha! There's the pathetic crying baby I remember. Don't let up, soldiers! We've got him/her right where we want him/her."}, {"speaker": "Corrin", "line": "I'll show you who's pathetic."}, {"speaker": "Hans", "line": "Ooh, look who learned to talk like a real soldier! Well, you're not the only one who's gotten stronger. I'm King Garon's newest captain. Let me show you how I got my promotion. HAAAH!"}, {"speaker": "Corrin", "line": "OH—"}, {"speaker": "Ryoma", "line": "Corrin, look out!"}, {"speaker": "Corrin", "line": "Lilith! NO! Lilith! NO! Talk to me, Lilith! ARGHHH!"}, {"speaker": "Hans", "line": "Stupid bird! I'd have had her... Never mind. I won't miss again. I'll have your head off with the next swing—count on it!"}, {"speaker": "Corrin", "line": "You'll pay for this, Hans... I'll kill you with my own two hands!"}], "boss": [{"speaker": "Hans", "line": "Let me relieve you of your head! Bwahaha!"}, {"speaker": "Hans", "line": "You...you killed me! How can this be? URGHH..."}, {"speaker": "Hans", "line": "Ah, I finally get a chance to finish the job. My axe is waiting...", "unit": "Corrin", "boss": "Hans"}, {"speaker": "Corrin", "line": "I'm going to burn you to the ground, Hans. When I'm through with you, your axe will be the only reminder you ever lived.", "unit": "Corrin", "boss": "Hans"}], "end": [{"speaker": "Ryoma", "line": "Stand down, Nohrians! Your captain has been defeated! Drop your weapons, and your lives will be spared."}, {"speaker": "Nohrian", "line": "They killed Captain Hans... What do we do?"}, {"speaker": "Nohrian", "line": "I...I don't know. I think we surrender."}, {"speaker": "Takumi", "line": "It looks like they're giving up."}, {"speaker": "Ryoma", "line": "Good. Then we're done here."}, {"speaker": "Hinoka", "line": "Guys, we've got a problem. Lilith took quite a shot..."}, {"speaker": "Ryoma", "line": "Gods, no..."}, {"speaker": "Corrin", "line": "Lilith...please open your eyes. Hans is dead. We finally got him. Please... You have to be OK!"}, {"speaker": "Sakura", "line": "She's too far gone for my rod to work. I don't think I can save her, Corrin..."}, {"speaker": "Corrin", "line": "What?! No!"}, {"speaker": "Elise", "line": "My staff isn't helping either. What do we do?"}, {"speaker": "Corrin", "line": "This can't be happening..."}, {"speaker": "Corrin", "line": "Lilith! You're...you're human again!"}, {"speaker": "Lilith", "line": "*cough* *cough* Only for a moment, it seems... The Astral Dragon Moro has taken pity on me. It's giving me the strength to return to this form for my last few breaths..."}, {"speaker": "Corrin", "line": "Please don't say that! You're not going to die. You can't! Please! Stay with us!"}, {"speaker": "Lilith", "line": "I'm sorry, milord/milady, but I'm not long for this world. Please don't cry. I decided to give my life for you, and I'm happy I succeeded. After all, you already saved my life once. This just makes us even. I die with no regrets."}, {"speaker": "Corrin", "line": "But...we could end the war today! You could live in a peaceful world... Don't give up!"}, {"speaker": "Lilith", "line": "It's OK, Lord/Lady Corrin. I know how far we've come. And I know you will succeed. I can die happy, remembering our time together and the progress we've made. Lord/Lady Corrin...be brave and go on without me."}, {"speaker": "Corrin", "line": "Lilith...no. No... WAAAAAH!"}, {"speaker": "Elise", "line": "Lilith... This can't be happening..."}, {"speaker": "Sakura", "line": "I'm so sorry...I couldn't s-save you..."}, {"speaker": "Corrin", "line": "What are we even fighting for? Is it worth it?"}, {"speaker": "Ryoma", "line": "Look up, Corrin."}, {"speaker": "Corrin", "line": "Ryoma?"}, {"speaker": "Ryoma", "line": "Dry your tears. Think about Lilith's sacrifice. She gave her life so you could continue fighting. And what are we fighting for? We are fighting for peace! We are fighting for Queen Mikoto and for the whole world! Do you think Lilith would want you to give up like this?"}, {"speaker": "Corrin", "line": "Ughhh..."}, {"speaker": "Ryoma", "line": "Listen. It is time for you to rise to the occasion. If we want to end this war, now is the time for us to take action!"}, {"speaker": "Corrin", "line": "I'm just so tired. Tired of loss. Tired of death."}, {"speaker": "Ryoma", "line": "There will be a time for rest. But that time is not now. Rise up! The sacred blade Yato chose YOU, Corrin. We're all counting on you!"}, {"speaker": "Corrin", "line": "... You're right. I know you're right. I will not stop until King Garon's reign of terror is over. Let's go, everyone."}, {"speaker": "Ryoma", "line": "That's the spirit."}, {"speaker": "Elise", "line": "Father's room is this way, Corrin. Please promise you'll try talking first."}, {"speaker": "Corrin", "line": "I will. ... Thank you, Lilith. And good-bye for now."}]}