{"chapter": "27C", "title": "The Empty King", "speakers": ["Corrin", "Elise", "Leo", "Azura", "Camilla", "Xander", "Garon", "Takumi"], "dialogue_counts": {"Corrin": 37, "Elise": 5, "Leo": 6, "Azura": 12, "Camilla": 4, "Xander": 16, "Garon": 13, "Takumi": 10}, "gender_counts": {"M": 45, "F": 21, "N": 0, "A": 37}, "lines": 103, "transitions": "AFAMAFFAMA-MM-M-FFFM-MA-MAM-FFFFMFAM-MAMMMMMMAM-MA-MAMAM-AMA-MAMA-MMMFFA-M-M-MA-AMA-AM-MAMAM-MAMAFAFAFAMAFAFAFAMAMAMAFFMAM", "intro": [{"speaker": "Corrin", "line": "Is everyone ready? This will be our most trying battle yet, but it should hopefully be our last. I urge you to stay on your guard."}, {"speaker": "Elise", "line": "Corrin... Are you really, completely, absolutely sure about all this? About Father being a m-monster?"}, {"speaker": "Corrin", "line": "I wish it weren't so, Elise. But it's true. King Garon is no longer of this world. I know it's not easy to hear, but that is what Azura and I have discovered."}, {"speaker": "Leo", "line": "Hmm... You sound pretty sure of yourself, but I can't help but be skeptical. Why didn't you tell us earlier? Why keep it a secret? And why are you two the only ones who know about this alleged truth?"}, {"speaker": "Corrin", "line": "It's...it's hard to explain..."}, {"speaker": "Azura", "line": "There are answers to your questions, Leo, but we are unable to disclose them. All we can say is that the two of us were able to see through King Garon's disguise. We had to come here, to this throne room, in order to show you what we have seen."}, {"speaker": "Camilla", "line": "We had to come all the way here just to learn the truth? Really, darling?"}, {"speaker": "Corrin", "line": "Really. I know how it sounds, but it's the truth! I couldn't have made it through all this if I wasn't completely sure. I've been longing for this moment when I could finally share this with you. Xander and Leo...Elise and Camilla... All of you... I know we've been through a lot, and this is a huge shock, but please... I'm begging you to believe me. I need you to see what's behind these doors with your own eyes."}, {"speaker": "Xander", "line": "Hmm... So be it, Corrin. You have led us this far. The least we can do is follow you just a little farther. I am choosing to trust you, Brother/Sister. However, you know what will happen if this all turns out to be an elaborate ruse. If you mean to trap us, your siblings who have loved you all these years... You will be punished, just like any other traitor. I will not allow anyone, even you, to bring harm to my family or the kingdom of Nohr. If you can accept those terms, as I trust you will, let us proceed."}, {"speaker": "Corrin", "line": "Of course, Xander. If I were lying, I would deserve no better than a traitor's death. Let's go... I need all of you to see this. To see what Father, the great King Garon, has become..."}, {"speaker": "Xander", "line": "Father...?"}, {"speaker": "Leo", "line": "How could—?"}, {"speaker": "Garon", "line": "So...you've seen my true form..."}, {"speaker": "Elise", "line": "FATHER?! Please, no!!"}, {"speaker": "Camilla", "line": "This...can't be... What's happening to him?!"}, {"speaker": "Azura", "line": "Those who sit upon that throne cannot hide the truth within. Behold King Garon's true form!"}, {"speaker": "Garon", "line": "Curse you, traitors! How dare you trick your king!! You will pay for this indiscretion! All who see me like this must diiiiie!!"}, {"speaker": "Leo", "line": "Ugh! Father... Why?!"}, {"speaker": "Corrin", "line": "Leo, stay strong! We have to fight!! If we back down now, he'll kill us all! HYAAAAA!!"}, {"speaker": "Garon", "line": "Hmph. Pathetic!"}, {"speaker": "Corrin", "line": "Wh-what's happening? The Yato isn't doing any damage!"}, {"speaker": "Garon", "line": "You expected to defeat me with a mere child's toy? HA!"}, {"speaker": "Azura", "line": "Corrin!"}, {"speaker": "Elise", "line": "NO! This is too awful!! *sob* Please, Father! Stop this!"}, {"speaker": "Azura", "line": "Elise, now is no time to cry! We need you to fight too!"}, {"speaker": "Camilla", "line": "You don't understand, Azura... Although we can see the truth, it's not so easy to attack the man we've called... I can't accept that Father is really gone forever... I just..."}, {"speaker": "Leo", "line": "Camilla is right. Whatever has happened to him, he's still our father. I don't know if I can do this..."}, {"speaker": "Azura", "line": "You can't be serious! Don't you see what he has become?!"}, {"speaker": "Corrin", "line": "Everyone, please! I need you to put aside your disbelief and lend me your strength! This thing is not the man you think he is. This is not Nohr's proud King Garon! All that remains is a monster that has taken over his heart and soul!"}, {"speaker": "Garon", "line": "MWAHAHAHAHAAA! My children will not be swayed by a pathetic orphan like you! Time to die, Corrin!!"}, {"speaker": "Xander", "line": "..."}, {"speaker": "Corrin", "line": "Xander!"}, {"speaker": "Garon", "line": "What is the meaning of this?! You dare point your blade at ME, Crown Prince?"}, {"speaker": "Xander", "line": "Silence! Do not speak as though you know me, foul beast."}, {"speaker": "Garon", "line": "What?!"}, {"speaker": "Xander", "line": "You are no longer the father I once looked up to. All has become clear. I know...knew my father better than anyone. I always wondered what changed his heart, made it grow cold. Now I know. When I was a young boy, my father was strong and brave... Stern, but fair. But for all his power, he would never have used his strength against his own children. He would never have needlessly conquered or ruined another kingdom!"}, {"speaker": "Garon", "line": "Fool! You know nothing."}, {"speaker": "Xander", "line": "It is you who knows nothing! Of my father, of me, or of my brother/sister here. All this time, I have strived to be a good son and a worthy heir. I have faithfully followed your orders, even when doing so tortured my soul. I brushed aside my early memories of Father and accepted you as our king. I fought in your name, hoping one day you would reawaken as the man you once were. But that man is dead and has been for a long time now..."}, {"speaker": "Corrin", "line": "Xander... I'm so sorry. But you're right—this is not the Father you once loved. Fight with me, Brother! If you don't, everyone we love will die. We've come too far to lose heart now! Father, rest his soul, wouldn't want this monster further soiling his legacy!"}, {"speaker": "Xander", "line": "Right you are, Corrin. That is why I shall once more fight at your side. Just like my father would have—with strength and pride. I will defeat this pretender and restore true peace to this world!"}, {"speaker": "Xander", "line": "What's this? My Siegfried...the blade is..."}, {"speaker": "Corrin", "line": "Could it be...?!"}, {"speaker": "Xander", "line": "The light... It's growing brighter."}, {"speaker": "Corrin", "line": "It's happening again!"}, {"speaker": "Leo", "line": "Wow, that light... It's just like when my Brynhildr joined power with the Yato!"}, {"speaker": "Corrin", "line": "Does that mean...it's about to change form once more? Whaa... What's...happening...!!"}, {"speaker": "Xander", "line": "Corrin!!"}, {"speaker": "Corrin", "line": "My sword! The...power!!"}, {"speaker": "Xander", "line": "What's wrong, Corrin? Are you all right?!"}, {"speaker": "Corrin", "line": "The power—it's flowing through me... Becoming part of me... The power of your Siegfried...and Leo's Brynhildr... Our weapons have joined forces to unlock the Seal of Flames! It is as the Rainbow Sage prophesied... And this new blade...it's whispering its name to me... In my hands, reborn, I grasp the legendary Shadow Yato!"}, {"speaker": "Xander", "line": "The Shadow Yato... It's a fitting name. Use its might to reclaim our dear kingdom, which Father once ruled and we will inherit."}, {"speaker": "Corrin", "line": "Yes, Xander... I finally have the strength now... I feel divine energy coursing through me, warming my heart and tempering my soul."}, {"speaker": "Garon", "line": "Fools! Ingrates!! Come at me with a sacred blade or a wooden stick, it matters not. I will kill you all where you stand!"}, {"speaker": "Corrin", "line": "We won't let that happen, not now or ever! HYAAAA!!"}, {"speaker": "Garon", "line": "What?! NOOO!! Im...PoSs...IbLe...!! I...I...I aM tHe KiNg! I WoN't fALL to A...a...cHilLd...!!"}, {"speaker": "Xander", "line": "It is time to end your reign of terror. Camilla, Leo, Elise! Do not stay idly by while Corrin battles for his/her life and yours. If you are truly Nohrian royals, then stand up and fight! Fight for our kingdom and for our world... Fight for each other...and for our father. In his memory, let us defeat the beast who destroyed him!"}, {"speaker": "Leo", "line": "Xander... You're right. I lost my nerve for a moment, but I understand now. As a Nohrian royal, I will fight for all we hold dear, I will fight until we have won!"}, {"speaker": "Camilla", "line": "It hurts...so very much, but if we win this battle... Perhaps Father's spirit will be able to rest in peace. I have to believe that."}, {"speaker": "Elise", "line": "This monster... He's the only father I've ever known... But I want to protect the people I love! I won't let them die! Forgive me, Father, but... I'm through listening to you!"}, {"speaker": "Corrin", "line": "I believe in you, my brothers and sisters. We will not let this beast prevail! We will fight, and together we shall rid the world of this ancient evil! This evil that has crept into our world and forced Nohr and Hoshido into futile war... We will save the world and free the real King Garon's imprisoned spirit!"}], "boss": [{"speaker": "Garon", "line": "I...WiLl nOt LoSe... I WiLl RuLe nOhR aNd hOsHiDo...tHe wHoLe WoRld!! I aM tHe GrEaTeSt KiNg Of aLl!!"}, {"speaker": "Garon", "line": "tHiS iS...ImPoSsIBlE... IMPOSSIBLE!!"}, {"speaker": "Garon", "line": "i ShOuLd hAvE KiLlEd YoU... EvEn If iT mEaNt...DisObEyInG tHe GrEaT AnAnKoS...", "unit": "Corrin", "boss": "Garon"}, {"speaker": "Corrin", "line": "Anankos? What are you talking about?! Your god has nothing to do with this! We all make our own decisions. You are responsible for all of this, monster! You destroyed the heart of a good man for your own selfish gain. But even you could have chosen a different path. No matter the circumstances we are born into, or the blood in our veins... We are all the masters of our own fate! That is why I am not like you, nor could I ever be. I chose the path I believe in, the path of peace. And that conviction, that strength... I will use that power to defeat you!", "unit": "Corrin", "boss": "Garon"}], "end": [{"speaker": "Corrin", "line": "..."}, {"speaker": "Xander", "line": "...Rest in peace, Father."}, {"speaker": "Corrin", "line": "Xander... We did the right thing. I know in my heart this was the only way to save him. I just wish...I could have gotten to know the real Garon. Good-bye...Father... ..."}, {"speaker": "Corrin", "line": "That's it, my dear friends and siblings. We won the war! Quickly, let's free the remaining Hoshidan soldiers and release the prisoners—"}, {"speaker": "Takumi", "line": "Betrayal...betrayal... I am betrayal!"}, {"speaker": "Takumi", "line": "..."}, {"speaker": "Corrin", "line": "Takumi?! You're alive! But...what happened to you?"}, {"speaker": "Takumi", "line": "The pain of betrayal... Yours and mine... It burns... BURNS!! I must... I WILL...kill you... KILL YOU..."}, {"speaker": "Corrin", "line": "Takumi, snap out of it! Please..."}, {"speaker": "Takumi", "line": "I will...kill you...lost brother/sister... Die, Corrin!!"}, {"speaker": "Takumi", "line": "Betrayal... Death... Murder... Betrayal... Death... Murder..."}, {"speaker": "Corrin", "line": "Takumi, stop this! The war is over! King Garon has been defeated!! Please, Brother! There's no reason to fight each other anymore!"}, {"speaker": "Takumi", "line": "War...betrayal...death...murder... That is all there is... I will not...be swayed... War...betrayal...death..."}, {"speaker": "Corrin", "line": "Dammit, Takumi! Please, stop this madness and listen to me for a change!"}, {"speaker": "Azura", "line": "Corrin, wait! I'm afraid he can't be reasoned with. You're not going to want to hear this, but... I believe he is possessed by something, just as King Garon was."}, {"speaker": "Corrin", "line": "No! Please, it can't be so..."}, {"speaker": "Azura", "line": "I'm sorry, Corrin, but look at him! The way he's moving and speaking... Takumi is...no longer with us. I'm afraid it's too late to save him. I'm guessing when he threw himself off the Great Wall of Suzanoh he was already—"}, {"speaker": "Corrin", "line": "No! I can't accept that!! Are you saying I must now defeat my own brother? Killing my father wasn't enough?!"}, {"speaker": "Azura", "line": "*sigh* Yes, that is what I am saying. I'm so sorry..."}, {"speaker": "Corrin", "line": "This can't be happening..."}, {"speaker": "Takumi", "line": "It's all your fault... Hoshido is dead... All...your...fault!! You destroyed...my kingdom...my family... If you die...I can rest... If you die...the pain... The pain will stop...if I kill you!!"}, {"speaker": "Corrin", "line": "Takumi!! Please, my brother. Please don't cry..."}, {"speaker": "Azura", "line": "We have to fight him, Corrin. His mind is...not well. The monster has latched on to his regrets, to his resentment and bitterness. His heart and mind have been pushed past the point of no return. We have to stop him before more innocent lives are lost."}, {"speaker": "Corrin", "line": "Wait! Don't move."}, {"speaker": "Azura", "line": "Corrin?"}, {"speaker": "Corrin", "line": "Takumi has every right to be angry with me. I am to blame for much of the heartache in his life... I chose this path. I do not regret it...but I must take responsibility for it. There's only one way to do that..."}, {"speaker": "Azura", "line": "Y-you don't intend to— ?! Wait, Corrin! It's too dangerous! Please! Come back!!"}, {"speaker": "Corrin", "line": "..."}, {"speaker": "Takumi", "line": "Corrin... Betrayal... Death... Must...kill you..."}, {"speaker": "Corrin", "line": "Takumi... I know I've never been there for you like a brother/sister should... I've caused you much suffering, and I couldn't save you at the Great Wall... This all grieves me more than you will ever know, but I will not fall here on this day. I won't let you kill me, but the very least I can do...is accept all of your anger."}, {"speaker": "Takumi", "line": "Death! Murder! BETRAYAL!! I will kill you, Corrin! I...WILL...KILL YOU!!"}, {"speaker": "Corrin", "line": "Takumi! If you're going to aim that thing at anyone, aim it at me. I'm the one you want! Go on then. Loose your arrow, brother!"}, {"speaker": "Takumi", "line": "DIIIIIEEEE!!"}, {"speaker": "Corrin", "line": "?!"}, {"speaker": "Azura", "line": "Corrin!!"}, {"speaker": "Elise", "line": "NOOOOO!! Corrin?! Corrin!!"}, {"speaker": "Xander", "line": "How could one arrow be so powerful?!"}, {"speaker": "Corrin", "line": "Don't worry... I'm...fine... After all I've...been through... That's not enough...to stop me... Ryoma is...counting on me... Takumi! Th-that wasn't enough...was it? To quell your hatred of me... Hit me again...my brother... Do what you need...to do..."}, {"speaker": "Xander", "line": "Corrin?! Corrin!!"}]}