{"chapter": "01", "title": "Escape", "speakers": ["Soldier", "Tana", "Breguet", "Eirika", "Seth", "Franz", "Gilliam", "Man", "Hayden", "Vanessa", "Moulder"], "dialogue_counts": {"Soldier": 8, "Tana": 15, "Breguet": 9, "Eirika": 24, "Seth": 7, "Franz": 8, "Gilliam": 8, "Man": 2, "Hayden": 15, "Vanessa": 2, "Moulder": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 99, "transitions": "-----------------", "intro": [{"speaker": "Soldier", "line": "Princess Tana! Grado’s forces are approaching!"}, {"speaker": "Tana", "line": "What? So soon? Ah, we’ve had no time!"}, {"speaker": "Soldier", "line": "Milady, we lack the arms to defend this place. You must return to Castle Frelia."}, {"speaker": "Tana", "line": "I can’t! Not yet. We haven’t found Eirika and her companions yet. Eirika is my friend, and she needs my help. I won’t abandon her. Oh, I know! Go and ask Father– I mean King Hayden for more troops."}, {"speaker": "Soldier", "line": "Yes, Your Highness!"}, {"speaker": "Tana", "line": "Eirika, please be safe."}, {"speaker": "Soldier", "line": "Commander Breguet, the enemy appears to be fortifying its position in the castle."}, {"speaker": "Breguet", "line": "Hmph. They’re tenacious, but they have no hope of stopping our advance."}, {"speaker": "Soldier", "line": "What are your orders, sir?"}, {"speaker": "Breguet", "line": "Ha! Orders? You just stand here and watch. I’ll crush them myself!"}, {"speaker": "Soldier", "line": "As you command, sir."}, {"speaker": "Breguet", "line": "Ha! That’s what happens when you face my lance!"}, {"speaker": "Tana", "line": "St-stop right there! Call off your forces and turn back, or you’ll have me to deal with!"}, {"speaker": "Breguet", "line": "Is that so? And who might you be?"}, {"speaker": "Tana", "line": "Who–? I am Tana, Princess of Frelia. I will not permit you to abuse my country any longer."}, {"speaker": "Breguet", "line": "Frelia’s royal brat, huh? How convenient..."}, {"speaker": "Tana", "line": "Leave this castle immediately. If you harm me, my father and brother will chase you to the earth’s end."}, {"speaker": "Breguet", "line": "Yes, I’ve heard of how King Hayden dotes on his precious little daughter. Let’s see how true that is. You’ll make us a fine hostage, my dear. Seize the girl and lock her up!"}, {"speaker": "Soldier", "line": "Right away, sir!"}, {"speaker": "Tana", "line": "No! Let me go!"}, {"speaker": "Eirika", "line": "Seth, look..."}, {"speaker": "Seth", "line": "I see it. It seems like Grado’s army has already reached Frelia. Princess, this place is perilous. We should bypass Mulan altogether and head straight to the castle."}, {"speaker": "Eirika", "line": "But we can’t just ignore this... You were there when Renais was invaded... You saw what I saw. You saw how the people suffered at the hands of Grado’s soldiers. Homes were destroyed, possessions stolen, women kidnapped... Anyone who resisted was executed without question, without hesitation."}, {"speaker": "Seth", "line": "..."}, {"speaker": "Eirika", "line": "Please, Seth. I can’t allow that to happen here. I don’t want to see any more people harmed by Grado’s atrocities."}, {"speaker": "Seth", "line": "All right, Princess. I understand. Perhaps we can retake Mulan. But, Princess, you must act with caution. Your people need you, too."}, {"speaker": "Eirika", "line": "Of course, Seth. Come on! Let’s go!"}], "battle": [{"speaker": "Soldier", "line": "I’ve found them! Stragglers from Renais! Don’t let them get away!"}], "battle-talk": [{"speaker": "Franz", "line": "Princess Eirika, it is good to see you’re well.", "person_1": "Franz", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Franz, you made it through unscathed...", "person_1": "Franz", "person_2": "Eirika"}, {"speaker": "Franz", "line": "Y-yes, Your Highness! I met up with Sir Gilliam of Frelia and explained the situation in Renais. He told me that Princess Tana was in danger as well, here at Mulan. We rode as swiftly as we could.", "person_1": "Franz", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Tana is here? Franz, we must hurry!", "person_1": "Franz", "person_2": "Eirika"}, {"speaker": "Franz", "line": "Understood!", "person_1": "Franz", "person_2": "Eirika"}, {"speaker": "Seth", "line": "Is that you, Franz? I’m relieved to see you’re still in one piece!", "person_1": "Franz", "person_2": "Seth"}, {"speaker": "Franz", "line": "Y-yes... and you as well, General. As long as you lead us, sir, the Knights of Renais cannot lose!", "person_1": "Franz", "person_2": "Seth"}, {"speaker": "Seth", "line": "Franz, you and I must work together to protect Princess Eirika. I want you to ride with us.", "person_1": "Franz", "person_2": "Seth"}, {"speaker": "Franz", "line": "Sir! With honor, sir!", "person_1": "Franz", "person_2": "Seth"}], "visit": [{"speaker": "Man", "line": "The rumors are true, aren’t they? The Grado army’s taken over the castle. It looks like they’ve seized the castle gate, too. Smart work–the gate provides defense and heals wounds to boot. They must be fierce warriors to have taken the gate. Watch yourself."}, {"speaker": "Man", "line": "That knight encamped at the castle was wearing the finest armor I’ve seen. It looked like it could turn aside almost any blade you swing at it. I know my armor, though. I wager a good rapier or armorslayer could get through it."}], "boss": [{"speaker": "Breguet", "line": "Bah, what a worthless lot of curs I’ve been assigned!"}, {"speaker": "Breguet", "line": "This...this can’t be... I..."}], "end": [{"speaker": "Gilliam", "line": "Princess Tana."}, {"speaker": "Tana", "line": "Sir Gilliam... I’m sorry, I never meant to cause you such trouble."}, {"speaker": "Gilliam", "line": "It was no trouble. I live to serve, Princess."}, {"speaker": "Eirika", "line": "Tana!"}, {"speaker": "Tana", "line": "...Eirika?!? Is that really you?"}, {"speaker": "Eirika", "line": "Tana, what are you doing, so far form Castle Frelia?"}, {"speaker": "Tana", "line": "I heard that Renais had fallen, and I was so worried... But I’m glad to see that you’re safe... Wait! Where is Ephraim? Is he well?"}, {"speaker": "Eirika", "line": "I wish I knew."}, {"speaker": "Tana", "line": "You haven’t heard from him? Oh, I hope he’s not been harmed... Come, we must go to Castle Frelia. My lord father may know something."}, {"speaker": "Eirika", "line": "Thank you, Tana."}], "dialogue": [{"speaker": "Hayden", "line": "Oh, Tana... I’m grateful to see that you’re safe and home again! You’ve no idea how I worried when I heard you were under attack at Border Mulan. You are not to leave again without my permission. Do you understand?"}, {"speaker": "Tana", "line": "Don’t be mad, Father. Look, I come bearing good news. Eirika! Come out now!"}, {"speaker": "Eirika", "line": "King Hayden, I am please to see you again, even in these sad times."}, {"speaker": "Hayden", "line": "Ah, Eirika! It does my heart good to see you safe."}, {"speaker": "Eirika", "line": "Thank you. I was able to escape the castle before Renais fell. But I’m not sure if my father..."}, {"speaker": "Hayden", "line": "Yes. I... have received word of your father."}, {"speaker": "Eirika", "line": "Your Highness? Please tell me. If my father well?"}, {"speaker": "Hayden", "line": "...My friend King Fado...did not survive the fall of Renais Castle."}, {"speaker": "Eirika", "line": "...No, it cannot be..."}, {"speaker": "Seth", "line": "......"}, {"speaker": "Hayden", "line": "Rest assured, Grado will be punished for its cowardly act. This is Frelia’s promise. Eirika, please stay here and rest. I cannot imagine how exhausted you must be."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Seth", "line": "King Hayden. You know of Prince Ephraim’s disappearance, do you not?"}, {"speaker": "Hayden", "line": "Yes, we hear the prince and his men hound Grado at every turn. It’s said that he’s led his forces into the empire itself. Reports suggest he’s crossed the border and now fights in Renvall."}, {"speaker": "Eirika", "line": "My brother... He fights on? Even now?"}, {"speaker": "Hayden", "line": "Yes. My pegasus knights bought this information at a great price. Even though Renais has fallen, he charges into the enemy’s heart. He is truly Fado’s son... What a valiant youth. I wish I knew whether he remains unharmed, but I do not."}, {"speaker": "Eirika", "line": "King Hayden, I thank you for your offer, but I cannot stay. I intend to ride to my brother’s side with reinforcements."}, {"speaker": "Hayden", "line": "I cannot allow it. I know how you feel, but this plan is suicide. I would be betraying Fado’s memory if I allowed any harm to befall you. Stay here. Rest and mourn. Leave this war to the warriors."}, {"speaker": "Eirika", "line": "I know you mean well, Your Majesty. However, I have lost my father, and my twin brother is in peril. My brother, he is a part of me... I cannot rest here in peace while he risks his life."}, {"speaker": "Hayden", "line": "No. Renais has no more army. Grado’s forces decimated it. I wish Frelia could provide you with support, with soldiers, but... My son, Innes, is on his way to meet the empire’s forces. We cannot spare a single brigade. Your own retinue of knights cannot possibly face Grado alone. Are you so determined to go?"}, {"speaker": "Eirika", "line": "Yes. ...With apologies."}, {"speaker": "Hayden", "line": "...As resolute as your father, eh? What am I to do in the face of such foolhardy determination? Vanessa."}, {"speaker": "Vanessa", "line": "Here, Your Highness!"}, {"speaker": "Hayden", "line": "Moulder."}, {"speaker": "Moulder", "line": "You called, my king?"}, {"speaker": "Hayden", "line": "Gilliam."}, {"speaker": "Gilliam", "line": "Yes, sire?"}, {"speaker": "Hayden", "line": "You are to accompany Princess Eirika of Renais into Grado territory. I expect each of you to provide aid and support for her brother."}, {"speaker": "Gilliam", "line": "Hmm. Quite a grave responsibility you’ve given us."}, {"speaker": "Vanessa", "line": "No matter the obstacles, we will perform our duty."}, {"speaker": "Gilliam", "line": "Our lives are yours."}, {"speaker": "Hayden", "line": "These are some of my most trusted and stalwart vassals. They will, no doubt, prove themselves quite valuable on your journey. Remember, you are venturing behind enemy lines. You will need supplies. I will have a supply convoy readied to carry your weapons and provisions. It will remain at your side, no matter how far afield you venture."}, {"speaker": "Eirika", "line": "King Hayden, I... Thank you."}, {"speaker": "Hayden", "line": "No, save your thanks for your return... with your brother, Prince Ephraim."}, {"speaker": "Eirika", "line": "Yes, Your highness!"}, {"speaker": "Tana", "line": "Eirika, you don’t really intend to go through with this, do you? I can’t guess how you must feel, but its’ just too dangerous. What would happen if you were captured by Grado’s men?"}, {"speaker": "Eirika", "line": "Thank you for your concern, Tana. But I have no choice. Don’t you see, Tana? I have to go."}, {"speaker": "Tana", "line": "Eirika... Oh, why is this happening? What’s gone wrong with the world?"}, {"speaker": "Eirika", "line": "Tana..."}, {"speaker": "Tana", "line": "Why would Grado invade? Emperor Vigarde is a man of peace. His people adore him. And you and Ephraim are friends with Prince Lyon, are you not? What could be behind this madness? Why is this happening..."}, {"speaker": "Eirika", "line": "I have no answers for you, Tana. I don’t want to believe it, but the reality is that we are at war. If I do nothing, I may lose my brother as well as my father. This is why I have to fight. It’s the only answer I have."}]}