{"chapter": "02", "title": "The Protected", "speakers": ["Eirika", "Moulder", "Vanessa", "Bone", "Bazba", "Ross", "Garcia", "Man", "Woman", "Selena", "Young Lady", "Seth", "Ephraim", "Colm"], "dialogue_counts": {"Eirika": 34, "Moulder": 6, "Vanessa": 7, "Bone": 5, "Bazba": 1, "Ross": 15, "Garcia": 17, "Man": 5, "Woman": 1, "Selena": 8, "Young Lady": 1, "Seth": 8, "Ephraim": 5, "Colm": 1}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 115, "transitions": "-------------------------", "opening": ["King Hayden apologizes for being unable to spare soldiers. However, he does provide Eirika with a small but trusted party of vassals. Eirika is grateful for the king’s aid. Chasing rumors of her brother, she sets out for Grado. The group’s first stop is the remote village of Ide, which was, until very recently, a part of Renais. Here, Eirika sees the devastation of Renais with her own eyes."], "intro": [{"speaker": "Eirika", "line": "Seth has mapped out a route for us. We’ll travel south of Renais and pass through Serafew into Grado territory."}, {"speaker": "Moulder", "line": "Hmm... That would seem a sensible plan. Assuming, of course, that we can avoid any run-ins with Grado soldiers..."}, {"speaker": "Vanessa", "line": "Princess Eirika, may I have your leave to scout ahead? From the sky, I’ll have a better chance of spotting any nearby troops."}, {"speaker": "Moulder", "line": "We’re yours to command, Your Highness. Will you give your permission?"}, {"speaker": "Eirika", "line": "Yes, of course. Keep an eye out for enemy bowmen though, Vanessa."}, {"speaker": "Vanessa", "line": "Yes, Your Highness, I shall. I shall prove myself worthy of the honor of your trust."}, {"speaker": "Eirika", "line": "She seems very...sincere."}, {"speaker": "Moulder", "line": "Sincere...Yes, quite."}, {"speaker": "Bone", "line": "Hey, boss! We’ve found more villages ripe for the picking."}, {"speaker": "Bazba", "line": "One, two, three... Ha ha ha! I love a good war! With all those soldiers preoccupied, we’re free to pillage as we please! Right, Bone–you’re in charge. Grab everything that’s not nailed down and bring it to the hideout."}, {"speaker": "Bone", "line": "I’m on it."}, {"speaker": "Ross", "line": "Dad! Bandits approaching!"}, {"speaker": "Garcia", "line": "Hmmm... I’m getting you out of here, Ross. You stay close to me!"}, {"speaker": "Bone", "line": "Let’s start with that village there! Go to it, boys! It’s all yours. Cut down anyone fool enough to get in your way. I’m heading west around the mountains to the other villages."}, {"speaker": "Ross", "line": "Unnnng!"}, {"speaker": "Garcia", "line": "Ross? What is it? What’s wrong?"}, {"speaker": "Ross", "line": "It’s nothing! It’s just a scratch! You’re a warrior, Dad, and I am your son. I won’t be beaten so easily."}, {"speaker": "Garcia", "line": "Don’t risk yourself so foolishly... We need to get you some help. Please! Someone help my son!"}, {"speaker": "Vanessa", "line": "Ah! This looks serious. I must report back to Princess Eirika at once."}, {"speaker": "Vanessa", "line": "I have bad news. The village to the east is under attack by bandits."}, {"speaker": "Eirika", "line": "Bandits?!"}, {"speaker": "Moulder", "line": "We have arrived at our first dilemma. We must move quickly and attract as little attention as possible, but..."}, {"speaker": "Eirika", "line": "But I cannot stand by and watch innocents be harmed. Vanessa, how fare the villagers?"}, {"speaker": "Vanessa", "line": "I spotted one injured person. He appeared to be just a child."}, {"speaker": "Eirika", "line": "Father Moulder, can your staff help him?"}, {"speaker": "Moulder", "line": "Well, yes, I can heal his injuries with my staff, but... I cannot do it from here. He’s too far away. I must be near him."}, {"speaker": "Vanessa", "line": "Princess, please leave this to me. I shall bring the boy here."}, {"speaker": "Moulder", "line": "All right, Vanessa. It’s up to you."}, {"speaker": "Vanessa", "line": "Very well. I’m off."}], "visit": [{"speaker": "Man", "line": "Hm? What is it? What’s all the ruckus? What? B-bandits?! Spread the word, everyone! Close the village gates! Thank you for your warning. Please, accept this small token."}, {"speaker": "Woman", "line": "This is terrible...What are we going to do? The Bandits are so close. If we can’t find some way to protect ourselves, the village is doomed."}, {"speaker": "Selena", "line": "Perhaps..."}, {"speaker": "Eirika", "line": "People, listen to me! You must close the village gates immediately. Hurry, before the bandits arrive!"}, {"speaker": "Selena", "line": "Who are you? You aren’t from one of the neighboring towns, are you. And your weapons give you away... You’re no peasant."}, {"speaker": "Eirika", "line": "I am Er... My name is Erina. I’m a mercenary."}, {"speaker": "Selena", "line": "A mercenary named Erina, is it? There’s more to you than that, I feel. But don’t worry–it’s none of my affair. I haven’t told you who I am yet, have I? I am Selena, a general in Grado’s army."}, {"speaker": "Eirika", "line": "Ah!"}, {"speaker": "Selena", "line": "Is something wrong?"}, {"speaker": "Eirika", "line": "No...uh, nothing."}, {"speaker": "Selena", "line": "It looks like these villagers have some bandit troubles. I would like to help, but I have orders... I’m to leave for the capital immediately, and I cannot stay. You’re armed, and you claim to be a mercenary. Will you help them?"}, {"speaker": "Eirika", "line": "Um..."}, {"speaker": "Selena", "line": "Is there a problem?"}, {"speaker": "Eirika", "line": "No! Of course I’ll help them! It’s just...You’re one of Grados’ generals...Why..."}, {"speaker": "Selena", "line": "These aren’t soldiers. They’re people. Should they suffer because their leaders fight? I’ve petitioned your aid. Take this as payment."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Selena", "line": "And who are you? You don’t look like one of the local peasantry. As you can see, the villagers have some bandit troubles. I would like to help, but I have orders to follow... I am required to quit this area at once. I would ask you to aid them in this fight. I will pay you for your trouble, of course."}, {"speaker": "Young Lady", "line": "The most wonderful man rescued me. He was dressed like a mercenary, but he had an air of elegance about him... He gave me this elixir. I’m sure it will help you on the battlefield."}], "recruit-talk": [{"speaker": "Ross", "line": "Hey, listen! My village is being attacked by bandits. My name’s Ross. Come on! You have to help me wipe those thugs out!", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Eirika", "line": "All right, just... Just take a deep breath and calm down, Ross. Leave the villages to us. We’ll drive off the bandits. Seth, take the boy somewhere safe.", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Ross", "line": "No! Wait! I’m going to fight, too!", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Eirika", "line": "But...", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Ross", "line": "My father is out there all alone, fighting those bandits. I’ve got to get back to him as quickly as possible! I’m the son of the great Garcia! As long as I have my axe, no bandit will ever defeat me!", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Eirika", "line": "All right, I can see you’re not going to be swayed... But you must promise that you will stay close to us.", "recruiter": "Eirika", "recruit": "Ross"}, {"speaker": "Ross", "line": "Dad!", "recruiter": "Ross", "recruit": "Garcia"}, {"speaker": "Garcia", "line": "Ross?! Boy, what did I tell you!? What are you doing here? Don’t worry about me. Hurry up and get yourself to safety!", "recruiter": "Ross", "recruit": "Garcia"}, {"speaker": "Ross", "line": "Did you really think I could just run away while you fight, Dad? You taught me that fighters fight for what’s important to them! There’s no way I’m leaving! I’m fighting just like you!", "recruiter": "Ross", "recruit": "Garcia"}, {"speaker": "Garcia", "line": "Ross... All right, listen to me. We’ll cut our way out of here together!", "recruiter": "Ross", "recruit": "Garcia"}], "boss": [{"speaker": "Bone", "line": "Wait a minute! Wh-who are you?"}, {"speaker": "Bone", "line": "Urgh...Blast..."}], "end": [{"speaker": "Eirika", "line": "......"}, {"speaker": "Colm", "line": "Oops! Beg your pardon."}, {"speaker": "Eirika", "line": "Hey!"}, {"speaker": "Seth", "line": "Princess, are you all right?"}, {"speaker": "Eirika", "line": "Y-yes... Someone bumped into me is all. I was jarred."}, {"speaker": "Seth", "line": "Hm? Your Highness, where is your bracelet?"}, {"speaker": "Eirika", "line": "My bracelet? It’s...gone. Where could it be? Did that man–"}, {"speaker": "Seth", "line": "I’ll find him!"}, {"speaker": "Eirika", "line": "Don’t worry about it, Seth. That bracelet was a gift from my father, but Ephraim needs our help. I can’t let sentimentality get in the way of my duty."}, {"speaker": "Seth", "line": "No, Princess... We must retrieve your bracelet regardless of cost. You cannot lose it. Let’s go. We must hurry."}], "flashback": [{"speaker": "Ephraim", "line": "It’s time to start. Are you ready, Eirika?"}, {"speaker": "Eirika", "line": "Yes, Ephraim. Let’s begin."}, {"speaker": "Ephraim", "line": "Tell me, though: why do you want me to teach you to fight? I thought you didn’t care for violence..."}, {"speaker": "Eirika", "line": "I do not like uncivilized behavior. I think one can solve one’s problems without fighting. And yet..."}, {"speaker": "Ephraim", "line": "And yet what?"}, {"speaker": "Eirika", "line": "I’ve always relied on you to protect me, Brother. I would rather not be such a burden to you in the future. So, I thought maybe I should learn to protect myself..."}, {"speaker": "Ephraim", "line": "I’m your brother. Brothers are supposed to protect their sisters. It’s nothing for you to worry about. It’s no cause for concern."}, {"speaker": "Eirika", "line": "Yes, but... I am your sister. Sisters are supposed to worry about their brothers. So I would like to learn something of swordplay, if only a little. And maybe, someday, I can protect you in your time of need... So please, Ephraim."}, {"speaker": "Ephraim", "line": "All right, all right. How could I say no? Honestly, once you get an idea into your head, that’s it. I might as well give in. It’s agreed. I’ll teach you, but won’t hold back because you’re my sister. And I want no complaining once we’ve started, Eirika."}, {"speaker": "Eirika", "line": "Complain? Me? Never!"}]}