{"chapter": "03", "title": "The Bandits Of Borgo", "speakers": ["Seth", "Eirika", "Neimi", "Bazba", "Colm", "Selena", "Duessel", "Glen", "Vigarde", "Riev", "Caellach", "Valter"], "dialogue_counts": {"Seth": 17, "Eirika": 14, "Neimi": 21, "Bazba": 3, "Colm": 16, "Selena": 7, "Duessel": 7, "Glen": 7, "Vigarde": 7, "Riev": 2, "Caellach": 2, "Valter": 3}, "gender_counts": {"M": 54, "F": 42, "N": 10, "A": 0}, "lines": 107, "transitions": "-MFMFF-FFFFFFFFMFFFFFMFMF-FMFM-N-M-FMFMFMF-N-N-FMFMFMFMFMFMMM-M-MMMMMMMM-MFMFMFMFMF-FMFMMFMFMM-NMFMN-NMMMFMMMNFMNMMMNMNMM", "opening": ["Eirika and company pursue the thief who stole her bracelet. Their chase leads them into the mountains, where Bazba’s Bandits pillage at will. Eirika cannot ignore her countrymen’s pleas for help. She leads her group in search of the bandits’ stronghold."], "intro": [{"speaker": "Seth", "line": "The local villagers tell me that Bazba’s Bandits keep their lair nearby. A few of them saw a lad matching the description of our bracelet thief. It seems a fair guess that the youth is one of these bandits."}, {"speaker": "Eirika", "line": "Bandits...Here in Renais, our homeland. I had no idea... Burning out villages...Stealing from out people with no fear of reprisal?"}, {"speaker": "Seth", "line": "It wasn’t always like this. The knights used to protect the citizenry... However, with Renais in ruins and her army tattered, law and order are hard to find. It doesn’t look like the Grado army is interested in maintaining order here. If nothing changes, Renais will continue this sad plunge into savagery."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Neimi", "line": "Uh...Hello?"}, {"speaker": "Neimi", "line": "Pardon me for asking... but are you all some sort of...mercenary troop?"}, {"speaker": "Eirika", "line": "Why do you ask?"}, {"speaker": "Neimi", "line": "P-p-please, you have to help Colm. You have to! I told him it was too dangerous, but he wouldn’t listen to me!"}, {"speaker": "Eirika", "line": "Please, you must calm yourself. Start at the beginning, and speak slowly."}, {"speaker": "Neimi", "line": "All right...Sniff. I’m Neimi. I’m from... I used to be from a village named Lark... Except the village is gone."}, {"speaker": "Eirika", "line": "Gone? What do you mean?"}, {"speaker": "Neimi", "line": "Bazba’s Bandits burned it down. Only Colm and I escaped. The other villagers... The bandits attacked them and..."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Seth", "line": "Neimi, what are you doing here?"}, {"speaker": "Neimi", "line": "Bazba’s Bandits... They have a hideout here in these mountains. That’s where Colm... Um, Colm’s my...uh...We’ve known each other since we were kids. He went to steal back something the bandits took from me..."}, {"speaker": "Eirika", "line": "He went alone? That’s a very dangerous thing..."}, {"speaker": "Neimi", "line": "Yes, I know. Th-that’s what I told him, but he wouldn’t listen to me. If I lose Colm, too, I don’t know... I...I’ll... sniff..."}, {"speaker": "Eirika", "line": "Wait, please don’t cry. Don’t worry. We’ll find your friend and see that he’s not harmed."}, {"speaker": "Neimi", "line": "Really? Really and truly? Oh, thank you! Thank you!!! I... I don’t have much money, but.. I’ll do anything to help."}, {"speaker": "Seth", "line": "Your Highness? What will it be?"}, {"speaker": "Eirika", "line": "If the thief we’re after has gone to the bandits?lair as well... Well, it seems as though we share a common cause with Neimi. She is a citizen of Renais, after all. And isn’t it our duty to defend our countrymen? I’m only sad that we weren’t here to protect her friends and neighbors... So, yes, I feel we must help her."}, {"speaker": "Seth", "line": "Very well. Neimi, I trust you can lead the way?"}, {"speaker": "Neimi", "line": "Er, yes... It’s this way."}, {"speaker": "Neimi", "line": "Um... Is there anything I can do to help? I feel so... When I was little I used to go hunting with my grandfather. What I mean is I can– I’m not bad with a bow."}, {"speaker": "Seth", "line": "Really?"}, {"speaker": "Neimi", "line": "Uh-huh."}, {"speaker": "Seth", "line": "I see. You should remain behind and protect Princess Eirika."}, {"speaker": "Bazba", "line": "Hm. Not sure who’s out there, but it looks like we’ve got guests. Let’s give ’em a warm welcome, lads. You see a stranger, stick an axe in him!"}, {"speaker": "Colm", "line": "And here we go! Ha! And not a soul saw me. These bandits are easy picking. I guess I might as well start with these chests here."}], "recruit-talk": [{"speaker": "Neimi", "line": "C-Colm...", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Colm", "line": "Neimi?! What are you doing here? I told you to wait for me, didn’t I?", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Neimi", "line": "I couldn’t... It’s too dangerous. C’mon, let’s go home.", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Colm", "line": "We don’t have a home! Don’t you get it? Look, just leave everything to me. I can take care of it in a flash, but I don’t need a clumsy oaf like you tagging along.", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Neimi", "line": "But...but...", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Colm", "line": "Oh, this is ridiculous. We’ll talk later. Don’t leave my side, Neimi.", "recruiter": "Neimi", "recruit": "Colm"}, {"speaker": "Neimi", "line": "I–All right.", "recruiter": "Neimi", "recruit": "Colm"}], "boss": [{"speaker": "Bazba", "line": "I’m the head of this bandit pack, the mighty Bazba! Hope you’ve enjoyed your life, ‘cuz it’s about to end!"}, {"speaker": "Bazba", "line": "I’m the...mighty...Bazba... This...ain’t–"}], "end": [{"speaker": "Neimi", "line": "C-Colm..."}, {"speaker": "Colm", "line": "What now? I told you not to worry. I could’ve robbed these bandits blind on my own, thank you very much."}, {"speaker": "Neimi", "line": "I was... worried..."}, {"speaker": "Colm", "line": "H-Hold on! I’m sorry! C’mon! Don’t start bawling!"}, {"speaker": "Neimi", "line": "Aaah...sniff... No more...dangerous stuff... by yourself..."}, {"speaker": "Colm", "line": "Fine, fine. I promise. But you have to stop crying all the time. All right?"}, {"speaker": "Neimi", "line": "Uh-huh..."}, {"speaker": "Colm", "line": "Oh, yeah. Take a look at this."}, {"speaker": "Neimi", "line": "Hm?"}, {"speaker": "Colm", "line": "I got your mirror back. Remember how you cried when we left Lark? You thought you’d lost this. I knew it was your mother’s, and I knew those thugs had taken it. So I went and got it back! See what happens when you give me a job? Guaranteed results!"}, {"speaker": "Neimi", "line": "Colm... Aa...Waaah... Colm..."}, {"speaker": "Colm", "line": "Hey Wh-why are you crying this time? C’mon! Stop! Knock it off! Please, Neimi..."}, {"speaker": "Seth", "line": "...This is quite touching, but... I think you’d best return Princess Eirika’s bracelet to her now."}, {"speaker": "Colm", "line": "Wh-what are you talking about? Are you trying to say that I–"}, {"speaker": "Colm", "line": "Whoa! Whoa there! Hold it! It’s right here! Take it!"}, {"speaker": "Seth", "line": "...... Tell me, boy, is this the path you’ve chosen for your life? If this girl matters to you, you must quit this dark road."}, {"speaker": "Colm", "line": "Uh, yeah...Right."}, {"speaker": "Seth", "line": "We’re leaving. Do not expect to be rescued again. Farewell."}, {"speaker": "Colm", "line": "...Hey, wait! Let us go with you. You can’t just leave us here."}, {"speaker": "Seth", "line": "Pardon?"}, {"speaker": "Colm", "line": "Neimi and I... We’ve got no home to return to. No matter where we go, there’s just gonna be more fighting. You’re mercenaries, right? Well, then take us with you. I’m a handy guy to have around. I know I can help you out."}, {"speaker": "Seth", "line": "I would prefer not, but I’ll agree with Eirika’s decision. Our duty is a grave one however. We’ve no time to waste shepherding you."}, {"speaker": "Colm", "line": "That’s fine with us You just wait– I promise you won’t regret your decision."}, {"speaker": "Seth", "line": "I retrieved your bracelet from the bandit’s stronghold. Here you are, Princess."}, {"speaker": "Eirika", "line": "Thank you, Seth. You know...Father gave me this bracelet when I was a child. It has only one match in the world, and my brother wears it."}, {"speaker": "Seth", "line": "Lady Eirika, you must take care never to lose that bracelet. It is the proof that King Fado entrusted the future of Renais to you, his children."}, {"speaker": "Eirika", "line": "Seth...What is it you’re not telling me?"}, {"speaker": "Seth", "line": "...I apologize, Your Highness. When the times comes, I will tell you what I know. Until then, I..."}, {"speaker": "Eirika", "line": "I see. If you tell me it must wait, then it can wait. I trust you."}, {"speaker": "Seth", "line": "Then we should get moving again. We’re safe from bandits for now, but I can’t guarantee for how long."}, {"speaker": "Eirika", "line": "This... This is just the beginning, isn’t it? If we hope to free out homeland, it will take battle after battle..."}, {"speaker": "Seth", "line": "I’m afraid so, Your Highness. The day you and Prince Ephraim win back the freedom and honor of Renais will come. But I fear it lies at the end of a long and treacherous road."}, {"speaker": "Eirika", "line": "I know. I must fight for that day. In the names of all those I could not save, I’ll lead us home. Let’s go. My brother awaits!"}, {"speaker": "Selena", "line": "General Duessel."}, {"speaker": "Duessel", "line": "Selena. Have you been back long? Tell me, how fares the campaign in Renais?"}, {"speaker": "Selena", "line": "Signs of chaos abound. Brigands ride without fear, and the peasant’s cries fill the air."}, {"speaker": "Duessel", "line": "Hmm... If Grado’s troops do not enforce public order, the situation will only worsen. And still, His Majesty has given us no orders. Perhaps, just this once, I should take the lead..."}, {"speaker": "Glen", "line": "What could His Majesty be thinking? Breaking our long-held alliance with Renais–invading without warning... He’s never been this way before. He abhors violence."}, {"speaker": "Selena", "line": "......"}, {"speaker": "Glen", "line": "And have you noticed the recent promotions? Who are they are going to? Certainly not to the soldiers who have Grado’s best interests at heart. I feel this invasion is the prelude to a much larger war. I feel as though His Majesty is no longer the man we knew him to be."}, {"speaker": "Selena", "line": "Glen, it doesn’t matter what any of us might think of our orders. We are his servants, and we will not question His Majesty’s intentions."}, {"speaker": "Glen", "line": "I know that, Selena. And yet..."}, {"speaker": "Duessel", "line": "That’s enough. Both of you. His Majesty summons us. Let’s hope we can learn a little during our audience."}, {"speaker": "Vigarde", "line": "...I appreciate your work in fulfilling your previous orders. You are the hammers that drive the nails of the empire’s will... You will continue to operate ...without hesitation... wherever I send you."}, {"speaker": "Duessel", "line": "By your command."}, {"speaker": "Selena", "line": "In Your Majesty’s name."}, {"speaker": "Glen", "line": "Yes, sire..."}, {"speaker": "Vigarde", "line": "...However, I know this... You, my Imperial Three, lack the strength to conquer the remaining nations alone. In the invasion of Renais, certain soldiers performed beyond expectation. I have chosen them to join you as new generals in the empire’s service. ...Come."}, {"speaker": "Vigarde", "line": "...The performance of these men surpassed even your own. With the addition of these three... The empire will have six generals strong enough to conquer this land. Do you understand?"}, {"speaker": "Riev", "line": "Heh heh heh... I am Riev, given the name Blood Beryl by His Majesty. I know I am a newcomer, but I pray for your favor."}, {"speaker": "Duessel", "line": "...Understood."}, {"speaker": "Caellach", "line": "I’m Caellach. I was a mercenary, fighting in the desert. Seems I’m to be called Tiger Eye... You’re a fine lookin’ lass, aren’t you? Yeah, I’m gonna love working with you."}, {"speaker": "Selena", "line": "......"}, {"speaker": "Valter", "line": "So we meet again. You know me as General Valter, but you will call me the Moonstone. I’ll save you worthless dogs from your own incompetence. You’ll thank me later."}, {"speaker": "Glen", "line": "Valter... You scum!"}, {"speaker": "Duessel", "line": "Peace, Glen."}, {"speaker": "Vigarde", "line": "Selena. Caellach. You will bring me Frelia."}, {"speaker": "Selena", "line": "Yes, sire."}, {"speaker": "Caellach", "line": "Sure. Good as done."}, {"speaker": "Vigarde", "line": "Riev. Duessel. You are charged with the defense of the empire. ...I will speak to you individually with more details later."}, {"speaker": "Riev", "line": "Heh heh heh... Understood, Your Majesty."}, {"speaker": "Duessel", "line": "By your command, sire."}, {"speaker": "Valter", "line": "And me?"}, {"speaker": "Vigarde", "line": "Valter, Glen... I have other duties for you..."}, {"speaker": "Glen", "line": "Yes, Your Majesty?"}, {"speaker": "Vigarde", "line": "Renais has fallen, but Princess Eirika still eludes us... Her brother, Prince Ephraim, leads a resistance within our borders. Bring the siblings to me."}, {"speaker": "Valter", "line": "Ha ha.. Of course."}, {"speaker": "Glen", "line": "......"}]}