{"chapter": "05x", "title": "Unbroken Heart", "speakers": ["Tirado", "Valter", "Ephraim", "Forde", "Kyle", "Orson", "Zonta"], "dialogue_counts": {"Tirado": 7, "Valter": 14, "Ephraim": 24, "Forde": 9, "Kyle": 10, "Orson": 3, "Zonta": 3}, "gender_counts": {"M": 60, "F": 0, "N": 10, "A": 0}, "lines": 70, "transitions": "NMNMNMNMNMNMN-MMMMMMM-MMMMM-MMMMMMMMMMM-NMMMMM-N-N-MM-MMMMM-MMMMMMMMMMMMMMMMMMM", "intro": [{"speaker": "Tirado", "line": "What a pleasant surprise. It’s Master Valter."}, {"speaker": "Valter", "line": "What’s the situation, Tirado? You have captured Ephraim, haven’t you?"}, {"speaker": "Tirado", "line": "No. Prince Ephraim still fights in the lands north of Renvall."}, {"speaker": "Valter", "line": "And why is that? What has happened to all those mercenaries you hired?"}, {"speaker": "Tirado", "line": "They’ve proven to be less then adequate. Ephraim’s clever. His band strikes quickly and then vanishes into the woods. We more than double his numbers, and yet he uses the terrain wisely to fight us. He has no army–just a small force of knights loyal to Renais. Prince Ephraim’s reputation as a superb strategist would seem to be well earned."}, {"speaker": "Valter", "line": "Hmm... How interesting. The lad’s beginning to whet my appetite. Tirado...Bring him to me as quickly as you can, will you?"}, {"speaker": "Tirado", "line": "As you command. Just grant me an army, and I’ll bring him down swiftly."}, {"speaker": "Valter", "line": "What sort of plan do you have?"}, {"speaker": "Tirado", "line": "Master, I am your loyal adjutant, and you are my general. For you, my lord, I have many plans ready and waiting."}, {"speaker": "Valter", "line": "Really? Well then, let me hear them."}, {"speaker": "Tirado", "line": "Very well. First, you and I will leave this fort and head north. Then, we will find Prince Ephraim in his leafy playpen."}, {"speaker": "Valter", "line": "But he’s not easily found, is he?"}, {"speaker": "Tirado", "line": "Do not worry. At Prince Ephraim’s side is... a friend, shall we say. When the time is right, our friend will move on our behalf..."}, {"speaker": "Ephraim", "line": "Forde, how are we on supplies and equipment?"}, {"speaker": "Forde", "line": "It’s not looking good. Our weapons are in bad shape, and we’re running low on food. We can probably restock at a nearby village, but–"}, {"speaker": "Ephraim", "line": "No, that’s not an option. We’re in enemy territory. I will not involve innocents if I can avoid it."}, {"speaker": "Forde", "line": "Yeah, I knew you’d say that. I mean, it’s because of stuff like that that we’ve stuck with you so far. But eventually, we do need to face reality. What are we going to do?"}, {"speaker": "Kyle", "line": "Word of mouth has it that the invasion of Renais has progressed quite far. I’ve heard that the capital has fallen."}, {"speaker": "Ephraim", "line": "Hm...So soon... Still, my father is in the capital, and he won’t surrender easily. Forde, Kyle. Our mission here is to harry the troops, to distract their eye. Hopefully, we’ll be able to give my father and Eirika time to escape. Kyle, have you heard anything from Orson? I sent him ahead to scout."}, {"speaker": "Kyle", "line": "No word yet, and it’s about time he returned..."}, {"speaker": "Orson", "line": "Reporting in, Prince Ephraim. I can confirm Grado presence at several points around our camp. Also, a large battalion of soldiers has been dispatched from Renvall. We shouldn’t tarry here any longer than necessary..."}, {"speaker": "Ephraim", "line": "I see."}, {"speaker": "Forde", "line": "Seems as though we’ve certainly caught Grado’s eye this time. Should we retreat back to the capital, Prince Ephraim?"}, {"speaker": "Ephraim", "line": "No. We press onward. We’re going to capture Renvall."}, {"speaker": "Forde", "line": "Wh-what?!?"}, {"speaker": "Ephraim", "line": "So this is Renvall, is it? All right, let’s go."}, {"speaker": "Forde", "line": "Um...Are you...sure you’re quite sane, Prince Ephraim? We’ve an entire army after us, and you want to charge their stronghold?"}, {"speaker": "Kyle", "line": "Forde! Watch your tongue! This is our prince you’re addressing!"}, {"speaker": "Ephraim", "line": "Kyle, please, it’s all right. We’ve heard nothing from home, So what harm could a little reckless besieging cause?"}, {"speaker": "Kyle", "line": "Prince Ephraim..."}, {"speaker": "Ephraim", "line": "Don’t worry. I haven’t lost all sense of self-preservation. Renvall holds an important place in Grado’s national defense. If we can get the upper hand and take control of it, then Grado will waste many valuable soldiers trying to take it back I hope our attack proves useful to my father and Eirika."}, {"speaker": "Forde", "line": "I understand what you’re saying, but... can we do it with our current strength?"}, {"speaker": "Ephraim", "line": "Every soldier in this area is trying to find us. The enemy has us vastly outnumbered. Attacking the castle is a ridiculous idea. If the enemy thinks the same... then we may have our opening."}, {"speaker": "Forde", "line": "You have a point. I’m sure Renvall won’t expect us to attack with these numbers. Either way, we can’t run forever. And we’re running out of supplies. What’ve we got to lose? Shall we get ready to go?"}, {"speaker": "Ephraim", "line": "Yes. If we don’t move quickly, we may never get another chance. Trust me. I don’t pick fights I cannot win."}, {"speaker": "Kyle", "line": "Yes, sir!"}, {"speaker": "Zonta", "line": "An attack? By Ephraim’s troops? To arms! Prince Ephraim’s circled around and brought the fight to us! If we capture the prince here, we can line our pockets with gold! Do you understand? We’ll be rich!"}, {"speaker": "Ephraim", "line": "Orson."}, {"speaker": "Orson", "line": "Yes..."}, {"speaker": "Ephraim", "line": "Your wounds still haven’t healed from that last battle, have they? Don’t push yourself. If we’re defeated, you must return to Frelia. Understood?"}, {"speaker": "Orson", "line": "Understood..."}, {"speaker": "Ephraim", "line": "Let’s go! Kyle! Forde!"}], "boss": [{"speaker": "Zonta", "line": "Do you truly think you can take us with those numbers? Imbecile! You’ll learn the error of your ways."}, {"speaker": "Zonta", "line": "L-lord Tirado...It can’t be... Were we...merely pawns?"}], "end": [{"speaker": "Kyle", "line": "We’ve secured the entire castle. You were brilliant, Prince Ephraim! What a plan! What a battle!"}, {"speaker": "Ephraim", "line": "I estimate at least half of the enemy troops are in the field. We took the castle, but we don’t have the manpower to hold it in a siege. There’s no point in lingering here. Let’s continue on to Grado Keep."}, {"speaker": "Forde", "line": "Prince Ephraim, things have taken a turn for the worse. I took a look around the castle perimeter... We’re surrounded."}, {"speaker": "Kyle", "line": "What?"}, {"speaker": "Ephraim", "line": "Grado’s sent reinforcements? So quickly...?"}, {"speaker": "Kyle", "line": "What should we do?"}, {"speaker": "Ephraim", "line": "...... We must escape!"}, {"speaker": "Valter", "line": "So, you’ve captured Renvall, have you? And with such a small force! Impressive! You’ve earned your reputation. I must say, I quite admire your work. I take it you’re the leader of this pack–the misguided Prince Ephraim."}, {"speaker": "Ephraim", "line": "I am."}, {"speaker": "Valter", "line": "I’m General Valter, the Moonstone of Grado’s Imperial Army. Catching up to you has caused me no small amount of trouble. We’ve reduced your wretched home of Renais to ruin, and yet... you and your little band of bravos continue to be a thorn in our side. But that all ends here."}, {"speaker": "Ephraim", "line": "We’ll see...You claim you’ve taken the capital of Renais... Tell me, how did you know I would attack Renvall?"}, {"speaker": "Valter", "line": "Ha ha... Patience. You’ll have your answer soon enough. Now, be good lads, and drop your weapons, will you?"}, {"speaker": "Kyle", "line": "Prince Ephraim, let us attack!"}, {"speaker": "Ephraim", "line": "......"}, {"speaker": "Valter", "line": "Listen to me, Ephraim. You’re a smart man. You know it’s futile to fight me. You cannot win. You cannot escape. Accept the reality of your situation, and surrender to me."}, {"speaker": "Ephraim", "line": "Surrender?"}, {"speaker": "Valter", "line": "Heh heh heh... That’s right. If you do, I’ll let you live. I hold your life in the palm of my hand. Do not test my good humor. Now, come over here, bend your knee, and beg for your life. Show me how Renais dogs grovel."}, {"speaker": "Ephraim", "line": "I think not."}, {"speaker": "Valter", "line": "What?"}, {"speaker": "Ephraim", "line": "You said your name was Valter, didn’t you? Well, I’m sorry, Valter, but I don’t have time to waste playing games with you. So, we’re going to knock you louts about a bit and then make our way out of here."}, {"speaker": "Valter", "line": "Fool... Have you gone mad? Do you truly believe you can fight your way past my wyvern knights?"}, {"speaker": "Ephraim", "line": "Watch and see. I don’t pick fights I can’t win. Kyle, Forde. Are you ready?"}, {"speaker": "Kyle", "line": "My life has been yours since the moment I took my chivalric vows."}, {"speaker": "Forde", "line": "It’s moments like these that keep me by your side, my prince."}, {"speaker": "Valter", "line": "What idiotic wretches you are... Prepare yourselves to be destroyed utterly!"}, {"speaker": "Ephraim", "line": "We break to the east. GO!"}]}