{"chapter": "06", "title": "Victims Of War", "speakers": ["Riev", "Novala", "Eirika", "Seth", "Girl", "Mother", "Father", "Boy"], "dialogue_counts": {"Riev": 4, "Novala": 22, "Eirika": 24, "Seth": 13, "Girl": 9, "Mother": 2, "Father": 1, "Boy": 1}, "gender_counts": {"M": 17, "F": 24, "N": 35, "A": 0}, "lines": 77, "transitions": "-MNMNMNMN-N--NFNMFNMFNFNFN-NFNFMFNMNFN-NFNFNFN-NNN-NNN-N-N-N-N-N-N-NFNN-MFMFMFMFMFFFMFMFMFMF", "opening": ["Eirika suppresses her feelings of unease and continues to search for her brother. Passing through Serafew, the group crosses into the Grado Empire. From here forward, there is no doubt that they are walking through hostile territory. In hopes of avoiding unnecessary trouble, Eirika and company head for a sparsely populated region of Grado. However, it is too late. Their movements are already being tracked."], "intro": [{"speaker": "Riev", "line": "So, tell me... You have ascertained Eirika’s whereabouts, have you not?"}, {"speaker": "Novala", "line": "I have. I sent some of our men to follow the princess as she fled Serafew. They tell me Eirika and her friends will be coming this way shortly. Our ambush is ready and waiting. There’s no way they can escape. Like rats in a sack, as they say. Heh heh heh..."}, {"speaker": "Riev", "line": "Very good... Won’t that wretched Valter be delighted. Now about this Princess Eirika... I hear she’s quite a handful. They say her paladin withstood Valter’s lance... Tell me, Novala, are you certain you can handle this assignment?"}, {"speaker": "Novala", "line": "Don’t worry. Everything is under control. I’ve brought along a certain something from Renais. It will negate whatever futile resistance they offer. Ha ha ha..."}, {"speaker": "Riev", "line": "Heh heh heh... Pray it goes as you say. Very well. Do what you must. I must return to the capital."}, {"speaker": "Novala", "line": "Will you not stay and see how Eirika looks in captivity?"}, {"speaker": "Riev", "line": "Unlike two other layabouts I know, I do not have such time to waste. I have much to do for out master. A mountain of tasks awaits me. My time is far too precious to waste on the likes of that royal whelp. Trifles such at these are best left in the hands of servants...such as you."}, {"speaker": "Novala", "line": "Y-yes, of course... Then...travel well."}, {"speaker": "Novala", "line": "Hmph... Freakish old man. You should have watched. You might have learned something. I will capture the princess, and I will replace you at our master’s side. You will stew in regret, and I will enjoy every moment."}, {"speaker": "Novala", "line": "Ha ha ha... Princess Eirika of Renais! Accept your fate. You have nowhere to flee!"}, {"speaker": "Eirika", "line": "What?! Who are you? And where...where did you come from?"}, {"speaker": "Novala", "line": "You’re as beautiful as I’d heard... And you’re even wearing your bracelet. I suppose we should begin there. Would you surrender your lovely little trinket?"}, {"speaker": "Seth", "line": "Ah!"}, {"speaker": "Eirika", "line": "My bracelet... Why do you want it?"}, {"speaker": "Novala", "line": "His Majesty desires it. That’s reason enough. Once I present it to him, he will make me a general, and I will be famous. Come, hand it over. Do it quickly, and I’ll leave you alive."}, {"speaker": "Seth", "line": "Princess Eirika, you will do no such thing."}, {"speaker": "Eirika", "line": "Of course not."}, {"speaker": "Novala", "line": "Obedience will save you pain. You came all this way to aid Prince Ephraim, have you not? A fool’s errand. Ephraim fell before the empire’s might. As we speak he wastes away in a cell in Renvall, meekly awaiting his execution."}, {"speaker": "Eirika", "line": "My brother?! You lie! A pitiful worm like you could never defeat my brother!"}, {"speaker": "Novala", "line": "Bah. Protest all you like. It does not change the truth. Ephraim has lost, and it was Grado that defeated him!"}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Novala", "line": "You’re not going to acquiesce, are you? Very well. Bring me the child."}, {"speaker": "Girl", "line": "H-help me..."}, {"speaker": "Eirika", "line": "Ah!"}, {"speaker": "Novala", "line": "Look familiar? She’s a citizen of your precious Renais. Now give me the bracelet! Do it, or the child dies!"}, {"speaker": "Eirika", "line": "No, please... You win. But I must have your word the child will suffer no harm."}, {"speaker": "Seth", "line": "Princess, wait. That bracelet–"}, {"speaker": "Eirika", "line": "It’s not worth a child’s life. Forgive me, Seth."}, {"speaker": "Novala", "line": "Yes...there can be no mistaking it! Next, your weapons. Take them off and hand them over."}, {"speaker": "Seth", "line": "No. Surrendering our weapons would be tantamount to suicide. You demand too much of us."}, {"speaker": "Novala", "line": "I see years of peace and idleness have not dulled the wits of all Renais’s knights. Well then, my hostage has no more use to me, does she? Ah, such a waste. Wait a moment... I’ve just had a delicious idea. Have you heard of the giant spiders prowling about this region? They’d appreciate a nice, hot meal, wouldn’t you agree?"}, {"speaker": "Eirika", "line": "You can’t–"}, {"speaker": "Girl", "line": "Nooo!"}, {"speaker": "Novala", "line": "Ha ha! This will be a delight to watch! These fools will curse the day they were born to Renais!"}, {"speaker": "Eirika", "line": "Why...why would you... How can you do such a thing?"}, {"speaker": "Novala", "line": "This is WAR! There are no rules here! In war, you can do anything! Anything! You curs of Renais have lost! Your idiotic ravings mean nothing..."}, {"speaker": "Eirika", "line": "Enough. Hold your tongue."}, {"speaker": "Novala", "line": "Wha...what?!"}, {"speaker": "Eirika", "line": "I... We, the people of Renais, have long honored our allegiance with the Grado Empire. And you invaded without warning. You ravaged our land. You killed my father... Even then, I told myself, I must not hate Grado or her people. If I gave in to my hate, the bond between our lands would be lost forever. I refused to hate. Instead, I lived for the day our nations would know peace again. But... If this is Grado’s true face... If you could extinguish Renais without pity, without remorse... If this is the case, then there is no room in my heart for forgiveness."}, {"speaker": "Novala", "line": "Impudent girl! Do you expect your words to save your countrymen? They will not. Your beloved people will all die, as will you."}, {"speaker": "Novala", "line": "Ha ha ha! If you must curse someone, curse your dear princess."}, {"speaker": "Girl", "line": "Help, someone!"}, {"speaker": "Novala", "line": "Cry! Scream! HAHAHAHAHA!"}, {"speaker": "Girl", "line": "Are we gonna get eaten?"}, {"speaker": "Mother", "line": "We’re going to be fine. Someone will rescue us."}, {"speaker": "Father", "line": "......"}], "visit": [{"speaker": "Boy", "line": "I heard there are monstrous spiders living in the mountains to the east. They’re said to be poisonous, so I stocked up on antitoxins… This antitoxin’s strong stuff. No need to worry about poison with this around. Hey! Why don’t you go ahead and take one. Go on, you may need it. They might still eat you, but at least they won’t be able to poison you!"}], "battle": [{"speaker": "Girl", "line": "Eeek! S-s-spider... Nooooo! Go away! Please, somebody, help! HEEEEELLLLPPP!"}, {"speaker": "Girl", "line": "N-noooooo!"}, {"speaker": "Girl", "line": "Eeek! S-s-spider... Nooooo! Go away! Please, somebody, help! HEEEEELLLLPPP!"}], "boss": [{"speaker": "Novala", "line": "No! It can’t be... They’ve made it this far?! Grrr... Must I do everything myself!?"}, {"speaker": "Novala", "line": "Aah... Is this...the end? No fame? No...glory–"}], "end": [{"speaker": "Girl", "line": "......"}, {"speaker": "Eirika", "line": "You’re safe now."}, {"speaker": "Girl", "line": "Wa... Waaaaaaa! I was so scared... So very, very scared."}, {"speaker": "Mother", "line": "Thank you. You saved us both. If you would like, please take this... And thank you again."}, {"speaker": "Seth", "line": "Your late father, King Fado... He ordered to keep me silent until the proper time arrived. However, with all that has happened, with Emperor Vigarde’s actions... I feel it imperative that I tell you everything, Princess Eirika. Are you ready to hear the secret of the bracelet you wear?"}, {"speaker": "Eirika", "line": "I am..."}, {"speaker": "Seth", "line": "As you know, Princess... Renais houses one of the legendary Sacred Stones."}, {"speaker": "Eirika", "line": "Of course. It’s in the temple. It’s supposed to be a ward against evil."}, {"speaker": "Seth", "line": "Yes, the true stone is. But the stone in the temple is nothing but a forgery. The real Sacred Stone of Renais lies beneath the royal castle. Guarding it is a powerful seal, an infinitely complex lock of sorts."}, {"speaker": "Eirika", "line": "What? Is this true?"}, {"speaker": "Seth", "line": "Yes. King Fado confided in me himself. The Sacred Stoned banished evil long ago and possess power beyond our ken. The ancient kings of Renais felt it prudent to seal ours away. They feared its power could be misused. They thought to remove the temptation. The keys to break the seal were hidden, too... Forged into bracelets... ...The very ones that you and your brother, Prince Ephraim, wear."}, {"speaker": "Eirika", "line": "Our bracelets? How could Father keep this a secret from me for so long?"}, {"speaker": "Seth", "line": "They must know nothing of the bracelets. Tell them only if some great peril strikes.?These were King Fado’s exact orders. Prince Ephraim knows nothing of the bracelets?secret, either. The king told me this out of fear that something might happen to him. So that, when the time came, the two of you would learn the truth."}, {"speaker": "Eirika", "line": "The bracelets have such meaning..."}, {"speaker": "Eirika", "line": "Yes. And we are the only living souls who know the secret of the Stone of Renais. At least, that’s what I was given to believe. And yet..."}, {"speaker": "Eirika", "line": "Yet the Grado army has made it clear that they want me only for my bracelet."}, {"speaker": "Seth", "line": "Yes, quite clear at that... I don’t know how, but Emperor Vigarde must have learned the secret somehow. And now, his troops pursue the bracelet, and we are no closer to knowing his motives."}, {"speaker": "Eirika", "line": "He would use the bracelets to unlock the Sacred Stone and destroy it in secret..."}, {"speaker": "Seth", "line": "Perhaps."}, {"speaker": "Eirika", "line": "Which means that my brother... and his bracelet..."}, {"speaker": "Seth", "line": "If he’s been captured, they may have the bracelet already, and he may be–"}, {"speaker": "Eirika", "line": "Ephraim..."}, {"speaker": "Seth", "line": "Princess, we must take Novala’s words to be true. We must hurry to Prince Ephraim. The enemy soldiers who fled the battle will have reported our location by now. If the prince is being held prisoner at Renvall... I fear they might execute him once they learn of our approach."}, {"speaker": "Eirika", "line": "You’re right. We’ve no time to waste. We must hurry to Renvall! Let’s go rescue my brother!"}]}