{"chapter": "07", "title": "Waterside Renvall", "speakers": ["Eirika", "Seth", "Franz", "Gilliam", "Moulder", "Vanessa", "Ross", "Garcia", "Colm", "Neimi", "Lute", "Artur", "Joshua", "Natasha", "Murray", "Young Man", "Old Lady", "Orson"], "dialogue_counts": {"Eirika": 10, "Seth": 5, "Franz": 1, "Gilliam": 1, "Moulder": 1, "Vanessa": 1, "Ross": 1, "Garcia": 1, "Colm": 1, "Neimi": 1, "Lute": 1, "Artur": 1, "Joshua": 1, "Natasha": 1, "Murray": 3, "Young Man": 1, "Old Lady": 1, "Orson": 3}, "gender_counts": {"M": 16, "F": 14, "N": 5, "A": 0}, "lines": 36, "transitions": "-FMFMMMFMMMFFMMFMF-N-N-N-N-N-FMF-FMFMFMFMFM", "opening": ["Rumors say that Ephraim has been defeated and taken prisoner. Now Eirika must find a way to rescue her brother from beneath enemy eyes. Eirika’s company rushes towards Castle Renvall, where Ephraim is being held. Surrounded by lakes, Renvall is a natural fortress, all but unassailable. A lone bridge, held by the enemy, is its only entrance. Eirika has only one choice. Eirika decides to confront Grado’s soldiers head on…"], "intro": [{"speaker": "Eirika", "line": "My brother is somewhere inside that castle..."}, {"speaker": "Seth", "line": "Renvall is surrounded by lakes. The only entrance is the bridge to the main gate, and it’s well guarded. Castle Renvall is a natural stronghold, easy to defend and difficult to assault. We must plan our attack carefully."}, {"speaker": "Eirika", "line": "I agree..."}, {"speaker": "Franz", "line": "Princess Eirika! Please allow me to fight beside you. My elder brother, Forde, is in there with Prince Ephraim, Sir Kyle, Sir Orson... Let me help you set them free!"}, {"speaker": "Gilliam", "line": "There is nothing to discuss. We will fight."}, {"speaker": "Moulder", "line": "The hour of your reunion is not far off now."}, {"speaker": "Vanessa", "line": "I am yours to command, Your Highness."}, {"speaker": "Ross", "line": "We’re with you all the way! Right, Dad?"}, {"speaker": "Garcia", "line": "Don’t work yourself into a lather, Ross. In the heat of battle, a good warrior remains calm where lesser men do not."}, {"speaker": "Colm", "line": "You need anything stolen, I’m your man. ‘Course, my blade’s no joke either."}, {"speaker": "Neimi", "line": "I’m sure I can help you if you’ll let me... I’ll keep you safe."}, {"speaker": "Lute", "line": "You can’t possibly consider fighting without my genius at your side!"}, {"speaker": "Artur", "line": "I have yet to repay you for helping me fight those abominations. Please, let me stand by your side a while longer."}, {"speaker": "Joshua", "line": "This has trouble written all over it. Bet you it’s all a trap... Ah, well... My luck’s gotta turn around sometime, right?"}, {"speaker": "Natasha", "line": "May the sacred light surround us and protect us all."}, {"speaker": "Seth", "line": "Well, Princess, let us prepare for battle."}, {"speaker": "Eirika", "line": "...Brother, I’m on my way. Let’s go!"}], "battle": [{"speaker": "Murray", "line": "We’re under attack! Rouse yourselves! General Valter’s adjutant, Lord Tirado, has charged us with defending the castle! Show them the might of Murray’s Brigade! Don’t let anyone near the castle!"}], "visit": [{"speaker": "Young Man", "line": "Tirado’s the new master of Castle Renvall. He’s supposed to be an adjutant to General Valter of Grado. Who knows, though... Rumors say he’s been plotting behind Valter’s back. You should watch where you step."}, {"speaker": "Old Lady", "line": "Prince Ephraim? Well, gracious me... I haven’t heard anything about him. But now that you mention it, there was a big commotion a few days back. I guess the soldiers were chasing somebody, but... Well, I was so tired, I fell asleep and missed the whole thing."}], "boss": [{"speaker": "Murray", "line": "Our ballistae have failed? How could this be? Grrr... I guess it’s up to me!"}, {"speaker": "Murray", "line": "Lord Tirado..."}], "end": [{"speaker": "Eirika", "line": "My brother is somewhere in this castle... Seth, we must go inside!"}, {"speaker": "Seth", "line": "Hold, Lady Eirika. Look, in the shadows–a figure..."}, {"speaker": "Eirika", "line": "Ah! An enemy soldier!"}, {"speaker": "Eirika", "line": "Princess Eirika And... is that you, Seth?"}, {"speaker": "Seth", "line": "Sir Orson... Why are you here? You should be with Prince Ephraim."}, {"speaker": "Eirika", "line": "Are you all right, Orson? If you’re here, my brother must be here as well, right?"}, {"speaker": "Orson", "line": "Yes... Prince Ephraim and I were broth captured by Grado forces and held here as prisoners. I just managed to escape my cell... A chance to escape– It’s what I had prayed for..."}, {"speaker": "Eirika", "line": "Orson... are you well? Your face is so pale. Grado’s men, don’t tell me they’ve–"}, {"speaker": "Orson", "line": "No... it’s nothing. But Lord Ephraim... I cannot say whether he’s still unharmed."}, {"speaker": "Eirika", "line": "What!? Where is he? Where is my brother?"}, {"speaker": "Orson", "line": "If he lives still, he will be in one of the deeper cells, where I was held. Head down this corridor to the dungeons. Quickly, before reinforcements arrive."}, {"speaker": "Eirika", "line": "Thank you..."}, {"speaker": "Seth", "line": "......."}]}