{"chapter": "08", "title": "It's A Trap", "speakers": ["Orson", "Eirika", "Seth", "Tirado", "Ephraim", "Kyle", "Forde", "Franz", "Myrrh"], "dialogue_counts": {"Orson": 10, "Eirika": 18, "Seth": 18, "Tirado": 7, "Ephraim": 13, "Kyle": 9, "Forde": 7, "Franz": 4, "Myrrh": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 88, "transitions": "-------------", "intro": [{"speaker": "Orson", "line": "This way, Princess Eirika. Prince Ephraim is being kept in a cell back here."}, {"speaker": "Eirika", "line": "Very well, let’s go."}, {"speaker": "Seth", "line": "...Sir Orson. How long ago were you taken prisoner?"}, {"speaker": "Orson", "line": "Some two weeks past. Prince Ephraim and I were forced to surrender. We’ve been held captive here in this dungeon since that black day."}, {"speaker": "Seth", "line": "Did you gain any news from your captors during that time?"}, {"speaker": "Orson", "line": "Unfortunately, no. Not a word... Our daily meal was brought to us by servants from the neighboring village. They were instructed not to speak to us, and we heard nothing of the war. Tell me, Seth. How fares Renais?"}, {"speaker": "Seth", "line": "...Renais has fallen. King Fado... The king is dead."}, {"speaker": "Orson", "line": "Dead... My King... My apologies, Princess Eirika. I have served you poorly...."}, {"speaker": "Eirika", "line": "You’re not to blame, Sir Orson. We must look to the future, not find fault in the past. The Grado army pursues me in hopes of acquiring my bracelet. My brother wears this bracelet’s twin, and he is in danger, too."}, {"speaker": "Orson", "line": "Bracelet? Ah, I remember... Prince Ephraim still wears the bracelet. And Grado is after them? If that’s the case, Princess... Perhaps you should entrust the bracelets to someone else."}, {"speaker": "Eirika", "line": "Perhaps, but..."}, {"speaker": "Orson", "line": "Give them to me or Seth. Let someone you trust guard them. If the empire desires you bracelet, you are in danger as long as you hold it. For your own safety, Your Highness, please. What say you? We must not allow the Sacred Stone of Renais to be taken."}, {"speaker": "Eirika", "line": "Everything you say is true and sensible, yet..."}, {"speaker": "Seth", "line": "... Sir Orson. I am sorry for this, but please give me your weapons."}, {"speaker": "Eirika", "line": "Seth?"}, {"speaker": "Orson", "line": "What are you talking about, Seth? Can’t you see I’m unarmed? Do you think they allow prisoners weapons? What kind of injury have you taken that you suggest such foolishness?"}, {"speaker": "Seth", "line": "If I am mistaken, then I will give you all due apologies. However, there are questions I have that I cannot answer. Too many questions. Why did no enemy reinforcements come from the castle during our battle outside? Why would you escape your cell and yet leave Prince Ephraim in chains? How do you know of the tie between the bracelets and the Sacred Stone?"}, {"speaker": "Orson", "line": "Seth, there is some misunderstanding here. I..."}, {"speaker": "Seth", "line": "And why... Why do you conceal a blade within your doublet?"}, {"speaker": "Eirika", "line": "...What?"}, {"speaker": "Orson", "line": "...Very well. You haven’t changed a bit, Seth. If only Eirika had been alone. You, however, simply will not be deceived."}, {"speaker": "Eirika", "line": "Orson! What is the–"}, {"speaker": "Seth", "line": "Orson. Why did you betray Renais?"}, {"speaker": "Orson", "line": "My fondest with will be granted... To spend the rest of my days in the embrace of my loving wife once more..."}, {"speaker": "Eirika", "line": "What are you saying?"}, {"speaker": "Tirado", "line": "That’s enough. You’ve done well, Orson. I’ll take over now. You may return to your beloved wife."}, {"speaker": "Seth", "line": "Who are you?"}, {"speaker": "Tirado", "line": "We’ve never met. I am Tirado. Loyal and talented aide to Valter, general of the Grado army."}, {"speaker": "Seth", "line": "You’re that monster’s–"}, {"speaker": "Tirado", "line": "And you are General Seth of Renais, yes? I thought to catch a little bird in my net, and it seems instead I’ve snared a hawk."}, {"speaker": "Eirika", "line": "Where is my brother?!"}, {"speaker": "Tirado", "line": "Ah, yes. Your brother. He’s not here. The coward fled Lord Valter’s pursuit... Somehow, he escaped the castle. And escaping under these conditions... Tch! Such stubbornness is quite annoying. It was my cunning that led us to turn this unfortunate blunder to our advantage. I spread the rumors myself. I led the villagers to believe he was our prisoner. What better trap with which to catch his sweet, devoted sister?"}, {"speaker": "Eirika", "line": "My brother escaped?"}, {"speaker": "Tirado", "line": "Yes, but your no-doubt emotional reunion will have to wait until the afterlife. Let’s end this, shall we? First, to destroy the bridge and cut off your only avenue of escape... All soldiers to arms! Kill the princess! Take her bracelet!"}, {"speaker": "Seth", "line": "Princess Eirika, we have to get away from this place!"}, {"speaker": "Eirika", "line": "But how? The bridge is gone!"}, {"speaker": "Seth", "line": "Blast!"}, {"speaker": "Eirika", "line": "Oh, Brother... I’m so sorry... I..."}], "battle": [{"speaker": "Ephraim", "line": "Eirika!"}, {"speaker": "Kyle", "line": "Prince Ephraim, I hear sounds from the east corridor. Sounds like fighting."}, {"speaker": "Forde", "line": "Do you think it could be General Seth and Princess Eirika?"}, {"speaker": "Ephraim", "line": "We have two goals here, men: save Eirika and vanquish the enemy. Kyle. Forde. Are you ready?"}, {"speaker": "Kyle", "line": "Yes, Your Highness."}, {"speaker": "Forde", "line": "As always."}, {"speaker": "Kyle", "line": "Lord Ephraim, we should join forces with Princess Eirika first. We should be able to reach them by way of the eastern corridor."}, {"speaker": "Forde", "line": "Come now, Kyle. That seems like a lot of trouble when we could just crush Grado between us."}, {"speaker": "Kyle", "line": "A lot of trouble? Forde, you’re as insolent as you are careless! If anything were to happen to Princess Eirika, we Knights of Renais would..."}, {"speaker": "Forde", "line": "Fine, fine. I see where you stand. Calm down, before you boil over. Prince Ephraim will decide. How shall we proceed, Your Highness?"}, {"speaker": "Kyle", "line": "We await your command, Prince Ephraim."}, {"speaker": "Ephraim", "line": "Both of you, follow me!"}], "battle-talk": [{"speaker": "Ephraim", "line": "Eirika, are you well?", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Brother!? Is it really– You’re alive! You’re alive!", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Ephraim", "line": "Well, of course I am. After we escaped Renvall, I thought I’d strike a blow against the emperor himself. When I heard that you’d been waylaid by the enemy, however, I turned back to find you. Looks like my timing was impeccable.", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "I’m so sorry. The irony is that I was trying to rescue you. All I did was interfere with your plans...", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Ephraim", "line": "What are you talking about? You came to help me, didn’t you? Your efforts alone are enough to inspire me. Come on, Eirika! The enemy awaits.", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "All right!", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Seth", "line": "Prince Ephraim.", "person_1": "Seth", "person_2": "Ephraim"}, {"speaker": "Ephraim", "line": "General Seth! You’re safe!", "person_1": "Seth", "person_2": "Ephraim"}, {"speaker": "Seth", "line": "Princess Eirika is safe as well. I’m afraid I have much news to relate to you. That will have to wait, though. For now, we must cut our way out of here.", "person_1": "Seth", "person_2": "Ephraim"}, {"speaker": "Ephraim", "line": "Yes. Let’s conclude our business here before we talk of other matters. Come on!", "person_1": "Seth", "person_2": "Ephraim"}, {"speaker": "Seth", "line": "Yes, sire!", "person_1": "Seth", "person_2": "Ephraim"}, {"speaker": "Franz", "line": "Brother!", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Forde", "line": "Ha! Franz! How’ve you been?", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Franz", "line": "I should ask you! We’d heard you were captured by Grado’s men. I was worried.", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Forde", "line": "Worried? I ride with Prince Ephraim, little brother. Death will have a tough time catching anyone who rides with our prince! But it’s not like we’ve avoided trouble altogether, that’s for sure. Hm? Say, have you grown taller on me?", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Franz", "line": "I have. I’ve also finished my training. I’m now a sworn Knight of Renais. You just watch–I’m going to be on par with General Seth one day!", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Forde", "line": "You want to be like the general, eh? ...What about me?", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Franz", "line": "Oh I... I still want to be like you, too, Brother!", "person_1": "Franz", "person_2": "Forde"}, {"speaker": "Kyle", "line": "General Seth!", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Seth", "line": "Well met, Kyle. I never thought for a moment that you could be bested easily.", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Kyle", "line": "No, sir! And I never doubted that I would see you again.", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Seth", "line": "Kyle. About Orson...", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Kyle", "line": "We heard it all. Unbelievable, isn’t it? But facts are facts.", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Seth", "line": "Yes. If Orson can turn his back on Renais... We remaining knights will have to work all the harder to prove ourselves! Let’s go, Kyle.", "person_1": "Kyle", "person_2": "Seth"}, {"speaker": "Kyle", "line": "Yes, sir!", "person_1": "Kyle", "person_2": "Seth"}], "boss": [{"speaker": "Tirado", "line": "Hmm... My men were unable to finish the job, were they? It falls on me to show you my own special brand of power."}, {"speaker": "Tirado", "line": "Very...impressive... However... I expect you’ll wish you’d died here on my steel. Lord Valter is...not nearly as merciful as I..."}], "end": [{"speaker": "Eirika", "line": "Brother..."}, {"speaker": "Ephraim", "line": "I worried you, didn’t I, Eirika? And you as well, General?"}, {"speaker": "Seth", "line": "Not at all. We’re happy you’re safe. But tell me, Prince, do you know of Orson’s treachery against you and all of Renais?"}, {"speaker": "Ephraim", "line": "Yes, though I learned of it all too late, after we’d been trapped at Renvall. I still find it difficult to believe that after all his years of service to Renais... I am morally responsible for his plight."}, {"speaker": "Eirika", "line": "Ephraim..."}, {"speaker": "Myrrh", "line": "...Ephraim."}, {"speaker": "Ephraim", "line": "What is it, Myrrh?"}, {"speaker": "Myrrh", "line": "Something’s coming... It’s drawing near. Dark...big...and great in number."}, {"speaker": "Ephraim", "line": "I understand. It looks like we should get out of here."}, {"speaker": "Eirika", "line": "Um, Brother? This girl... Her hair is indigo... Where did..."}, {"speaker": "Ephraim", "line": "Ah, that’s a long story. For now, we must move. Suffice to say Emperor Vigarde has enlisted some... otherworldly powers. We must warn everyone of the danger."}]}