{"chapter": "08x", "title": "A New Journey", "speakers": ["Eirika", "Ephraim", "Lyon", "Tana", "Soldier", "Innes", "Hayden", "Myrrh", "Seth", "Caellach", "Frelia Soldier", "Selena", "Narrator", "Kyle", "Forde"], "dialogue_counts": {"Eirika": 41, "Ephraim": 44, "Lyon": 13, "Tana": 6, "Soldier": 4, "Innes": 11, "Hayden": 17, "Myrrh": 7, "Seth": 6, "Caellach": 6, "Frelia Soldier": 2, "Selena": 4, "Narrator": 1, "Kyle": 5, "Forde": 5}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 172, "transitions": "-------------------", "dialogue": [{"speaker": "Eirika", "line": "What do you suppose Lyon is doing now? When Emperor Vigarde ordered the invasion... How do you think Lyon felt?"}, {"speaker": "Ephraim", "line": "He’s always been so gentle, but he worships his father. He’d never question him. But the emperor... He’s clearly not behaving rationally. I just hope he’s not so far gone that he’d hurt his own flesh and blood."}, {"speaker": "Eirika", "line": "I just pray for the day when the three of us can be together once again."}, {"speaker": "Ephraim", "line": "It’ll come. I’ve no doubt..."}, {"speaker": "Tana", "line": "Eirika! Ephraim! Welcome! The two of you returning together, it’s like a dream come true. You must know, I’ve prayed every day for your safe return."}, {"speaker": "Eirika", "line": "I’m so happy to see you, Tana."}, {"speaker": "Ephraim", "line": "I’m sorry, Tana. I didn’t want for you to worry."}, {"speaker": "Tana", "line": "Oh, it doesn’t matter now... All that really matters is that we’ve been brought together again. My own brother will soon return from the field. It will be nice to sit down and discuss things again."}, {"speaker": "Soldier", "line": "Princess Tana! Prince Innes has returned from the front!"}, {"speaker": "Tana", "line": "Welcome home, dear brother! I’m so happy to see you return safe and sound!"}, {"speaker": "Innes", "line": "You didn’t expect less, did you? Do you think Grado’s slugs could touch me? With my bow, I’ll take down every Grado soldier form here to the emperor’s palace!"}, {"speaker": "Ephraim", "line": "Well met, Innes."}, {"speaker": "Innes", "line": "...Ephraim."}, {"speaker": "Eirika", "line": "It’s good to see you, Prince Innes."}, {"speaker": "Innes", "line": "...They say Renais has fallen. I believe I warned you before. This happened because you provided Grado the opportunity to strike."}, {"speaker": "Tana", "line": "Brother! Mind your tongue! This is no occasion for such harsh words. Ephraim and Eirika have lost their father to this terrible war..."}, {"speaker": "Innes", "line": "...... I’m sorry to hear of your father’s death. Hear me, Ephraim. Our most important task is to defeat Grado and end this war."}, {"speaker": "Tana", "line": "Oh, Innes... I’m sorry, Eirika, Ephraim."}, {"speaker": "Ephraim", "line": "It’s all right. It’s comforting to see that, in all of this, at least he hasn’t changed. Innes has hated me for as long as I can remember."}, {"speaker": "Tana", "line": "My brother looks upon you as a rival, Ephraim. And as you know, he wants to be the best at everything. The best king, the best general, the best fighter, the best man... He won’t allow himself to be beaten at anything."}, {"speaker": "Innes", "line": "Tana, you talk too much."}, {"speaker": "Innes", "line": "...My father would like both of you to sit with him in a war council. Will you come with me to take part in your official audience?"}, {"speaker": "Ephraim", "line": "Yes, of course. There’s much that I have to tell him."}, {"speaker": "Eirika", "line": "It will be out honor to attend."}, {"speaker": "Innes", "line": "This way."}, {"speaker": "Hayden", "line": "It does my heart good to see you all here safely within our castle walls. ...Would that we had more time for pleasantries, but...let us hear your news."}, {"speaker": "Innes", "line": "Very well, I will begin. I’ve directed the body of Frelia’s army south to engage Grado directly. Our troops are proving themselves superior, and the battle progresses favorably."}, {"speaker": "Hayden", "line": "Hmm... But the riddle still needs answering. Why did Grado begin this war in the first place?"}, {"speaker": "Eirika", "line": "Your Majesty, we may well have found something relating to that... We learned something on our travels, news that weighs heavily upon us."}, {"speaker": "Hayden", "line": "Ah, yes. Our messenger delivered your report to us a few days ago. Grado is trying to destroy the Sacred Stones... Is that it?"}, {"speaker": "Eirika", "line": "Yes."}, {"speaker": "Hayden", "line": "We’ve strengthened the tower’s defenses. Frelia’s stone is safe for the time being. But we remain confused in this. What does Grado hope to gain by destroying the Sacred Stones?"}, {"speaker": "Eirika", "line": "We don’t know. The legends say the stones protect us all from the power of darkness."}, {"speaker": "Ephraim", "line": "...I can’t say if it relates, but I have a story about Grado. It’s...been troubling me, and I would like to share it with you all. Myrrh. Come here, please."}, {"speaker": "Myrrh", "line": "Yes?"}, {"speaker": "Hayden", "line": "Who’s this girl?"}, {"speaker": "Eirika", "line": "On her back... Wings? Ephraim, who is she?"}, {"speaker": "Ephraim", "line": "This is Myrrh. I met here while fighting in Grado territory. Myrrh, would you please tell everyone here the story you told me?"}, {"speaker": "Myrrh", "line": "...... ...Please, Ephraim, you tell them."}, {"speaker": "Ephraim", "line": "She’s a bit shy."}, {"speaker": "Ephraim", "line": "Very well. Myrrh tells me that she belongs to an ancient race of dragon folk. They’re mentioned in a few legends. They’re called the tribe of Manakete."}, {"speaker": "Eirika", "line": "Manakete?"}, {"speaker": "Hayden", "line": "Yes, their name appears several times in the tale of the Sacred Stones. It says they were neither human nor demon but a separate, aloof race."}, {"speaker": "Ephraim", "line": "Please, Myrrh."}, {"speaker": "Myrrh", "line": "...... We live in the east...in Darkling Woods. One day..."}, {"speaker": "Eirika", "line": "Yes?"}, {"speaker": "Myrrh", "line": "We felt something. An ominous energy to the south."}, {"speaker": "Ephraim", "line": "From the direction of Grado. They felt a...force flowing out of the Grado Empire."}, {"speaker": "Myrrh", "line": "Saleh and I... We went to investigate this energy. But on our way down, we came across a battle and were drawn into the conflict."}, {"speaker": "Ephraim", "line": "Myrrh got lost and was wandering aimlessly in an isolated region near Grado’s border."}, {"speaker": "Myrrh", "line": "I met some wicked folk there. They deceived and enchained me. They stole my dragonstone. They were preparing me for transport. It was in that moment when Ephraim appeared and rescued me."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Ephraim", "line": "I stumbled across Myrrh by chance when Grado’s men had ambushed us. Everything she told me seemed beyond belief, and yet... And yet, when I saw her wings, what could I do but believe?"}, {"speaker": "Myrrh", "line": "This dark wave of energy still flows from the southlands. Its current is strong and runs deep. It has awakened the evil ones. I want to stop it."}, {"speaker": "Hayden", "line": "Hmmm......"}, {"speaker": "Soldier", "line": "Your Majesty! I bring word!"}, {"speaker": "Hayden", "line": "What is so urgent you would interrupt a private council?"}, {"speaker": "Soldier", "line": "The tower holding the Sacred Stone of Frelia... It’s been destroyed by the Grado Army!"}, {"speaker": "Hayden", "line": "What? That’s impossible! What of the soldiers on watch? There were supposed to be many..."}, {"speaker": "Soldier", "line": "The enemy forces... They were led by Caellach the Tiger Eye and Selena Fluorspar! Our soldiers fell before even half a day had past!"}, {"speaker": "Seth", "line": "Selena Fluorspar... Only General Duessel is higher in Emperor Vigarde’s esteem... She’s the one."}, {"speaker": "Hayden", "line": "She came personally... So they really do wish to see the Sacred Stones destroyed. Blast..."}, {"speaker": "Caellach", "line": "Hah! So this hunk of rock is a Sacred Stone, eh? So much fuss over something as fragile as this. Watch. It crumbles so easily. Do we gain anything by this? Not that I care, but..."}, {"speaker": "Frelia Soldier", "line": "Black-hearted...fool... What have...you...done? Without the stone’s...protection... the horrors...will spread..."}, {"speaker": "Caellach", "line": "Huh? What’s this? Still breathing, are you? Come. If you’ve any last words, I’ll hear them, fool of Frelia."}, {"speaker": "Frelia Soldier", "line": "You...monster..."}, {"speaker": "Caellach", "line": "You waste your last words on insults? And feeble ones, at that... Hardly the right note to enter the eternal on, wouldn’t you say? Well then, die."}, {"speaker": "Selena", "line": "Hold! What are you doing, Caellach?! Our job was to destroy the Sacred Stone."}, {"speaker": "Caellach", "line": "I know that. And I crush it, did I not? But if we don’t clean up these Frelian curs, they might–"}, {"speaker": "Selena", "line": "You do not raise your blade to anyone who is powerless to resist you! The emperor does not desire us to kill without cause! That would be murder!"}, {"speaker": "Caellach", "line": "Right, the emperor... Your name’s Selena, ain’t it? Tell me, Selena. What makes that pasty- faced old fool’s word so important?"}, {"speaker": "Selena", "line": "Wretch... Do you dare insult His Imperial Majesty!?"}, {"speaker": "Caellach", "line": "Hey, hey, I’m joking. Don’t get so worked up. I get it now. You’re a true and loyal soldier. I’m leaving before Frelia sends reinforcements. Coming?"}, {"speaker": "Selena", "line": "......"}, {"speaker": "Hayden", "line": "How could this happen... How could I have allowed our Sacred Stone to be destroyed? Dark energies from the empire’s capital... Evil monstrosities roaming our lands... Vigarde’s mad invasion... And now this, the destruction of our sacred talisman. And we have no idea of Grado’s goals. We are in the dark times once again. But even so, we cannot sit here, wringing our hands. First, we must warn the nations that house the remaining Sacred Stones. If Vigarde seeks to destroy the Stones, they are all in grave danger. Jehanna and Rausten must be warned. The nations must joined together to fight our common foe."}, {"speaker": "Eirika", "line": "Do you think they will believe us?"}, {"speaker": "Hayden", "line": "Hm... It is a difficult tale to believe, I must agree."}, {"speaker": "Innes", "line": "I will go, Father."}, {"speaker": "Hayden", "line": "Innes?"}, {"speaker": "Innes", "line": "A direct visit from the Prince of Frelia is not something they can ignore. I will travel to Jehanna, where I will forge an alliance with her queen. If our Sacred Stone has been destroyed, the Frelia could be in greater danger. Father, I cannot let you leave the nation in such a time of crisis. It is imperative that I be the one to go."}, {"speaker": "Hayden", "line": "Hmmm..."}, {"speaker": "Eirika", "line": "And I will head for Rausten."}, {"speaker": "Ephraim", "line": "Eirika? You know I can’t let you put yourself in such danger."}, {"speaker": "Eirika", "line": "Rest easy, dear brother. I will journey to Rausten by ship across the North Sea. There will be no danger. And I have made a vow. I will fight as you have until the day Renais is liberated."}, {"speaker": "Ephraim", "line": "...I understand. King Hayden, I will take troops and march on the imperial capital from the west."}, {"speaker": "Hayden", "line": "The west?! Are you saying you will begin an assault on Grado from here?"}, {"speaker": "Ephraim", "line": "If we can take Grado Keep, the war will be over. The Sacred Stones will be safe. If we start here and press forward with all our might..."}, {"speaker": "Hayden", "line": "And once you reach the capital? Vigarde’s generals will be there waiting for you."}, {"speaker": "Ephraim", "line": "If they oppose us, we will fight."}, {"speaker": "Hayden", "line": "...You’ve got your father’s foolhardy courage, don’t you? ...Very well. I entrust all our hope to you three. Innes, you will go to Jehanna, Eirika to Rausten, And Ephraim to the imperial capital. Funding you will have, but of soldiers, we have few to spare. For each of you, a difficult road awaits."}, {"speaker": "Ephraim", "line": "If any of us meets defeat, the battle will turn to Grado’s favor. There must be no errors. We must not fail."}, {"speaker": "Innes", "line": "Where I command, there are no mistakes."}, {"speaker": "Eirika", "line": "I have no doubts. I’ll succeed, I swear it. Come, it is time to go!"}, {"speaker": "Eirika", "line": "Farewell, Brother. I will return."}, {"speaker": "Ephraim", "line": "Mm... To be honest, I still do not want you to go. I would rather you wait here for my return."}, {"speaker": "Eirika", "line": "Please, Ephraim... I will be fine. There’s no need for you to worry. Mine is the easiest task, and I’ll be in no danger. I’m far more worried about your mission. Challenging the might of an empire with a handful of men?"}, {"speaker": "Ephraim", "line": "What’s this now? Have you lost your faith in me?"}, {"speaker": "Eirika", "line": "No, of course not. I know your true strength, Ephraim. No one can defeat you."}, {"speaker": "Ephraim", "line": "Ha ha! Hearing you say that fills me with confidence. I think I know my own limitations. I won’t overextend my reach. I can’t die and leave you on your own, can I?"}, {"speaker": "Eirika", "line": "Ephraim..."}, {"speaker": "Ephraim", "line": "Let us both survive to be reunited. Give me your word, Eirika."}, {"speaker": "Eirika", "line": "You have it, Brother."}, {"speaker": "Narrator", "line": "Eirika and Ephraim will now part ways. Which of them will you accompany?"}, {"speaker": "Kyle", "line": "Princess Eirika!"}, {"speaker": "Forde", "line": "Is your departure time near?"}, {"speaker": "Eirika", "line": "Yes. Kyle, Forde, I’m traveling to Rausten. I ask that you two serve my brother well."}, {"speaker": "Forde", "line": "Actually, there’s been a slight change of plans."}, {"speaker": "Kyle", "line": "We’re going with you, Your Highness."}, {"speaker": "Eirika", "line": "What? But..."}, {"speaker": "Kyle", "line": "Prince Ephraim rides with Frelia’s finest at his back."}, {"speaker": "Forde", "line": "And this was a personal order from the prince himself. He said, I don’t need you loafing around here. Go and keep Eirika safe.?Since when is battling all of Grado loafing about? Honestly!"}, {"speaker": "Eirika", "line": "You’re right! My brother’s mission is far more dangerous than mine. I will go and speak with him..."}, {"speaker": "Kyle", "line": "Princess Eirika. Prince Ephraim said he’s not concerned for his own safety. These are the words our prince gave us, and we believe he means them."}, {"speaker": "Forde", "line": "That’s the truth of it. There’s no cause for worry, Princess Eirika. We can all attest to the prince’s tenacity. No matter how close death comes, the Pale Horse will not catch him."}, {"speaker": "Eirika", "line": "...Kyle, Forde... I understand. Thank you for your service and bravery. You are my brother’s most trusted and most valiant companions. I would be honored to have you ride at my side."}, {"speaker": "Kyle", "line": "The honor is ours. We ride for Renais and for Princess Eirika!"}, {"speaker": "Forde", "line": "Let’s not work ourselves into a frenzy right now. When the time comes, I will be there to handle things."}, {"speaker": "Eirika", "line": "Of course. I’m depending on both of you."}, {"speaker": "Seth", "line": "Prince Ephraim."}, {"speaker": "Ephraim", "line": "Is that you, Seth? I’m almost ready to depart. I’m leaving Eirika in your care."}, {"speaker": "Seth", "line": "Actually, milord... We have the honor of riding with you."}, {"speaker": "Ephraim", "line": "What? What about Eirika?"}, {"speaker": "Seth", "line": "The princess informs me that she will be accompanied by a Frelian escort. She tells me she does not need a large retinue on such a small ship."}, {"speaker": "Ephraim", "line": "I understand, but we must be prepared for anything. I will be fine, Seth. Please go and attend Eirika."}, {"speaker": "Seth", "line": "Lord Ephraim, this is Lady Eirika’s wish. She implored us to lend our blades to you on the front lines... She spoke to each of us individually. She knelt before us and beseeched us to go. Her sincerity, her concern... We could not help but be moved by her plea."}, {"speaker": "Ephraim", "line": "Oh, Eirika... Very well. You will all come with me. But steel yourselves. This will not be an easy journey. I want only volunteers who are unafraid of meeting death."}, {"speaker": "Seth", "line": "I’ll let the others know. I must tell you, milord–they are already preparing to depart. They know the risks they are taking, and not a one will be deterred."}], "flashback": [{"speaker": "Eirika", "line": "Ephraim! Lyon! Where are you two?"}, {"speaker": "Lyon", "line": "We’re over here, Eirika. You’d better be quick. Ephraim says he’s tired of waiting."}, {"speaker": "Eirika", "line": "Oh, please, I’m sure you could wait a few moments longer..."}, {"speaker": "Ephraim", "line": "You’re late. How does it take you so long to prepare for such a simple trip?"}, {"speaker": "Lyon", "line": "Rest easy, Ephraim. There’s no need to be so curt with your own sister. After all, a king must learn how to treat women with honor and discretion. That’s what Father MacGregor says."}, {"speaker": "Eirika", "line": "Thank you, Lyon. You, unlike my dear brother, are a true gentleman. I was up far too late thinking about my prayer to the temple flame last night. And I’m afraid I... I overslept..."}, {"speaker": "Ephraim", "line": "Your prayer? What are you babbling about?"}, {"speaker": "Lyon", "line": "Come now, you know that the flame has been burning since the time of darkness ended. You must know the story that the flame will answer the prayers of any pilgrim!"}, {"speaker": "Ephraim", "line": "Really? I didn’t know that."}, {"speaker": "Eirika", "line": "Oh, Ephraim... Father MacGregor is going to scold you for neglecting your studies so."}, {"speaker": "Ephraim", "line": "...Don’t even joke about that. So tell us, what have you decided to pray for, Eirika?"}, {"speaker": "Eirika", "line": "I, uh... It’s a secret."}, {"speaker": "Ephraim", "line": "I should’ve known. You’re so boring."}, {"speaker": "Lyon", "line": "Well, how about you, Ephraim?"}, {"speaker": "Ephraim", "line": "Me? Let’s see... I guess I’ll pray to become a stronger fighter."}, {"speaker": "Lyon", "line": "That’s just like you, Ephraim."}, {"speaker": "Eirika", "line": "Just like you indeed, Brother."}, {"speaker": "Ephraim", "line": "... I can never tell if you’re complimenting me or mocking me."}, {"speaker": "Lyon", "line": "Praising you, of course! Right, Eirika?"}, {"speaker": "Eirika", "line": "Hee hee... Yes, that’s right."}, {"speaker": "Ephraim", "line": "And you, Lyon? What will you pray for?"}, {"speaker": "Lyon", "line": "What? Me? Hm... I suppose all I really want is for all our people to be happy."}, {"speaker": "Ephraim", "line": "...That’s very, uh... That’s very much like you."}, {"speaker": "Eirika", "line": "Very much so, Lyon."}, {"speaker": "Lyon", "line": "...Now, I’m the one who cannot tell if he’s being praised or..."}, {"speaker": "Ephraim", "line": "You’re being praised, as always, Lyon."}, {"speaker": "Eirika", "line": "Tell me, why the sudden decision to visit the temple? Did my brother do something again?"}, {"speaker": "Ephraim", "line": "Now listen, you..."}, {"speaker": "Lyon", "line": "Oh no. It’s not what Ephraim’s done. It’s what he hasn’t done. He’s learned nothing at all about the Sacred Stones and the temple flame, so..."}, {"speaker": "Ephraim", "line": "Father MacGregor became angry. He said, One destined to become king and rule over a nation... must know the history of his kingdom and must respect the Sacred Stones.?Ever since I came to Grado, my life has been chastisement and castigation. Father MacGregor does not think me to be altogether too...kingly."}, {"speaker": "Lyon", "line": "And yet General Duessel has nothing but praise for you, Ephraim. He says you’ve brave and true, that you’ve the making of a great king."}, {"speaker": "Ephraim", "line": "A great king? I honestly have no idea what that means. Eirika should succeed the throne. I would be happy simply taking my lance and traveling the land as a mercenary."}, {"speaker": "Eirika", "line": "Ephraim, that is nothing but foolish, irresponsible romanticism! Do you realize how much your words would fill Father’s heart with grief?"}, {"speaker": "Ephraim", "line": "Are we speaking of the same man? Our father will likely outlive us all. For now, I’m content just learning the lance from General Duessel. What about you, Lyon? Is there anything you want to do?"}, {"speaker": "Lyon", "line": "Me? Well, I... I suppose I want to become like my father."}, {"speaker": "Eirika", "line": "You were born to be the Emperor of Grado, Lyon. It suits you."}, {"speaker": "Lyon", "line": "No, I don’t think so. I’m not– One thing I do know from watching my father is that being emperor is hard. Every day, he answers the complaints of the people, and he almost never sleeps... My father is always so very tired. I hope one day that... I hope that I can help him."}, {"speaker": "Eirika", "line": "Lyon... You are so honorable. You should learn from him, Brother."}, {"speaker": "Ephraim", "line": "...Again with your criticism! Tell me, Eirika. What say you to dressing like me and becoming king in my stead? You’re so skinny, I doubt anyone would notice you’re not really a man."}, {"speaker": "Lyon", "line": "Ha ha ha..."}, {"speaker": "Eirika", "line": "Ephraim!"}]}