{"chapter": "09A", "title": "Distant Blade", "speakers": ["Vigarde", "Glen", "Valter", "Riev", "Caellach", "Selena", "Tana", "Eirika", "Seth", "L’Arachel", "Dozla", "Rennac", "Binks", "Man", "Soldier", "Amelia", "Franz", "Mercenary", "Messenger"], "dialogue_counts": {"Vigarde": 4, "Glen": 1, "Valter": 1, "Riev": 1, "Caellach": 1, "Selena": 1, "Tana": 4, "Eirika": 33, "Seth": 14, "L’Arachel": 9, "Dozla": 2, "Rennac": 6, "Binks": 4, "Man": 1, "Soldier": 3, "Amelia": 17, "Franz": 7, "Mercenary": 4, "Messenger": 3}, "gender_counts": {"M": 33, "F": 55, "N": 28, "A": 0}, "lines": 117, "transitions": "-NMM-NMM-NNF-FFFFFFFF-MFMFMFMF-NMFNFNMNFNFNFNFNMNMM-FMF-NFMN-N-M-NFNFNF-MFMFMFMFMFMFMF-FFFFFFFFFFFFFF-N-N-MFM-NMNMNMFNM-MF-NFNFNF-MFMFMF", "opening": ["Eirika chooses to travel by sea to the theocracy of Rausten. Her search for a ship leads her to Port Kiris in Carcino. Carcino is a young nation ruled by a council of merchants, and it is an ally of Frelia. Carcino council leader Klimt, a staunch opponent of Grado’s imperialistic actions, has pledged Carcino’s support to Frelia in this conflict. Prince Innes also intends to pass through Carcino on his way to Jehanna. Eirika believes there is nothing to fear in Carcino, but she is wrong."], "intro": [{"speaker": "Vigarde", "line": "Frelia’s Sacred Stone has been destroyed. And yet you cannot locate the Stone of Renais. Glen. Valter. Find the children of Renais. Find them and take from them the bracelets that they wear. Glen, take Eirika. Valter, take Ephraim. Find them. Conquer them."}, {"speaker": "Glen", "line": "Yes, Your Majesty..."}, {"speaker": "Valter", "line": "Ha ha... Eirika, eh? She’s a ripe little peach. And her brother, Ephraim... He’s better prey than I’d imagined. I can feel my blood rushing at the thought. This might be fun after all."}, {"speaker": "Vigarde", "line": "Caellach. Riev. Shatter the remaining Sacred Stones. Caellach, take Jehanna. Riev, take Rausten. Go. Crush the Sacred Stones they house."}, {"speaker": "Riev", "line": "Heh heh heh... As you will. I’ll begin making arrangements for Rausten’s downfall immediately..."}, {"speaker": "Caellach", "line": "Bah! Why am I stuck with Jehanna? Accursed ill luck. I became a mercenary to escape that wretched place, and now I must go back?"}, {"speaker": "Vigarde", "line": "Duessel. Go to Frelia. Take the Frelian army and punish Ephraim."}, {"speaker": "Vigarde", "line": "Selena. Remain in the capital. Soon, I will have new orders for you."}, {"speaker": "Selena", "line": "Yes, sire."}, {"speaker": "Tana", "line": "Eirika! Wait!"}, {"speaker": "Eirika", "line": "Tana? What are you doing? You were supposed to remain in the palace. You left so abruptly, without any warning or farewell. You and Ephraim have only just arrived, and already you leave on another quest? Well, I’m your friend, Eirika, and I won’t let you go into danger without me."}, {"speaker": "Eirika", "line": "Does King Hayden know of this?"}, {"speaker": "Tana", "line": "No. He’d just say I forbid you to go on this foolish errand,? like always. But I’m so worried about you."}, {"speaker": "Eirika", "line": "Thank you, Tana. I appreciate your concern, but King Hayden would–"}, {"speaker": "Tana", "line": "You and Ephraim, my father and my brother... You’re all fighting together, fighting for a noble cause. I cannot be left out. I will not be left out. Please, Eirika."}, {"speaker": "Eirika", "line": "...Oh... All right. I never could refuse you anything. Come on. Let’s go, Tana."}, {"speaker": "Tana", "line": "Thank you, Eirika!"}, {"speaker": "Seth", "line": "Your Highness, we’ve reached Port Kiris. If we can find passage across the North Sea, we will reach Rausten in 10 days."}, {"speaker": "Eirika", "line": "It smells of the tides... This is a busy place, isn’t it?"}, {"speaker": "Seth", "line": "It’s a trade center. Peoples of all nations pass through here. Do not become so enthralled with the sights and sounds that you forget your mission."}, {"speaker": "Eirika", "line": "I won’t. I’m a mercenary by the name of Erina. I’m traveling to Rausten to receive a commission."}, {"speaker": "Seth", "line": "Let us look for a ship then, Erina. The docks are this way."}, {"speaker": "Eirika", "line": "Hm?"}, {"speaker": "Seth", "line": "Is something amiss?"}, {"speaker": "Eirika", "line": "Seth, that woman over there? Is that..."}, {"speaker": "L’Arachel", "line": "Oh, these dainty sugar pastries! They’re delightfully scrumptious! Flavorful without being overwhelming, refined without being banal..."}, {"speaker": "Dozla", "line": "Gwah ha ha! Right you are, Lady L’Arachel!"}, {"speaker": "Eirika", "line": "You look familiar..."}, {"speaker": "L’Arachel", "line": "Oh! Aren’t you–"}, {"speaker": "Eirika", "line": "We’ve met before, haven’t we? You arrived with your companions when we encountered those creatures... Your name is L’Arachel, is it not?"}, {"speaker": "L’Arachel", "line": "A wonder and pleasure that we should meet again so soon! It is providence!"}, {"speaker": "Rennac", "line": "Bad luck is the only thing the divine has ever provided you!"}, {"speaker": "L’Arachel", "line": "Oh, and if you have not yet tried one, these pastries are also divine. Would you care for one?"}, {"speaker": "Eirika", "line": "Uh, thank you... No, wait... That’s not why– We’re actually on our way to the Theocracy of Rausten. We’re rather in a rush and need to find passage on a ship..."}, {"speaker": "L’Arachel", "line": "Oh, dear. I’m afraid you’ll find none to assist you. No ships are leaving port."}, {"speaker": "Eirika", "line": "Pardon?"}, {"speaker": "L’Arachel", "line": "You see, I find myself heading home once more to my beloved Rausten as well! And actually, I’m quite well known with the powers-that-be here in Port Kiris. So I ordered them to ready the finest passenger vessel for me. But both merchants and passenger ships alike are too frightened to set sail. It seems a giant ghost ship has been sinking every ship it finds... Would that I could confront it, I could stop its foul villainy in a moment. Alas. It’s such a shame."}, {"speaker": "Eirika", "line": "Yes, yes... Uh... That is troublesome. Still, I must get to Rausten somehow."}, {"speaker": "L’Arachel", "line": "You needn’t worry too much. After all, if the sea is closed to you, simply follow the overland route!"}, {"speaker": "Eirika", "line": "The overland route? I’ve heard that’s a terribly roundabout path to travel."}, {"speaker": "L’Arachel", "line": "Oh, it is, but don’t you see? The hardships of the road, they are truly blessings! They will toughen you and strengthen your resolve when you need to face great evil. For example, I have been tasked with a great trial in order to better me. I understand my path, O unknowable forces of providence! I, your faithful servant L’Arachel, shall overcome! With faith and divine strength!"}, {"speaker": "Rennac", "line": "Now, listen, L’Arachel! You might be thrilled about going the long way, but–"}, {"speaker": "L’Arachel", "line": "Come now, we’re leaving. Dozla? Rennac? Don’t fall behind!"}, {"speaker": "Dozla", "line": "Gwah ha ha! Wait for us, Lady L’Arachel! Come on, Rennac! We run ’til we drop! The first one to collapse from exhaustion is the winner!"}, {"speaker": "Rennac", "line": "Help... Why is this happening to me?"}, {"speaker": "Eirika", "line": "...Uh, Seth? Isn’t Rausten in the other direction? Aren’t they heading toward Frelia?"}, {"speaker": "Seth", "line": "...It’s nothing you need concern yourself with, milady. Our only concern now is to decide our next course of action. An overland journey would be very long. However, it seems that may be our only choice at the moment..."}, {"speaker": "Eirika", "line": "I agree. Whatever shall we do..."}, {"speaker": "Binks", "line": "...You’re Eirika, the princess of Renais, ain’t ya?"}, {"speaker": "Eirika", "line": "What?"}, {"speaker": "Seth", "line": "Dastard! Away with you!"}, {"speaker": "Binks", "line": "No need to get personal! You know, there’s a pretty price on your pretty head. Sorry, but I need that gold."}], "visit": [{"speaker": "Man", "line": "Wh-what do you want? Gimme a break... Leave us out of this stupid war of yours! We don’t want anything to do with it! Or... are you just another victim, like the rest of us here? Well, regardless... Here. Take this, and go do something about all this fighting, will you?"}, {"speaker": "Rennac", "line": "My, oh my... It’s about time they left. I’m finally done getting ordered about without getting paid. Huh? Oh, don’t mind me. Just talking to myself. Here, I want you to hold on to this for me. Don’t tell anyone. Oh, and don’t say a word about seeing me to Lady L’Arachel, all right? Deal?"}], "battle": [{"speaker": "Soldier", "line": "Attention! Carcino’s mercenaries will arrest the princess of Renais shortly. Our duty here is nearly ended, and I expect no further hostilities. If you must fight, however, remember that the whole empire fights with you!"}, {"speaker": "Amelia", "line": "Um, Commander? What should I do?"}, {"speaker": "Soldier", "line": "Who are you?"}, {"speaker": "Amelia", "line": "Sir! I’m Amelia of Silva, sir! I’m new. I was only assigned to your command today. I wanted to fight for the empire!"}, {"speaker": "Soldier", "line": "I don’t need your life story, fool! Recruits are in front! Grab a lance and move!"}, {"speaker": "Amelia", "line": "Sir, yes sir! This lance... Stab the enemy. I’m not afraid... I’m a citizen of Grado. It’s my duty to fight. And I’ll fight my best!"}], "recruit-talk": [{"speaker": "Franz", "line": "Oh, who are you?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "What? What?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Are you one of the locals? This is a dangerous spot. You should hide. Here, come with me.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "But... But I’m...", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "I’m Franz, a Knight of Renais. What’s your name? What are you doing here?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I-I’m Amelia. I’m... Actually, I’m a Grado soldier. I’m supposed to be fighting you.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Really? So, uh, you’re my enemy?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "...I guess... Are you... Are you going to make me your prisoner?!", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "No! No, I wouldn’t do that. But...this is a problem.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "What should we do?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "First of all, you must listen to me and do as I say. We’ll talk to Princess Eirika later.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "What? NO! My commander told me Eirika’s a cruel and merciless fiend who–", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Oh, that’s utter nonsense. I’ve never heard the princess utter an unkind word to anyone. I understand why you’re frightened. You think we’re the enemy. But if you’d only trust me... Will you come with me?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Mm... Well, all right. I’ll trust you, Franz.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "Who are you?", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "What? What?", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "Are you from around here? You should find someplace to hide. These men are after me. It’s not safe.", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "But... But I’m...", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "Yes?", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I’m a Grado soldier. I’m here to stop the princess of Renais...", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "Huh? You’re with Grado?", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "And you’re Princess Eirika? But the commander said Eirika’s a cruel and merciless fiend...", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "What? No, I’m... ...I don’t know what Grado’s officers have been telling you, but... Our two countries are at war, so I suppose they can say what they want.", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "...Mistress Eirika... I, uh, I surrender. I won’t fight you.", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "Huh?", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I became a soldier because I admired General Duessel’s sense of honor. But the generals have been very opposed to this war from the beginning... And now I see you, and you look so sad about all of this. I don’t know what’s right anymore. I’m just a soldier, but I want to decide for myself. I want to understand the truth myself, to see it with my own eyes.", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Eirika", "line": "...I see. So...does this mean you’re coming with us? I suppose I should ask your name then.", "recruiter": "Eirika", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Amelia. Amelia of Silva.", "recruiter": "Eirika", "recruit": "Amelia"}], "boss": [{"speaker": "Binks", "line": "Blast! This ain’t right! These guys are too tough... 5,000 gold ain’t nearly enough for this!"}, {"speaker": "Binks", "line": "Th-that stinkin’ Pablo... He...lied to me..."}], "end": [{"speaker": "Seth", "line": "Your Highness, are you well?"}, {"speaker": "Eirika", "line": "Yes, I believe so... Who are these men? They don’t appear to be Grado Imperial troops."}, {"speaker": "Seth", "line": "Judging by their crude swordplay, I’d say they’re mercenaries. We can expect more of them in the area, too, I think. Wait here."}, {"speaker": "Mercenary", "line": "W-wait! I give up! I don’t want to fight anymore! We were just doing a job."}, {"speaker": "Seth", "line": "Who hired you?"}, {"speaker": "Mercenary", "line": "I may be nothing but a hired blade, but I have my honor. I won’t say a word."}, {"speaker": "Seth", "line": "I admire your professionalism. I guess we have no use for you."}, {"speaker": "Mercenary", "line": "No, wait! I’ll talk! Carcino! It was Pablo of the Carcino Council of Elders!"}, {"speaker": "Seth", "line": "Councilman Pablo?"}, {"speaker": "Eirika", "line": "That doesn’t make sense! Carcino and Frelia are allies. Why would they target me?"}, {"speaker": "Mercenary", "line": "I don’t know... Could be they’ve decided Grado’s going to win. They want to be on the winning side. Some of the others opposed Pablo, but I heard he had ’em all silenced but quick. That’s all I know, I swear it."}, {"speaker": "Seth", "line": "I believe you. Go."}, {"speaker": "Seth", "line": "We were careless. We should have seen this coming. Carcino’s a young and ambitious nation ruled by power-hungry merchants. And Grado grows more powerful with every passing day. So it’s no surprise Carcino’s merchant lords would throw in with Grado now."}, {"speaker": "Eirika", "line": "Wait! Prince Innes... Prince Innes was to pass through Carcino on his way to Jehanna... If Carcino has betrayed us, then he ran headlong into enemy territory..."}, {"speaker": "Messenger", "line": "Princess Eirika! I bring dire tidings!"}, {"speaker": "Eirika", "line": "I know you... You were a messenger riding with Prince Innes."}, {"speaker": "Messenger", "line": "Yes, and I have news of him. Prince Innes is in danger! Carcino’s merchant army struck and cut through half our men. The prince is trapped in a siege. He has no means of escape, and–"}, {"speaker": "Eirika", "line": "No more! I understand. Return to Frelia and deliver your message!"}, {"speaker": "Messenger", "line": "What of Prince Innes?"}, {"speaker": "Eirika", "line": "Leave him to us. The prince’s troubles should burden you no more. We will see him to safety."}, {"speaker": "Rennac", "line": "...Hey, you. Have Lady L’Arachel and her man, Sir Stubble-chin, gone yet?"}, {"speaker": "Eirika", "line": "Aren’t you– Yes, they no longer appear to be in the city."}, {"speaker": "Rennac", "line": "Whew... I’m finally free! No more getting bossed around by that witless ninny! Thanks. I owe you one. Take this. Now that I’m free again. I think I’m just gonna wander about for a while."}, {"speaker": "Eirika", "line": "...What a strange relationship they have."}, {"speaker": "Seth", "line": "Lady Eirika, I think we ought to be leaving soon."}, {"speaker": "Eirika", "line": "Yes. We must hurry to Prince Innes’s side!"}]}