{"chapter": "09B", "title": "Fort Rigwald", "speakers": ["Vigarde", "Glen", "Valter", "Riev", "Caellach", "Duessel", "Selena", "Soldier", "Tana", "Gheb", "Seth", "Ephraim", "Fighter", "Amelia", "Franz", "", "Myrrh"], "dialogue_counts": {"Vigarde": 18, "Glen": 1, "Valter": 1, "Riev": 1, "Caellach": 1, "Duessel": 8, "Selena": 10, "Soldier": 12, "Tana": 8, "Gheb": 10, "Seth": 11, "Ephraim": 31, "Fighter": 1, "Amelia": 19, "Franz": 9, "": 1, "Myrrh": 5}, "gender_counts": {"M": 63, "F": 42, "N": 42, "A": 0}, "lines": 147, "transitions": "NMMNMMNMNMFMNFMNMNMNMNMN-N-FNFNF-MMMMMMMMMMMM-NNNNNNNNNFNFNFNNFNF-MFMFMFMFMFMFMFMFMF-MFMFMFMFMF-MFMFMFMF-N-NF-MMNMNMNMNMNMMMMMMMMMMMFMFMFMFMF-NFNFNFNFNFNFNFNF", "intro": [{"speaker": "Vigarde", "line": "The Stone of Frelia has already been taken care of... How is it the Stone of Renais continues to elude us? Glen. Valter. Find the children of Renais. Find them and take from them the bracelets that they wear. Glen, take Eirika. Valter, take Ephraim. Find them. Conquer them."}, {"speaker": "Glen", "line": "Yes, Your Majesty..."}, {"speaker": "Valter", "line": "Ha ha... Eirika, eh? She's a ripe little peach. And her brother, Ephraim... He's better prey than I'd imagined. I can feel my blood rushing at the thought. This might be fun after all."}, {"speaker": "Vigarde", "line": "Caellach. Riev. Shatter the remaining Sacred Stones. Caellach, take Jehanna. Riev, take Rausten. Go. Crush the Sacred Stones they house."}, {"speaker": "Riev", "line": "Heh heh heh... As you will. I'll begin making arrangements for Rausten's downfall immediately..."}, {"speaker": "Caellach", "line": "Bah! Why am I stuck with Jehanna? Accursed ill luck. I became a mercenary to escape that wretched place, and now I must go back?"}, {"speaker": "Vigarde", "line": "Duessel. Go to Frelia. Punish the Frelian army and their commander, Ephraim."}, {"speaker": "Duessel", "line": "Begging your pardon, Your Majesty... Now that you've conquered Renais, what are your plans for her citizens? The country is in ruins. Thieves and bandits swagger about as if--"}, {"speaker": "Vigarde", "line": "Leave them..."}, {"speaker": "Duessel", "line": "But, sire..."}, {"speaker": "Selena", "line": "Sir Duessel. The emperor has spoken. Please..."}, {"speaker": "Duessel", "line": "......"}, {"speaker": "Vigarde", "line": "Selena. Remain here in the capital. We shall have new orders for you shortly."}, {"speaker": "Selena", "line": "Understood."}, {"speaker": "Duessel", "line": "Please, Your Majesty! Grant me the privilege of a single question."}, {"speaker": "Vigarde", "line": "...... ...You vex us."}, {"speaker": "Duessel", "line": "Your Majesty, you know that I will gladly lay down my life for an honorable cause! But these orders--and all of our recent actions--they are not just! If I saw any way in which this invasion protected Grado, I would hold my tongue. But now, Renais is left ungoverned to drown in chaos, and we gain nothing! Why do you wage this war? What is it you hope to achieve? You've sent our men to fight and die for nothing! This isn't war--it's murder!"}, {"speaker": "Vigarde", "line": "...Duessel. This decision is ours to make. You have no voice in these matters."}, {"speaker": "Duessel", "line": "Punish me if you must, Your Majesty, but I implore you! Please rethink this!! If this continues, Grado will--"}, {"speaker": "Vigarde", "line": "Duessel. Go to Frelia. Crush the Frelian army and he who leads them, Prince Ephraim."}, {"speaker": "Duessel", "line": "Your Majesty!"}, {"speaker": "Vigarde", "line": "Have you gone deaf? Duessel. Go to Frelia. Crush the Frelian army and he who leads them, Prince Ephraim."}, {"speaker": "Duessel", "line": "...... Yes, Your Majesty."}, {"speaker": "Vigarde", "line": "......"}, {"speaker": "Soldier", "line": "Commander Gheb! We captured a pegasus knight snooping about outside."}, {"speaker": "Tana", "line": "Let me go! Stop it! That hurts!"}, {"speaker": "Gheb", "line": "Ooooh... You didn't tell me she was such a treat for the eyes. Heh heh... This is a prize worth catching."}, {"speaker": "Tana", "line": "I-I came for Ephraim. If you do anything to me, he will not be merciful."}, {"speaker": "Gheb", "line": "Heh heh... I like her. Throw her in a cell. I'll spend the evening giving her a thorough interrogation. Heh heh heh..."}, {"speaker": "Tana", "line": "You b-beast!"}, {"speaker": "Seth", "line": "That is Fort Rigwald. It has stood unconquered for generations. Its defenses are legendary. It is the jewel of Grado's fortifications, and its walls have never been breached."}, {"speaker": "Ephraim", "line": "And if we don't capture it, any attack on the capital will be pointless. Tell me what you see, Seth. Do we have the power to take it?"}, {"speaker": "Seth", "line": "It's a daunting task. The enemy has the advantage of both terrain and numbers."}, {"speaker": "Ephraim", "line": "But what about in morale?"}, {"speaker": "Seth", "line": "Do you suspect the soldiers may be unwilling to fight?"}, {"speaker": "Ephraim", "line": "Anything's possible. This war is a sudden thing, but Grado and Renais had long been friendly. Before these hostilities, our nations were allies... No, closer even than that. This is the emperor's war, but the hearts of the people are not so swift to change. For example, General Duessel, one of the Imperial Three they call Obsidian... He was the one who taught me what I know about fighting with the lance. Duessel's sympathies are sure to remain with Renais--and with our cause. He is loyal to Grado, but he has no love of war. I'm sure he will speak with me."}, {"speaker": "Seth", "line": "......"}, {"speaker": "Ephraim", "line": "And more than that, Prince Lyon has been my friend for years. He can be timid at times and perhaps was unable to oppose his father in this. But I'm sure he detests this fighting and shares my opinions."}, {"speaker": "Seth", "line": "Prince Ephraim..."}, {"speaker": "Ephraim", "line": "There must be some Grado soldiers within the castle who do not want to fight. If we can rush the fort and seize the throne room, I believe they will surrender."}, {"speaker": "Seth", "line": "...Optimism here may be deadly. Still, it's a far better plan than challenging the main army face-to-face."}, {"speaker": "Ephraim", "line": "Eirika is on her way to Rausten to help end this conflict. We cannot afford to wait here for much longer. We must take this fort and then press on to the capital itself. Let's go!"}, {"speaker": "Fighter", "line": "Attack! We're under attack! ...Looks to be Frelian troops. Their commander is... Prince Ephraim of Renais!"}, {"speaker": "Soldier", "line": "Renais? This whole thing stinks. My younger sister and her husband were living in Renais... What is the emperor thinking, starting this war? I think--"}, {"speaker": "Gheb", "line": "...Hey."}, {"speaker": "Soldier", "line": "Ah!"}, {"speaker": "Gheb", "line": "Yeah, I heard you. Talking about not fighting, are you? Losing your nerve? The punishment for treason is harsh. You'll burn at the stake."}, {"speaker": "Soldier", "line": "B-but-- It's not just me! Even General Duessel is opposed to this war!"}, {"speaker": "Gheb", "line": "Duessel? You'd side with that washed-up coward? And who is your commanding officer? Is it Duessel? Come on, out with it!"}, {"speaker": "Soldier", "line": "Y-you are, Sir Gheb."}, {"speaker": "Gheb", "line": "That's right. So that should make it clear whose orders you follow, eh? You got that, dolts? If you do, then shut up and get in formation. No one cares whether you minnows live or die anyway. Got it?"}, {"speaker": "Amelia", "line": "W-wait a moment! That's a horrible thing to say!"}, {"speaker": "Gheb", "line": "And who are you supposed to be? Your name! Out with it!"}, {"speaker": "Amelia", "line": "I-I'm Amelia... I was assigned to this fort today! I am a soldier of Grado. I am not a slave!"}, {"speaker": "Gheb", "line": "What's this now? You're a girl? You've got a lot of nerve talking like that to your commander, recruit. Looks like I'm going to have to teach you about the chain of command."}, {"speaker": "Amelia", "line": "Ah..."}, {"speaker": "Soldier", "line": "Commander Gheb! Enemy troops approaching!"}, {"speaker": "Gheb", "line": "Grrr! Stinking interruptions... Form up, you useless worms. Don't let those dogs near the throne. Grado cannot afford to lose a brilliant tactician of my stature! No one will blink if any of you worthless toads dies. But if I die-- You should be happy to fight, kill, and die in my service!"}, {"speaker": "Amelia", "line": "I became a soldier to honor the emperor, General Duessel, and the people of Grado. But this...this is wrong!"}, {"speaker": "Soldier", "line": "That's the lot of a soldier. We're pawns in the games of kings and emperors. We fight as ordered, and we die as ordered. That's it. C'mon, time to go."}, {"speaker": "Tana", "line": "Oh, what a fool I've been... I came all this way to help Ephraim, and I end up getting captured again. That General Gheb had the creepiest eyes...and that laugh! Oh! Hurry, Ephraim... Please. Hurry and rescue me."}], "recruit-talk": [{"speaker": "Franz", "line": "You...you're a girl?!", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Ah! Don't make fun of me! I'm a soldier of Grado! Prepare yourself, Frelian dog!", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "W-wait a minute!", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Oof...", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Are, are you all right? It's not surprising you fell over from that stance. Can you get up?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Sh-shut up!", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Did you hurt your knee? I know how it feels. I did it often enough as a recruit myself. To be honest, I still do it more than I should.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "......", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "I'm Franz. I'm a Knight of Renais. What's your name?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I'm Amelia.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "Amelia, do you think I could ask you to surrender? This may be odd, but I really have no desire to fight you.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "......", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "I get the feeling you don't want to fight either. Am I right?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I... B-but... I've heard Prince Ephraim takes female prisoners and uses them as palace slaves. If I surrender, will I be forced to work in the palace, too?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "N-no, don't be silly! Prince Ephraim would never do such a thing...I think...", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "You think?", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Franz", "line": "No, he wouldn't! Of course not. You have my word of honor.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "...Well, you seem sincere. I'll trust you, Franz.", "recruiter": "Franz", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "You're a Grado soldier? But you're just a child.", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "I am not a child! I'm a soldier of Grado, and I will defeat every soldier of Frelia I meet!", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "Is that so? Guess I'm ready then.", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Um...", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "...Is that the stance you're going to use? You'll drop your lance that way. I'm Prince Ephraim of Renais. Why don't you surrender and come with me?", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "Wha-what are you going to do to me?!", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "Calm down. As long as you don't try to stab me, I won't do a thing to harm you.", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "You lie! You're a liar! Everyone knows about Prince Ephraim of Renais. He's a beast who attacks any woman he sees...", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "......Right, this has gone far enough. I am not going to hurt you. If you're scared, throw down your weapon and run away. But...if you're willing to listen, I'd like to ask for your help. You must realize this whole war is madness, right? Something is wrong in Grado.", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Amelia", "line": "...... I-I'm...", "recruiter": "Ephraim", "recruit": "Amelia"}, {"speaker": "Ephraim", "line": "Tana?! What are you doing here?", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Tana", "line": "I came here in hopes of helping you in some way. But while I was looking for you, I got captured by Grado troops.", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Ephraim", "line": "Is that so? Well, I'm glad to see you're unharmed. Tana, you should head back to Castle Frelia immediately. King Hayden must be worried about you.", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Tana", "line": "No! Ephraim, I came all this way so I could help you!", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Ephraim", "line": "And yet, here I am, helping you.", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Tana", "line": "Ah, well... Yes, that may be true, but-- But I've been so worried about you, Ephraim!", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Ephraim", "line": "I see. Oh, please don't look at me with those teary eyes. If you're really determined to help, then you're welcome to come with us. But you must promise me not to try anything reckless.", "recruiter": "Ephraim", "recruit": "Tana"}, {"speaker": "Tana", "line": "Ephraim... Thank you. I knew that you would understand how I feel.", "recruiter": "Ephraim", "recruit": "Tana"}], "boss": [{"speaker": "", "line": ""}, {"speaker": "Gheb", "line": "Y-you wench... You're that recruit, aren't you? Do you think you can betray me and get away with it?", "unit": "Amelia", "boss": "Gheb"}, {"speaker": "Amelia", "line": "Your threats no longer hold any power over me. I-I am not your pawn!", "unit": "Amelia", "boss": "Gheb"}], "end": [{"speaker": "Seth", "line": "Prince Ephraim, the rest of the enemy troops have been routed."}, {"speaker": "Ephraim", "line": "Bring me one of the prisoners. I have a question I need answered."}, {"speaker": "Soldier", "line": "......"}, {"speaker": "Ephraim", "line": "I'm going to ask you a question. If you've no wish to answer, remain silent. If you wish this conflict to end quickly, however, you will cooperate."}, {"speaker": "Soldier", "line": "...... ...What do you want?"}, {"speaker": "Ephraim", "line": "Why has Grado invaded Renais?"}, {"speaker": "Soldier", "line": "...I can't say. This war began on the emperor's orders. Soldiers like me haven't the foggiest idea what he's after."}, {"speaker": "Ephraim", "line": "Then tell me this: where is General Duessel?"}, {"speaker": "Soldier", "line": "In the capital. The general's been opposed to this war from the start. He's been pleading with the emperor for days now, but the emperor ignores him. They say some are questioning the general's loyalty. He's putting his standing--and his life-- in danger by being so vocal."}, {"speaker": "Ephraim", "line": "Is that so... Well, it appears General Duessel remains the same true man I knew before. What about Prince Lyon? Where's he been through all of this? Why didn't he do anything to temper his father's aggression?"}, {"speaker": "Soldier", "line": "...... According to rumors... Emperor Vigarde was convinced to start this war by none other than the prince himself."}, {"speaker": "Ephraim", "line": "What did you say? That's ridiculous! I know Prince Lyon well. No one hates fighting more than he does. He would never do anything to trigger all this bloodshed!"}, {"speaker": "Seth", "line": "Prince Ephraim, please calm down."}, {"speaker": "Ephraim", "line": "...I'm sorry."}, {"speaker": "Ephraim", "line": "We leave the prisoners and the fort to the Frelian troops. Seth, I intend for us to press on toward the capital. At some point, I expect we'll find either Duessel or Lyon. I'm sure we can convince them to join us in stopping Emperor Vigarde."}, {"speaker": "Seth", "line": "Understood. But I have misgivings, my prince. General Duessel and Prince Lyon are both men of Grado. If we are forced into conflict with them..."}, {"speaker": "Ephraim", "line": "It won't happen. Duessel was my teacher, and I know he is a man of character. And I've known Lyon since we were children. He, Eirika, and I are old friends."}, {"speaker": "Seth", "line": "......"}, {"speaker": "Ephraim", "line": "I understand your concerns. If worse comes to worst and steel is drawn, I will not hesitate. I'll fight and kill anyone who thinks to oppose me. Are you satisfied, Seth?"}, {"speaker": "Seth", "line": "Yes... I apologize for my rudeness. Your father is gone, and that means you are king of Renais. There is no other. I just ask that you not throw yourself into needless danger."}, {"speaker": "Ephraim", "line": "I hear you. The decisions I make affect more than my own life. Once this war is finished, I will rebuild Renais with Eirika. That is my mission."}, {"speaker": "Ephraim", "line": "Myrrh."}, {"speaker": "Myrrh", "line": "What is it?"}, {"speaker": "Ephraim", "line": "You must return to Frelia. I cannot take you any farther on this journey."}, {"speaker": "Myrrh", "line": "What? No. I want to stay with you..."}, {"speaker": "Ephraim", "line": "No, Myrrh. I'm continuing on to the Grado capital. It's going to be very dangerous. I can't protect you--not as well as I'd like to, anyway."}, {"speaker": "Myrrh", "line": "Everything comes from that direction. I can feel my lost dragonstone... And that's not all. The dark energy still flows unchecked... I cannot go home while it stains the air..."}, {"speaker": "Ephraim", "line": "But..."}, {"speaker": "Myrrh", "line": "Please, Ephraim."}, {"speaker": "Ephraim", "line": "...Very well. Ah, I simply cannot refuse you anything. Your eyes remind me too much of Eirika. You must not stray from my side, do you understand?"}, {"speaker": "Myrrh", "line": "Yes, I will not stray..."}, {"speaker": "Vigarde", "line": "Selena. Your orders."}, {"speaker": "Selena", "line": "I am ready, Your Majesty. In your service, I am prepared to do--"}, {"speaker": "Vigarde", "line": "Duessel has left for Bethroen. Take a battalion and follow him."}, {"speaker": "Selena", "line": "Understood. When I arrive, I will place my troops at his disposal."}, {"speaker": "Vigarde", "line": "No... You will not. You will strike Duessel down."}, {"speaker": "Selena", "line": "Wha..."}, {"speaker": "Vigarde", "line": "Duessel is a traitor. He has abandoned his country and sided with Renais. The punishment for treason is death."}, {"speaker": "Selena", "line": "B-but... General Duessel a traitor? That's just not possible! There must be a mistake..."}, {"speaker": "Vigarde", "line": "......"}, {"speaker": "Selena", "line": "No... I did not mean that you are mistaken, Your Majesty. But...but..."}, {"speaker": "Vigarde", "line": "Selena. You have your orders. You will execute Duessel."}, {"speaker": "Selena", "line": "...... ...Your Majesty. Will you allow me to ask you a question?"}, {"speaker": "Vigarde", "line": "......"}, {"speaker": "Selena", "line": "When Your Majesty saw fit to make me a general, you shared with me some words of wisdom. I remember the moment quite clearly. You told me the role of an imperial general is that of the shield, not the blade. We are here to protect our citizens, you said--not to threaten our neighbors. I have never forgotten your words, Your Majesty. I have held them to my breast. They govern my every action as general. Your Majesty, that sentiment is still alive, and--"}, {"speaker": "Vigarde", "line": "Go."}, {"speaker": "Selena", "line": "...... I humbly acknowledge your orders. Your Majesty... I am the empire's servant. I am Your Majesty's vassal. I am General Selena, the Fluorspar of the Grado Empire."}]}