{"chapter": "10A", "title": "Revolt At Carcino", "speakers": ["Vigarde", "Glen", "Cormag", "Valter", "Gerik", "Innes", "Tethys", "Eirika", "Seth", "Pablo", "Soldier", "Man", "Klimt", "Marisa", "Tana", "Young Lady", "Young Man", "Ewan"], "dialogue_counts": {"Vigarde": 3, "Glen": 11, "Cormag": 6, "Valter": 7, "Gerik": 28, "Innes": 35, "Tethys": 22, "Eirika": 19, "Seth": 2, "Pablo": 4, "Soldier": 5, "Man": 3, "Klimt": 9, "Marisa": 7, "Tana": 4, "Young Lady": 1, "Young Man": 1, "Ewan": 9}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 177, "transitions": "-----------------------------", "opening": ["Carcino has betrayed Frelia and joined forces with Grado. Carcino’s troops stop Prince Innes, blocking his way to Jehanna. With soldiers occupying the road forward and back, he is trapped in a hopeless situation. Eirika rushes to the prince’s aid."], "intro": [{"speaker": "Vigarde", "line": "General Glen of the Grado Imperial Army, also known as the Sunstone..."}, {"speaker": "Glen", "line": "Yes..."}, {"speaker": "Vigarde", "line": "Your orders. Capture the leader of the rebel army in Carcino. Capture Eirika."}, {"speaker": "Glen", "line": "Eirika... Do you mean the princess of Renais?"}, {"speaker": "Vigarde", "line": "Eirika invaded Carcino. She massacred the citizens of Port Kiris. Then, she fled south. Glen. Go. Crush the rebels who brought ruin to Carcino."}, {"speaker": "Glen", "line": "...Understood, sire."}, {"speaker": "Glen", "line": "......"}, {"speaker": "Cormag", "line": "What did the emperor say, Brother?"}, {"speaker": "Glen", "line": "I’ve been ordered to kill the princess of Renais. Cormag, I want you to remain here in the capital. I’ll go alone."}, {"speaker": "Cormag", "line": "If that’s what you want, Brother, so be it. But you seem troubled... Don’t tell me you’re concerned about fighting the princess of a ruined land!"}, {"speaker": "Glen", "line": "...Hm... I never was able to slip anything past you, little brother. You’re right. This duty falls heavily on my shoulders, more then any other."}, {"speaker": "Cormag", "line": "Tell me, Brother, do you know this princess?"}, {"speaker": "Glen", "line": "Yes. When Renais and Grado were still close... I met the girl– I met Eirika only once. We spoke briefly, but I felt she was a woman of great kindness. I cannot bring myself to believe Princess Eirika is evil. I cannot."}, {"speaker": "Cormag", "line": "...Glen. The emperor has ordered–"}, {"speaker": "Glen", "line": "There’s the rub, Cormag. That’s it exactly. His Majesty has never spoken a falsehood in all the time I’ve served him. And as a servant of the empire, I am duty bound to obey his orders. But I can see no reason to think Princess Eirika’s heart is any less gentle now."}, {"speaker": "Valter", "line": "What are these cowardly mutterings? It is because you three generals are weak that we others must work so hard. And yet you get the honor of killing the girl. How I long to do your duty for you!"}, {"speaker": "Glen", "line": "Rrrr! Valter, you treacherous swine..."}, {"speaker": "Valter", "line": "What’s this? Is this how you speak toward your peer knights of the realm? Lest you’ve forgotten, I, too, am a general–the same rank as you."}, {"speaker": "Glen", "line": "You wretch. You were cast out from the army for mistreating civilians. What lies have you told to receive pardon and reinstatement at the same tome?"}, {"speaker": "Valter", "line": "Our beloved emperor felt my skills were needed, and his word is law. His majesty has earned my sincerest and most undying gratitude. And then we have you three. Duessel, Selena, and you... The three of you have proven to be unreliable time and time again. We were brought in to plug the holes, don’t you see? You ought to thank me, Glen!"}, {"speaker": "Cormag", "line": "Valter! If you dare insult my brother further..."}, {"speaker": "Valter", "line": "Come now, Cormag. And what would you do to me if I did? Would you fight me? Here? Would you show such disloyalty to the emperor?"}, {"speaker": "Cormag", "line": "..."}, {"speaker": "Glen", "line": "Peace, Cormag. We are His Majesty’s men. We will honor his commands. Mark my words, Valter: your crimes are neither forgotten nor forgiven."}, {"speaker": "Valter", "line": "Hmph..."}, {"speaker": "Gerik", "line": "Prince Innes. What do you say? Can you continue?"}, {"speaker": "Innes", "line": "Yes, of course. Do you believe this is enough to make me give up? I am surprised you mercenaries haven’t turned and fled, though."}, {"speaker": "Gerik", "line": "Naw. You see, Gerik’s Mercenaries takes its name from me, Gerik. I’m the chief here. If I quit while our employer still fought on, they’d want a new name, you follow me? So... What’s the plan?"}, {"speaker": "Innes", "line": "Same as before. We remain surrounded. They’re not going to allow us simply to walk out of here... I send a messenger off with news of our plight. However, even on the wings of a pegasus knight, Frelia is days away. We can expect no help from them."}, {"speaker": "Gerik", "line": "So we tighten our belts and survive, is that it? Or would you rather quit this place and rest in comfort?"}, {"speaker": "Innes", "line": "Surrender? I’m the prince of Frelia. I don’t know the meaning of the words. The fate of the world rides on my shoulders, and I’ll make it to Jehanna. Even if I have to crawl to do it."}, {"speaker": "Gerik", "line": "Now, that makes me feel better. If you’re so determined, we may all live a little while longer..."}, {"speaker": "Tethys", "line": "Hey, Chief, Prince."}, {"speaker": "Gerik", "line": "What is it, Tethys?"}, {"speaker": "Tethys", "line": "I’ve got bad news...and then I’ve got worse news."}, {"speaker": "Gerik", "line": "What’s the bad news?"}, {"speaker": "Tethys", "line": "We’ve no more weapons in reserve. What you’re holding is what we’ve got. Once those are gone, there won’t be much fight left in us."}, {"speaker": "Gerik", "line": "That is bad news... Well? What’s the worse news?"}, {"speaker": "Tethys", "line": "They’ve begun to move. They’re going to attack again. Looks like they’re sending up the whole lot of ’em this time."}, {"speaker": "Innes", "line": "...... Right. You two, you’re done here. Discharged. Fired. Whatever. You can surrender or flee. The choice is yours."}, {"speaker": "Gerik", "line": "What?"}, {"speaker": "Innes", "line": "I’m the one they’re after. Throw down your weapons, and you’ll walk away alive. I don’t need you here. You’ll only be in my way. Who knows? You filthy sellswords’ll probably sell me out anyway."}, {"speaker": "Tethys", "line": "Hold on there! That’s not true, and you know it!"}, {"speaker": "Gerik", "line": "Peace, Tethys. Hey, Prince. What are you going to do?"}, {"speaker": "Innes", "line": "I’m going to get out of here on my own. I’ll break to the south and escape into the mountains."}, {"speaker": "Gerik", "line": "That ain’t gonna be easy. How you plan on doing that?"}, {"speaker": "Innes", "line": "I’m not telling you. I’ve no idea when you’ll decide to betray me. Go on. Get out of here. I’d rather do this alone."}, {"speaker": "Gerik", "line": "Sounds like you’re trying to make sure you’re the only one who dies."}, {"speaker": "Innes", "line": "...... Fool. I’ve no intention of dying. But there can be no false hope of reinforcements riding in to save the day. You and I are not the same. You’re a commoner, and I’m Frelia’s heir. We of noble birth do not shirk the duties to which we are born."}, {"speaker": "Gerik", "line": "......"}, {"speaker": "Innes", "line": "What are you waiting for? You may go."}, {"speaker": "Gerik", "line": "Well played, milord. I’ve always loved the melodrama of martyrdom... There’s no way I can abandon you after that fine performance. I’m staying with you. To the end."}, {"speaker": "Innes", "line": "To the– What are you saying? You dare ignore the orders of the one who’s paying your wages?!"}, {"speaker": "Gerik", "line": "Tethys, I want you to go and surrender. Give my regards to Ewan and Marisa."}, {"speaker": "Tethys", "line": "Don’t be ridiculous. I’m not going anywhere. Now would the two of you kindly stop acting like such...men? And you! You’ve already fired us. You can’t order us to leave now."}, {"speaker": "Innes", "line": "Unbelievable... And you people call yourselves mercenaries? I thought you fought for money, not for duty."}, {"speaker": "Gerik", "line": "Yeah, that’s one of the rules. Guess we’re lousy mercenaries, eh? Now let’s get thinking. We still need a plan to get us all out of here alive. You’re supposed to be a good tactician, so I figure I won’t die easily. Tell us what to do, Prince. We’ll follow your orders."}, {"speaker": "Innes", "line": "...... Hm. Very well. I’ll see what I can do to avoid getting us filled with arrows."}, {"speaker": "Tethys", "line": "Ah... Say, Prince. If, by some miracle, aid were to come, from what direction would it arrive?"}, {"speaker": "Innes", "line": "...From the north. But there’s little or no hope of that. Even if Frelia were to send us aid, they would not arrive until..."}, {"speaker": "Tethys", "line": "This may be good news... Then again, it may be more bad news. There. On that northern mountain path... Someone’s coming."}, {"speaker": "Eirika", "line": "Prince Innes!"}, {"speaker": "Seth", "line": "Princess Eirika, the prince is surrounded by the mercenary armies of Carcino. He looks vastly outnumbered. I doubt he can hold out much longer."}, {"speaker": "Eirika", "line": "I can see that. Let’s hurry!"}], "battle": [{"speaker": "Pablo", "line": "Heh heh... My plan to get rid of Klimt has yielded some unexpected fruit. The head of Frelia’s Prince Innes will make a fine gift to Grado."}, {"speaker": "Soldier", "line": "Lord Pablo, Prince Innes and his men have taken refuge in a mountain stronghold. Do we have your permission to finish them off?"}, {"speaker": "Pablo", "line": "Yes. Flush the prince out and cut him down. We’ll find Klimt later and roast his old bones as well. Heh heh heh..."}, {"speaker": "Man", "line": "Lord Klimt, Pablo’s troops are moving toward the stronghold. It looks like they’re planning on chasing down Prince Innes and his men."}, {"speaker": "Klimt", "line": "Pablo, you mad, reckless imbecile... If Prince Innes dies here, the bond between Carcino and Frelia is sundered forever. Carcino will be nothing more than a vassal paying tribute to Grado... We must find some way to aid Prince Innes."}, {"speaker": "Man", "line": "Wait, my lord Klimt! Pablo is after you as well. If you reveal yourself here..."}, {"speaker": "Klimt", "line": "Ahh... May fortune keep you safe, Prince Innes..."}, {"speaker": "Soldier", "line": "Hey! You’re up! You’re getting paid a lot more than us common soldiers. Time you earned your gold!"}, {"speaker": "Marisa", "line": "I hear you. Where do I start killing?"}, {"speaker": "Soldier", "line": "Th-that way! The Frelian troops! Don’t point that blade in our direction!"}, {"speaker": "Marisa", "line": "I’ll do what I can. No promises. Good day."}, {"speaker": "Soldier", "line": "Whew... So that’s Marisa, the Crimson Flash of Gerik’s Mercenaries... She’s a beauty, but I’ll keep my distance...and keep my head."}], "recruit-talk": [{"speaker": "Tana", "line": "Brother!", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Innes", "line": "Tana?!? What? How did... What are you doing here?", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Tana", "line": "I came with Eirika. Wait here, Brother. It’s my turn to protect you.", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Innes", "line": "Stop playing the soldier, Tana. You will return to the palace at once.", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Tana", "line": "I will not! Eirika, Ephraim, and you are all risking so much... I can’t sit at home and watch! I have to do something to help.", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Innes", "line": "Tana... ...We’ll talk about this later. For now, we join forces with Eirika.", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Tana", "line": "Thank you, Brother.", "recruiter": "Tana", "recruit": "Innes"}, {"speaker": "Eirika", "line": "Prince Innes! Are you well?", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Innes", "line": "Eirika... Is that you?", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Eirika", "line": "We’ve come to aid you. You must be exhausted. Please fall back and rest. We’ll take care of these dogs.", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Innes", "line": "I cannot allow that. I will not run and hide while a woman protects me... We will continue the fight. You can join us.", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Eirika", "line": "If that’s how you want it. Let’s go then.", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Innes", "line": "...Eirika, a moment.", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Eirika", "line": "Prince?", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Innes", "line": "I would give you my thanks. You, the princess of Renais, came to my aid... ...I am in your debt.", "recruiter": "Eirika", "recruit": "Innes"}, {"speaker": "Innes", "line": "Reinforcements have arrived, Gerik.", "recruiter": "Innes", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Lucky us, eh? Good thing we held out as long as we did.", "recruiter": "Innes", "recruit": "Gerik"}, {"speaker": "Innes", "line": "That was your doing. Thank you.", "recruiter": "Innes", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Don’t let your guard down now, Prince. There are still enemies to fight, and it’d be such a shame to die now.", "recruiter": "Innes", "recruit": "Gerik"}, {"speaker": "Innes", "line": "I agree completely. Let’s go.", "recruiter": "Innes", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Hey, Tethys. Looks like help is on the way.", "recruiter": "Gerik", "recruit": "Tethys"}, {"speaker": "Tethys", "line": "Really? Perhaps faith is a good thing. I’ve never had much before, but perhaps good things do happen to good people.", "recruiter": "Gerik", "recruit": "Tethys"}, {"speaker": "Gerik", "line": "Good things? I like the sound of that. What do you suppose might come my way?", "recruiter": "Gerik", "recruit": "Tethys"}, {"speaker": "Tethys", "line": "Ha ha... I wonder...", "recruiter": "Gerik", "recruit": "Tethys"}, {"speaker": "Innes", "line": "Reinforcements have arrived, Tethys.", "recruiter": "Innes", "recruit": "Tethys"}, {"speaker": "Tethys", "line": "Really? Perhaps faith is a good thing. I’ve never had much before, but perhaps good things do happen to good people.", "recruiter": "Innes", "recruit": "Tethys"}, {"speaker": "Innes", "line": "Faith had nothing to do with this. Let’s go. We must join them.", "recruiter": "Innes", "recruit": "Tethys"}, {"speaker": "Tethys", "line": "What a strange nobleman.", "recruiter": "Innes", "recruit": "Tethys"}, {"speaker": "Tethys", "line": "Say, Chief. I’ve got good news, and I’ve got better news.", "recruiter": "Tethys", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Eh? What’s the good news?", "recruiter": "Tethys", "recruit": "Gerik"}, {"speaker": "Tethys", "line": "Within our band of mercenaries... There are two women enamored of you.", "recruiter": "Tethys", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Huh? What’re you talking about? You a fortune-teller now? And what’s the better news?", "recruiter": "Tethys", "recruit": "Gerik"}, {"speaker": "Tethys", "line": "Help has arrived. Looks like we may survive after all.", "recruiter": "Tethys", "recruit": "Gerik"}], "visit": [{"speaker": "Young Lady", "line": "Elder Pablo used his fortune to build his own private army. Now he’s using it to wrest control of Carcino from the council’s hands... Please...help Lord Klimt, so that he can help us."}, {"speaker": "Man", "line": "You know we have no king in the Republic of Carcino. We’re governed instead by a council of elders. It’s a lot better than any stuffy, old monarchy, I can tell you that. You see, anyone can be a leader in Carcino if he’s old enough. Of course, maybe that’s why the country’s in such a mess right now."}, {"speaker": "Young Man", "line": "I’ve heard that Prince Innes of Frelia is a fantastic tactician. Grado took Renais with no trouble, but Frelia still has yet to fall. They say it’s because Prince Innes has spies reporting every move the empire makes. At the same time, all enemy spies in Frelia are exposed and executed swiftly. That means that none of Frelia’s secrets are ever reported back to the empire. I’ve never met Prince Innes, but he doesn’t sound like a man you’d want as an enemy."}, {"speaker": "Gerik", "line": "Is that you, Marisa?"}, {"speaker": "Marisa", "line": "Chief."}, {"speaker": "Gerik", "line": "What a mess... Looks like the guild bungled. They’re usually diligent about making sure this sort of thing doesn’t happen. But here we are, two people of the same troop, working for opposite sides."}, {"speaker": "Marisa", "line": "What should we do?"}, {"speaker": "Gerik", "line": "Aye, well, that’s a good question... As a mercenary, your loyalty should always lie with the person paying your wages. You decide. We can cross blade if you want, but I’d rather you retreat. ‘Course, if you betray your employer, you’ll soil your sterling name."}, {"speaker": "Marisa", "line": "C’mon, Chief. What would YOU like me to do?"}, {"speaker": "Gerik", "line": "Well, that’s easy. I’d like you to come over and join my side."}, {"speaker": "Marisa", "line": "Right. Done."}, {"speaker": "Gerik", "line": "Ho-hold on... Is that it? Just like that? You know what this will do to your reputation, right?"}, {"speaker": "Marisa", "line": "Uh-huh."}], "boss": [{"speaker": "Pablo", "line": "No one can withstand the might of Grado... Logic dictates we join now or be subjugated later. I made the rational decision. The only decision!", "unit": "Gerik", "boss": "Marisa"}, {"speaker": "Pablo", "line": "Urrgh... N-no. I cannot die when there is such wealth to be had... Re-retreat! Mercenaries, to me!"}], "end": [{"speaker": "Valter", "line": "...I’ve found you, Eirika. Seems you’re as skilled as reports say. This is going to be fun. Yes, yes, yes. I do so love strong women."}, {"speaker": "Soldier", "line": "Shall we attack, General Valter?"}, {"speaker": "Valter", "line": "No, we’ll pass on dessert for now. Allow them to escape. We’re leaving."}, {"speaker": "Eirika", "line": "Prince Innes, are you well?"}, {"speaker": "Innes", "line": "Eirika...I’m sorry for troubling you."}, {"speaker": "Eirika", "line": "No, it was no trouble."}, {"speaker": "Klimt", "line": "Oh, Prince Innes! Thank goodness, you’re unharmed!"}, {"speaker": "Eirika", "line": "Who are you?"}, {"speaker": "Klimt", "line": "Oh, where are my manners? I am a member of Carcino’s Council of Elders. My name is Klimt."}, {"speaker": "Eirika", "line": "A council member?"}, {"speaker": "Innes", "line": "So you’re one of the traitors who ordered–"}, {"speaker": "Klimt", "line": "P-please, please! I have no intention of opposing you or quarreling with you. I, too, have been marked for death by Pablo..."}, {"speaker": "Eirika", "line": "What is this all about?"}, {"speaker": "Klimt", "line": "It’s a shameful tale... Carcino is a nation divided. As you know, Carcino has no king but is ruled by a council. But now the council has broken apart into factions mired in discord..."}, {"speaker": "Eirika", "line": "Factions... You’re saying that the whole of Carcino has not betrayed Frelia?"}, {"speaker": "Klimt", "line": "Correct. The moderate factions prefer to preserve our alliance with Frelia. Pablo’s faction wishes to endear us to Grado, to surrender us to their armies. Once Pablo realized he couldn’t ply us with brides, he began to have us assassinated. Those of us who remain have taken refuge underground. We oppose him where we can. If you hadn’t shown up, I’m not certain I would still be breathing..."}, {"speaker": "Innes", "line": "I do recall enemy troops combing this area when I arrived... They were searching for you, is that it?"}, {"speaker": "Klimt", "line": "Pablo has usurped rule of the council. We had no choice but to hide. Not all of Carcino’s council has gone over to Grado’s side, though... You must believe me–the whole of Carcino does not believe as Pablo does."}, {"speaker": "Innes", "line": "...I see."}, {"speaker": "Eirika", "line": "Lord Klimt... I understand the hardships you’ve endured. I am pleased to hear all of Carcino is not our foe."}, {"speaker": "Klimt", "line": "I will depart at once for Frelia to explain our circumstance to the king. I think it is best if you return to Frelia as well. Pablo has considerable wealth, and he commands a vast mercenary force. I’m sure he’ll send more of them this way as soon as he is able."}, {"speaker": "Gerik", "line": "Prince Innes. Tethys and I are staying with you. Is that gonna work?"}, {"speaker": "Innes", "line": "Yes, I would appreciate the help. Starting now, you’ve got a new contract, though–the pay’s double. If the two of you hadn’t stayed with me back there, I would not have survived. Gerik, Tethys... Thank you. You have my gratitude."}, {"speaker": "Tethys", "line": "Tell me something, Prince. Did you get...er...hit on the head during that last skirmish?"}, {"speaker": "Innes", "line": "...That’s unkind. My neck is not so stiff that I cannot show gratitude. I would ask for your continued support in the days ahead."}, {"speaker": "Eirika", "line": "We both ask for your help."}, {"speaker": "Gerik", "line": "We’ve got a deal. Let’s keep each other alive."}, {"speaker": "Ewan", "line": "Ah! There you are, Sister."}, {"speaker": "Tethys", "line": "Ewan! How is it... What are you doing here? I told you to wait in the inn and behave yourself, didn’t I?"}, {"speaker": "Ewan", "line": "Yeah, but you always run off and disappear. It’s not fair. I want to have adventures, too."}, {"speaker": "Tethys", "line": "You are such an imp... I am not out here running about having fun, you know?"}, {"speaker": "Ewan", "line": "I know. That’s why I came to see you. I can help. My teacher finally got around to teaching me some magic. Check this out."}, {"speaker": "Tethys", "line": "H-hey! Knock it off! You shouldn’t be using magic here!"}, {"speaker": "Ewan", "line": "Well, I just thought maybe I could help you work is all. I can protect you now, sis. Come on, take me with you. I don’t wanna stay in that inn anymore."}, {"speaker": "Tethys", "line": "Oh...all right. I’ll go speak and speak to the Chief and Princess Eirika. Don’t wander off while I’m gone."}, {"speaker": "Ewan", "line": "Yahoo!"}, {"speaker": "Seth", "line": "Princess Eirika, Prince Innes. I think we should follow the advice we’ve been given and return to Frelia. Continuing on through Carcino like this is too great a risk to your safety."}, {"speaker": "Innes", "line": "The peril is self-evident. However, I have to reach Jehanna, and the only way is through Carcino. If I don’t hurry, nations will fall, one after another, to Grado’s hunger."}, {"speaker": "Eirika", "line": "Innes is right. And the road to Rausten leads me through both Carcino and Jehanna. However, pressing on will only invite more mercenary attacks."}, {"speaker": "Ewan", "line": "Hey, I’ve got an answer. I know a way that leads over the mountains straight to Jehanna! Want me to guide you?"}, {"speaker": "Eirika", "line": "...And who might you be?"}, {"speaker": "Tethys", "line": "Ewan! Shush! You know better than to interrupt people when they’re talking. I’m so sorry. Please let me take my brother out of the way. Come on, Ewan. Let’s go."}, {"speaker": "Eirika", "line": "No, no–wait, please. Do you really know a route through the mountains?"}, {"speaker": "Ewan", "line": "That’s what I said. At the top of that mountain, there’s a village named Caer Pelyn. That’s where my teacher lives. I’m sure he’ll lead you through if you ask him nicely."}, {"speaker": "Innes", "line": "What is your teacher’s name?"}, {"speaker": "Ewan", "line": "My teacher? His name is Saleh."}, {"speaker": "Innes", "line": "Saleh... I’ve heard that name on the lips of Frelia’s spy network lately. He’s a powerful wielder of magic who has been fighting bandits and monsters. The spies mentioned something about a Caer Pelyn, if I remember."}, {"speaker": "Eirika", "line": "What do you think?"}, {"speaker": "Innes", "line": "Hm. If my spies are accurate, this Saleh is someone we can trust."}, {"speaker": "Eirika", "line": "Very well, Ewan. Will you take us to meet your teacher?"}, {"speaker": "Tethys", "line": "Are you sure you can do this, Ewan?"}, {"speaker": "Ewan", "line": "Not a problem! All right, everyone. See if you can keep up!"}]}