{"chapter": "10B", "title": "Turning Traitor", "speakers": ["Messenger", "Ephraim", "Seth", "Duessel", "Selena", "Cormag", "Valter", "Beran", "Girl", "Man", "Old Man", "Marisa", "Person Sent", "Soldier", "Tana", "Myrrh", "L’Arachel", "Rennac", "Dozla"], "dialogue_counts": {"Messenger": 2, "Ephraim": 32, "Seth": 11, "Duessel": 30, "Selena": 15, "Cormag": 18, "Valter": 8, "Beran": 6, "Girl": 1, "Man": 1, "Old Man": 1, "Marisa": 3, "Person Sent": 3, "Soldier": 6, "Tana": 9, "Myrrh": 2, "L’Arachel": 5, "Rennac": 2, "Dozla": 2}, "gender_counts": {"M": 103, "F": 29, "N": 25, "A": 0}, "lines": 158, "transitions": "-NMNMMMMM-MMMMMMM-MFMFMFMFMFMFMFM-FMFM--MMMM-MFMFMNMNFMFMFMF-MN--M-N-N-N-FNFNFN-NM-MMMMMMMMMMMM-FMFMFMFMFMFMFMFMFM-MMMMMMMMMMM-N-NNN-N-MMM-MMMMMMMMMMFMFMMMMMM-NMNMN--MM-NMNMNMNMMNMMM-MM", "opening": ["A former lance instructor to Ephraim, Grado's General Duessel often came to Renais as an emissary of his empire. Despite their stations, the two men share similar dispositions and a warm relationship. Why has Grado started this war? What is the miasma of evil emanating from the country? Ephraim believes that Duessel can answer these questions. It is this belief that propels Ephraim forward into Grado territory."], "intro": [{"speaker": "Messenger", "line": "Please wait, Prince Ephraim. I have a message from Frelia. There’s been an uprising in Carcino. Pablo is leading a force of renegade Grado supporters in rebellion."}, {"speaker": "Ephraim", "line": "In Carcino... Any word of Eirika? Is my sister safe?”"}, {"speaker": "Messenger", "line": "The last word we received had Princess Eirika heading to assist Prince Innes. We’ve not heard from her since.”"}, {"speaker": "Ephraim", "line": "...Blast. I sent Eirika to Rausten thinking it would be the safest mission. If I could, I’d pull out of here now and go look for her but...”"}, {"speaker": "Seth", "line": "Prince Ephraim."}, {"speaker": "Ephraim", "line": "...I know, I know. I mustn’t let my emotions dictate my actions. If Carcino has allied itself with Grado, then defeating Grado is out best bet. We proceed as planned. Tell them that."}, {"speaker": "Seth", "line": "Understood."}, {"speaker": "Ephraim", "line": "Be careful, Eirika."}, {"speaker": "Ephraim", "line": "...What?! Was that an earthquake? I think it’s passed."}, {"speaker": "Seth", "line": "Prince Ephraim.”"}, {"speaker": "Ephraim", "line": "I’m fine. There’s nothing to worry about. I was surprised, that’s all. You’re not shaken in the slightest, are you?"}, {"speaker": "Seth", "line": "Actually, it surprised me as well. I’ve heard that tremors such as those were commonplace in Grado. Apparently, they are usually weak and cause little, if any, damage."}, {"speaker": "Ephraim", "line": "Now that you mention it, I remember a while back, when I was first in Grado. Eirika and I were startled by a tremor just like that one. Lyon said he had grown used to them, and he just laughed."}, {"speaker": "Seth", "line": "......"}, {"speaker": "Ephraim", "line": "We don’t have any time to tend to injuries just now. We must press forward. We must see to the capital."}, {"speaker": "Duessel", "line": "I do not understand... Why this course of action? What is the emperor thinking..."}, {"speaker": "Selena", "line": "General Duessel."}, {"speaker": "Duessel", "line": "...Is that you, Selena? Are you to be assisting me in this...duty?"}, {"speaker": "Selena", "line": "Yes... Frelia’s army will be coming soon from the north. We’re just waiting for the order to engage them."}, {"speaker": "Duessel", "line": "Hm... Prince Ephraim leads the enemy forces, doesn’t he?"}, {"speaker": "Selena", "line": "That is correct. Prince Ephraim of Renais."}, {"speaker": "Duessel", "line": "Bah..."}, {"speaker": "Selena", "line": "Renais is our enemy. General, please give the order to attack."}, {"speaker": "Duessel", "line": "No. Order all units to hold. Do not initiate the attack. I want to speak with Ephraim first."}, {"speaker": "Selena", "line": "...... So it’s true. You plan to betray the empire and ally yourself with the enemy."}, {"speaker": "Duessel", "line": "What?!"}, {"speaker": "Selena", "line": "General Duessel, you stand accused of treason of the highest order. Lay down your weapons, and follow my commands. If you fail to do so, if you resist in any way, I will execute you on the spot."}, {"speaker": "Duessel", "line": "This is nonsense! Who is behind this madness!"}, {"speaker": "Selena", "line": "These are His Majesty’s orders. The emperor has anticipated your treachery. Prepare yourself."}, {"speaker": "Duessel", "line": "Impossible... His Majesty?"}, {"speaker": "Selena", "line": "Cormag, you and I will bring that traitor down. Go around that fort to the southeast and drive into them from the sea."}, {"speaker": "Cormag", "line": "We’re fighting General Duessel? But he’s one of the cornerstones of the empire. How could– He’s been like a father to you and to my brother. Do you truly mean to kill him?"}, {"speaker": "Selena", "line": "...... If that is what my emperor commands, then yes. Without hesitation. Cormag, if you are a true knight of Grado, you will do the same."}, {"speaker": "Cormag", "line": "......"}, {"speaker": "Seth", "line": "Prince Ephraim, the Imperial Grado army is before us."}, {"speaker": "Ephraim", "line": "I know, but something’s odd. They’re chasing someone down. Is that a deserter? Wait! That’s... Duessel?"}, {"speaker": "Seth", "line": "Prince Ephraim, your orders."}, {"speaker": "Ephraim", "line": "We rescue Duessel! Ride!!!"}], "battle": [{"speaker": "Soldier", "line": "Commander Cormag!"}, {"speaker": "Cormag", "line": "I know what I must do. I’m a sworn knight of Grado, and I have a duty to fulfill. Let’s start by putting an end to that Frelian army. Move out!"}], "visit": [{"speaker": "Girl", "line": "Do you know what I’m going to be when I get older? I’m going to be a splendid knight, just like General Selena. They call General Selena the Fluorspar, you know? She’s really beautiful and really, really strong."}, {"speaker": "Man", "line": "A strange man passed through here sometime back. He said something about looking for a girl with indigo hair... I asked if she was his girl, but he said she wasn’t. I hope he’s found her by now."}, {"speaker": "Old Man", "line": "This area of the ocean is often blanketed in a thick fog. I toiled under it myself for many hard years when I was still sailing. We always made sure we had torches and the like ready... Oh, yes... And there’s this. This torch staff shines just as bright as any normal torch. Of course, if nobody you know can use it, it’s just so much extra baggage. Will you take it? Oh, go ahead. I’m planning on resting my old bones here for good. My sailing days are done."}, {"speaker": "Marisa", "line": "...No good."}, {"speaker": "Person Sent", "line": "What?"}, {"speaker": "Marisa", "line": "...... This."}, {"speaker": "Person Sent", "line": "Huh?"}, {"speaker": "Marisa", "line": "I found it. I can’t use it yet. Good-bye."}, {"speaker": "Person Sent", "line": "Uh..."}], "recruit-talk": [{"speaker": "Ephraim", "line": "Duessel!", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "Is that you, Prince Ephraim?", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Ephraim", "line": "Why were those Grado men after you? What’s going on? Wait, we can talk later. Let’s get you to safety first. Come with us, Duessel.", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "……", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Ephraim", "line": "Duessel!", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "I am General Duessel, the Obsidian, of the Imperial Three… This name and my service to His Majesty have been my life’s blood. As of this moment it is all gone. I’ve no reason to continue…", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Ephraim", "line": "Duessel… Enough of this rubbish! You are my mentor! I will not let you die!", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "…Prince Ephraim.", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Ephraim", "line": "I know about the emperor’s madness. How will your death serve Grado? Who will it help? What of your country? Its people? Its future!?", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "……", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Ephraim", "line": "You will live, Duessel. As a traitor… In disgrace… I know that for a man such as you this is more agonizing than death. But you will live nonetheless. You will live for something more important.", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Duessel", "line": "…… I understand. This old fool’s life is yours.", "recruiter": "Ephraim", "recruit": "Duessel"}, {"speaker": "Tana", "line": "Wait. Please stop fighting. I’m sure we can reach an agreement if we just talk.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "You are...?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "My name is Tana. You’re from Grado, aren’t you? Why are you fighting against General Duessel?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "That’s none of your–", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Do you hate him?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "...Do I hate him? This isn’t some petty schoolyard squabble, girl. I’m a soldier of the empire, and I have my orders. I’ve been sent to punish a traitor, and that’s what I aim to do.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Are you telling me that General Duessel’s a traitor? Don’t you know him? Do you think that’s really true?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "What I think isn’t at question. Faith does not dictate my actions. I have my orders.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Ephraim trusts your General Duessel. He’s given him the benefit of the doubt. Have you chosen not to believe the reasons for his actions?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "Get out of my way! I’ll waste no more time with this duel of words!", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Wait! Please... Protect General Duessel. It would be tragic if he died before his motives became clear.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "... Move, please. If you won’t get out of the way, I’ll have to move you by force.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Very well. If you must. But in exchange, I’m asking you to believe General Duessel.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "...... ...You’re an odd bird. To think I’d lose a fight not to a man’s sword but to a woman’s words...", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "What?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "You will. I will protect General Duessel. But I plan on sorting this whole mess out with the general himself.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Tana", "line": "Do you mean that?", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "I don’t know if this is the right thing to do or not. But I think this is what my brother would have done.", "recruiter": "Tana", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "Is that you, Cormag?", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "Sir Duessel... You have abandoned your country and your lord. I must take your life.", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "I know. I’m ready now. I have no duty anymore. But you, Cormag. You’re a soldier of the empire. Follow your orders and fulfill your mission. I’m ready.", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "......", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "Cormag!", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "To be honesty, I’m confused. Must you truly die? Is your crime really deserving of death? I know my brother could have settled this, but... I’ve come here to stop you, and yet I find that I cannot.", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "......", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "You see, I couldn’t believe you would ever truly turn traitor. And now I stand here, looking at you, Duessel of the Imperial Three. And you do not have the eyes of a traitor.", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "......", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Cormag", "line": "No. I cannot turn my lance on you, the empire’s faithful son. General Duessel... Until this matter is sorted, you travel under my protection.", "recruiter": "Duessel", "recruit": "Cormag"}, {"speaker": "Duessel", "line": "Cormag... Forgive me...", "recruiter": "Duessel", "recruit": "Cormag"}], "boss": [{"speaker": "Beran", "line": "Prince Ephraim of Renais... The Obsidian Duessel... Two incredible trophies. Who could ask for more?"}], "end": [{"speaker": "Beran", "line": "Grrr... They’re held on for too long. If this continues, General Valter will have me– ...Prepare a ship. We must flee. Quickly!"}, {"speaker": "Soldier", "line": "B-but General Valter... He’ll be so angry..."}, {"speaker": "Beran", "line": "We’re doomed either way. General Valter will never forgive our failure here... And if we stay, we’ll be devoured like those other fools... Our best bet is to give up and escape with our lives."}, {"speaker": "Soldier", "line": "Commander Beran! Wait!"}, {"speaker": "Seth", "line": "Prince Ephraim. The remaining enemy troops have fled."}, {"speaker": "Ephraim", "line": "I see. And what of Duessel? Is he unharmed?"}, {"speaker": "Seth", "line": "Yes. This way."}, {"speaker": "Duessel", "line": "Prince Ephraim... You’ve grown to be quite the impressive commander. I remember what a stubborn young lad you were when I taught you."}, {"speaker": "Ephraim", "line": "Any skill I have, I owe to you, Duessel. I’m curious, why are you being pursued by your own troops?"}, {"speaker": "Duessel", "line": "......"}, {"speaker": "Ephraim", "line": "Speak to me, Duessel. I want to put an end to this war. I’m sure you feel the same way."}, {"speaker": "Duessel", "line": "...... ...As you know, the emperor was once a man of compassion. He loathed war, and he worked to build peace across all nations. Then...one day that all changed."}, {"speaker": "Ephraim", "line": "...... But why? Why did he change? What happened?"}, {"speaker": "Duessel", "line": "I wish I knew. But if you’re looking for a likely cause, I have one. This all seems to have begun when Prince Lyon and the mages created a strange gemstone they referred to as the Dark Stone."}, {"speaker": "Ephraim", "line": "The Dark Stone?"}, {"speaker": "Duessel", "line": "That’s what the clerics and the prince called it, at any rate Now, I’m just a soldier. I don’t know anything about these magic things. But they said the Dark Stone is more powerful even than the Sacred Stones."}, {"speaker": "Ephraim", "line": "And the Sacred Stones had the power to defeat the Demon King. If the Dark Stone is stronger than they are..."}, {"speaker": "Myrrh", "line": "...Ephraim."}, {"speaker": "Ephraim", "line": "What is it, Myrrh?"}, {"speaker": "Myrrh", "line": "The wave of evil I felt surging from the capital... It hungers... It consumes. It envelops and transforms. This power can tarnish the purest of souls with its corruption."}, {"speaker": "Ephraim", "line": "Are you saying this Dark Stone is responsible for the change in Vigarde? The timing fits, doesn’t it? The stone is created, and then– Duessel, where is the Dark Stone now?"}, {"speaker": "Duessel", "line": "It’s in the capital, with Prince Lyon. He’s been carrying it with him ever since the day it was created."}, {"speaker": "Ephraim", "line": "Understood. Duessel, I’m going to the capital. I must talk to Lyon. Maybe we can restore the emperor together."}, {"speaker": "Duessel", "line": "...I’m going with you."}, {"speaker": "Ephraim", "line": "But we’ll be fighting Grado’s army–your own men."}, {"speaker": "Duessel", "line": "I appreciate your concern, but I’ve already been branded a traitor. Prince Ephraim, if you mean to save my lord the emperor... If you hope to restore him to his former self... then I will pledge my loyalty to you until your cause is won."}, {"speaker": "Soldier", "line": "General Duessel!"}, {"speaker": "Duessel", "line": "Men, I owe each of you an apology. You’ve served me well, and I have betrayed you."}, {"speaker": "Soldier", "line": "You speak nonsense, General! We are your men, no matter what happens! If you must leave Grado to fight with Frelia’s men, then our place is at your side. Your road is our road!"}, {"speaker": "Duessel", "line": "My brave men... Sniff... Bah, I’m getting old. I’m a sentimental old fool."}, {"speaker": "Soldier", "line": "We ask to be allowed to join the Frelian army. Prince Ephraim has many soldiers. He doesn’t need us with him. Please, send us older soldiers off to fight with Frelia. And may the gods of war smile upon you, General Duessel."}, {"speaker": "Seth", "line": "Prince Ephraim, we must now take to the seas. The Frelian army is readying a ship for us now. We have some time to rest until it’s ready to set sail."}, {"speaker": "Ephraim", "line": "Right. We’ll take a break, then. Tell the men. The road ahead is bound or be a rough one."}, {"speaker": "L’Arachel", "line": "Well, hello there! Tell me, are you all waiting to board a ship?"}, {"speaker": "Ephraim", "line": "Er, yes, we are..."}, {"speaker": "L’Arachel", "line": "I recommend that you abandon your plans, my friends. The locals are too frightened to set sail upon these seas."}, {"speaker": "Ephraim", "line": "Is there a storm coming in?"}, {"speaker": "L’Arachel", "line": "No, no storm–demons. Some sort of phantom ship commands these seas now."}, {"speaker": "Ephraim", "line": "A phantom ship?"}, {"speaker": "L’Arachel", "line": "Yes. But you needn’t worry for long, my friends. I plan on purging the seas of that pesky ghost ship."}, {"speaker": "Rennac", "line": "Oh, no... Here we go again."}, {"speaker": "Dozla", "line": "Gwah ha ha! Well said, Princess L’Arachel!"}, {"speaker": "L’Arachel", "line": "I, L’Arachel, am destined to become the protector of the seas! Fare thee well, strangers. Come, Dozla, we must find a ship."}, {"speaker": "Dozla", "line": "Gwah ha ha! Sounds fun! Come on, Rennac!"}, {"speaker": "Rennac", "line": "Honestly, L’Arachel, do you even think before you set these plans? Oh, please... Someone end my misery!"}, {"speaker": "Ephraim", "line": "...What was all that about?"}, {"speaker": "Seth", "line": "Prince Ephraim, our ship has arrived. Let us prepare to board. ...Something troubling you?"}, {"speaker": "Ephraim", "line": "No... It’s nothing. All right. Here we go!"}]}