{"chapter": "11B", "title": "Phantom Ship", "speakers": ["Selena", "Vigarde", "Lyon", "Myrrh", "Ephraim", "???", "Seth", "Riev", "L’Arachel", "Dozla", "L'Arachel"], "dialogue_counts": {"Selena": 7, "Vigarde": 5, "Lyon": 5, "Myrrh": 5, "Ephraim": 19, "???": 1, "Seth": 3, "Riev": 1, "L’Arachel": 17, "Dozla": 7, "L'Arachel": 1}, "gender_counts": {"M": 35, "F": 13, "N": 23, "A": 0}, "lines": 72, "transitions": "-FNFNFNMNFMFMFMNFM-FMFMFMFNMF-MMMM-M-M-M-M-NMNMNM-MNMNMNMNMN-NMNM-MFMNMNM-NMNMN-NMNM", "opening": ["General Duessel tells them of the enigmatic Dark Stone. The product of Grado's research into the dark arts, the Dark Stone possesses power far beyond that of the Sacred Stones. According to the rumors swirling about, Vigarde's descent into madness coincides with the creation of the Dark Stone. Ephraim must confirm the existence of the Dark Stone. He decides to travel to Grado by sea. Midway through their passage, however, an eerie fog begins to form..."], "intro": [{"speaker": "Selena", "line": "Your Majesty... I have returned."}, {"speaker": "Vigarde", "line": "Selena... You coward. Why did you not execute Duessel?"}, {"speaker": "Selena", "line": "Forgive me... It was that Valter..."}, {"speaker": "Vigarde", "line": "Selena. Duessel has betrayed us. He has bent his knee to Ephraim. Are you a traitor, too?"}, {"speaker": "Selena", "line": "Never! I am Your Majesty's vassal. I am yours, body and soul. Your Majesty, please, another chance, I beg you! Any order you see fit to issue, I will complete!"}, {"speaker": "Vigarde", "line": "......"}, {"speaker": "Lyon", "line": ".......Selena. I have something for you. If I may, Father?"}, {"speaker": "Vigarde", "line": "Yes."}, {"speaker": "Selena", "line": "What is it, Prince Lyon?"}, {"speaker": "Lyon", "line": "I want you to go to Za'albul Marsh and retrieve something for me. It is a dragonstone, a very special kind of rock."}, {"speaker": "Selena", "line": "A dragonstone?"}, {"speaker": "Lyon", "line": "That's right. It's very rare. There are only two in the entire world. I've heard rumors of a collector there who has one for sale. It looks like nothing but a common gemstone. I need it for my research. If I have that stone....my... Urg...gaa..."}, {"speaker": "Selena", "line": "My prince, are you all right?"}, {"speaker": "Lyon", "line": "I'm fine. Don't worry about me. Now, please, find me the dragonstone. Will you approve my request, Father?"}, {"speaker": "Vigarde", "line": "Yes. Do as my son asks."}, {"speaker": "Selena", "line": "Yes, understood. Your Majesty, I...would like to renew my oath of service to you here today. I pledge that I shall never again falter in my duty to you or to Grado. I beg your leave, my lord."}, {"speaker": "Lyon", "line": "......."}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Ephraim", "line": "Is this the first time you've seen the ocean, Myrrh?"}, {"speaker": "Myrrh", "line": "Yes. It's so blue, so vast."}, {"speaker": "Ephraim", "line": "It is at that. You know, this is my first passage on a ship. I've never appreciated just how enormous the sea is."}, {"speaker": "Myrrh", "line": "Really? I'd never have guessed you hadn't sailed before. You seem so calm."}, {"speaker": "Ephraim", "line": "If I'm to lead us, I can't allow any weakness to show through. I must appear competent and capable at all times, you understand?"}, {"speaker": "Myrrh", "line": "Ephraim... Um..."}, {"speaker": "???", "line": "Prince Ephraim."}, {"speaker": "Ephraim", "line": "Excuse me, Myrrh. We'll have to continue this later."}, {"speaker": "Myrrh", "line": "Ah, all right."}, {"speaker": "Ephraim", "line": "What is it, Seth?"}, {"speaker": "Seth", "line": "There's a ship following us, just on the edge of the fog. Should I ready the company for battle?"}, {"speaker": "Ephraim", "line": "Is it a Grado vessel?"}, {"speaker": "Seth", "line": "It's hard to say. The fog makes it difficult to see clearly. However, her crew seems not to be...human."}, {"speaker": "Riev", "line": "Heh heh heh... Rise and rage, my precious children of darkness. Ruin the wood and ride the sea! Drown your foes, and devour their flesh! Come celebrate the glorious rebirth of your lord and master, the Demon King! Heh, heh, heh."}], "battle": [{"speaker": "Ephraim", "line": "There! The enemy is closing. Prepare for battle!"}, {"speaker": "Ephraim", "line": "They've pulled alongside us... Those creatures are trying to board! That's fine--it'll bring 'em within reach of my lance. Push them back! Board their ship and seize the blasted thing!"}, {"speaker": "Ephraim", "line": "Another ship!? Stay calm, everyone! We take the fight to them!"}, {"speaker": "L’Arachel", "line": "Friends of justice! Allies of righteousness and order! Know that I, L’Arachel, have arrived! Now, I shall purge the seas of this vile vessel of villainy!"}, {"speaker": "Dozla", "line": "Gwah ha ha! Nice alliteration, Princess L’Arachel!"}, {"speaker": "L’Arachel", "line": "...... Hm? I didn’t hear Rennac’s voice. How very odd. Dozla, where has Rennac run off to this time?"}, {"speaker": "Dozla", "line": "Hmmm... He was with us at mealtime before we boarded, but..."}, {"speaker": "L’Arachel", "line": "That man can be such a distraction. ...Oh well, never mind! Let’s get started destroying these agents of chaos!"}, {"speaker": "Dozla", "line": "Gwah ha ha! Leave it to me!"}], "recruit-talk": [{"speaker": "Ephraim", "line": "You are...", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "Fear not, O weary traveler, for I am here to save you! I grant you the favor of my divine aid.", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "Ephraim", "line": "Who are you? What are you doing here?", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "Ah! Can it be? Do you not know the tales of my deeds? Have you not heard of the beauteous young woman traveling to defeat evil?", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "Ephraim", "line": "No, I haven’t.", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "Oh...", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "Ephraim", "line": "What is it?", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "It’s nothing... Please pay me no mind. I just feel a bit like being alone and weeping for a while.", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "Ephraim", "line": "What? No, you can’t... This is no place for crying. I’m sure you’ve noticed, but we’re under attack by monsters. If you can do anything to help, we would appreciate it.", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "That’s a good idea! I’ll do it. Now, I want you to observe closely my graceful actions!", "recruiter": "Ephraim", "recruit": "L'Arachel"}, {"speaker": "L’Arachel", "line": "Dozla.", "recruiter": "L'Arachel", "recruit": "Dozla"}, {"speaker": "Dozla", "line": "Yes? What is it, Princess L’Arachel?", "recruiter": "L'Arachel", "recruit": "Dozla"}, {"speaker": "L’Arachel", "line": "We’re going to be working together with those people. I want you to stay close by. Are you ready?", "recruiter": "L'Arachel", "recruit": "Dozla"}, {"speaker": "Dozla", "line": "Gwah ha ha! Ready as always!", "recruiter": "L'Arachel", "recruit": "Dozla"}], "end": [{"speaker": "Seth", "line": "We've destroyed the remaining monsters. The ship appears to be empty."}, {"speaker": "L'Arachel", "line": "And once again, the forces of righteousness prevail!"}, {"speaker": "Ephraim", "line": "Thank you. We owe our victory to you."}, {"speaker": "L’Arachel", "line": "Don't mention it. My name is L'Arachel. I'm on a never-ending quest to defeat evil in the name of virtue and order. Wait... Your face has a certain familiarity. I recently met a young woman who greatly resembles you."}, {"speaker": "Ephraim", "line": "Do you mean, Eirika? She's my sister."}, {"speaker": "L’Arachel", "line": "Eirika? Isn't that the name of the princess of Renais? And you have a very regal air about you yourself, don't you?"}, {"speaker": "Ephraim", "line": "My name is Ephraim, Prince of Renais. We're fighting to end Grado's invasion. To be honest..."}, {"speaker": "L’Arachel", "line": "Oh my! In that case, I must accompany you."}, {"speaker": "Ephraim", "line": "Do you understand that we alone are facing all the armies of Grado? We face untold numbers, and our odds of success are embarrassingly small."}, {"speaker": "L’Arachel", "line": "You clearly do not know who I am. Do not be startled by what I'm about to disclose to you... I am the princess of Rausten, theocracy of the righteous!"}, {"speaker": "Ephraim", "line": "You're the princess of Rausten? Hm. You certainly don't have the bearing of a commoner, but..."}, {"speaker": "L’Arachel", "line": "Ah, of course. My natural nobility gives me away every time. Truth to tell, dire circumstances have led me to begin this journey in secret. Prince Ephraim of Renais, please by assured that Rausten is your ally. Let us stand together against the villainous Grado Empire!"}, {"speaker": "L’Arachel", "line": "...Well, that's that, Dozla. We will now be traveling with Ephraim and his companions."}, {"speaker": "Dozla", "line": "Gwah ha ha! Understood! For you, Princess L'Arachel, I would dive headlong into a sea of evil! Why, I'd even tie myself up with ropes and chains first!"}, {"speaker": "L’Arachel", "line": "Such fabulous devotion! You are truly my most loyal attendant. Let us be off then."}, {"speaker": "Dozla", "line": "Gwah ha ha!"}]}