{"chapter": "12A", "title": "Village Of Silence", "speakers": ["Eirika", "Seth", "Saleh", "Innes", "L’Arachel", "Ewan", "Tethys", "Woman", "Grandmother"], "dialogue_counts": {"Eirika": 19, "Seth": 3, "Saleh": 12, "Innes": 6, "L’Arachel": 2, "Ewan": 12, "Tethys": 2, "Woman": 1, "Grandmother": 17}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 74, "transitions": "-------------", "intro": [{"speaker": "Eirika", "line": "...Hh...hh..."}, {"speaker": "Seth", "line": "Perhaps we should rest, milady. Master Saleh, is it much farther?"}, {"speaker": "Saleh", "line": "We’re close. It’s only half a day ahead."}, {"speaker": "Seth", "line": "I would ask for a moment’s rest before continuing. We are all exhausted. We can go no farther today."}, {"speaker": "Eirika", "line": "No, Seth. I’ll be fine. We must not be delayed by my weakness."}, {"speaker": "Innes", "line": "Whew... Hah... I didn’t realize we’d be climbing so high."}, {"speaker": "Eirika", "line": "Whoops!"}, {"speaker": "Saleh", "line": "...As I warned you before we set out, the footing here can be treacherous."}, {"speaker": "Innes", "line": "Do you people truly live in this place? These barren crags seem unfit for human habitation..."}, {"speaker": "Saleh", "line": "Material wealth brings strife. We’ve no need of these things. In this, we are of one mind with the Great Dragon."}, {"speaker": "Eirika", "line": "The Great Dragon?"}, {"speaker": "Seth", "line": "Ah! Princess Eirika, watch out!"}, {"speaker": "Eirika", "line": "More monsters... Master Saleh, do these creatures normally inhabit this region?"}, {"speaker": "Saleh", "line": "No... Those things come from Darkling Woods. It’s been a long time since they’ve wandered this far afield. It’s as the elder says... Evil omens take many shapes."}, {"speaker": "L’Arachel", "line": "It looks like those fiends have noticed us as well. We should move, Eirika."}], "battle": [{"speaker": "Saleh", "line": "I’m concerned for Ewan as well. I’ll go with you. I hope he is safe."}, {"speaker": "Ewan", "line": "Hey! Wa-wait a moment. We can work this out... You, uh, aren’t interested in talking, are you? Aaaaaa..."}, {"speaker": "Ewan", "line": "Where’d all those freaks come from? I’ve got to get back and warn everyone... But... I do wonder if Grandmother is all right."}], "recruit-visit": [{"speaker": "Ewan", "line": "Oh, Sister!"}, {"speaker": "Tethys", "line": "Ewan! Are you all right?"}, {"speaker": "Ewan", "line": "Yeah. I tried to fight those monsters. And you know what? I killed four of ’em! With my magic! That’s pretty good, huh?"}, {"speaker": "Tethys", "line": "What am I going to do with you? Anyway, it’s not safe here. Come with me, Ewan."}, {"speaker": "Ewan", "line": "...... You-you don’t believe me... You watch and see. I’ll show you how far I’ve come!"}, {"speaker": "Saleh", "line": "Ewan... You’re safe."}, {"speaker": "Ewan", "line": "Oh, Teacher! It’s you! You probably had to fight a ton of creatures to get here! You’re the best! I hope I can study with you forever."}, {"speaker": "Saleh", "line": "I’ve told you before... My mission is my life. If you wish to learn magic, you’d be better served by another."}, {"speaker": "Ewan", "line": "No way. I wanna be just like you. Why would I go study somewhere else? Wait... You’ve gotta go out on a mission again, don’t you! Take me with you! I’ve practiced a lot. I can already use all the magic you taught me!"}, {"speaker": "Saleh", "line": "...... Well, you seem quite adamant. All right. You may accompany me. I think being with me might be safer than remaining on your own."}, {"speaker": "Ewan", "line": "Yahoo!"}, {"speaker": "Ewan", "line": "Ah, hello!"}, {"speaker": "Eirika", "line": "Ewan! How wonderful. So you’re safe, are you?"}, {"speaker": "Ewan", "line": "Yep. I took care of a whole mess of those things. More of ‘em might show up at any time, so I’ll just follow you to the village. That’s all right, isn’t it?"}, {"speaker": "Eirika", "line": "I guess so... It’s probably safer than leaving you here by yourself. Let’s stick together, Ewan."}, {"speaker": "Ewan", "line": "Wahoo!"}, {"speaker": "Ewan", "line": "You were one of the people with my teacher, weren’t you? You think I can fight at your side? I can use the magic my teacher taught me. Well, what do you say?"}], "visit": [{"speaker": "Woman", "line": "I can’t believe monsters have appeared here in the realm of the Great Dragon. What is this world coming to? This staff you help to protect you against the beasts. Please travel safely."}], "end": [{"speaker": "Grandmother", "line": "Saleh? Is that you, Saleh? Tell me, is the Great Dragon well?"}, {"speaker": "Saleh", "line": "I’m sorry, Elder. I searched to the west, but I found nothing."}, {"speaker": "Grandmother", "line": "Is that so... Hm? Who’s that with you?"}, {"speaker": "Innes", "line": "I am Innes, prince of Frelia. The circumstances of our journey have led us here. We would like to pass through."}, {"speaker": "Eirika", "line": "Please."}, {"speaker": "Grandmother", "line": "Hmmm... We of Caer Pelyn have turned away from the world outside. The Great Dragon alone holds all our honor and esteem. In this place, princes and pauper are equals. Do you have a problem with that?"}, {"speaker": "Innes", "line": "...No. I understand."}, {"speaker": "Grandmother", "line": "Hm... Well then, be welcomed as guests in our homes. I see some of you are injured. You should use this rock moss. We have little beyond what we need, but we will prepare food and bedding. You can rest as long as you like."}, {"speaker": "Innes", "line": "We’ve no wish to trouble you. We’d just as soon pass straight through."}, {"speaker": "Grandmother", "line": "Don’t let your pride drive you to foolishness. That girl there looks like she’s ready to collapse at any moment. She’s ill from the height of the mountain. Saleh, prepare some tea for the lass."}, {"speaker": "Eirika", "line": "Thank you, Elder..."}, {"speaker": "Grandmother", "line": "Call me Grandmother, child. That is what the villages call me."}, {"speaker": "Eirika", "line": "Uh... Grandmother, may I ask you a question? This Great Dragon..."}, {"speaker": "Grandmother", "line": "Ah, the inquisitiveness of youth. Come, lass, listen to my words. The Great Dragon is...a blessing, one that watches over all mankind. Why, in days long past, when the Demon King appeared..."}, {"speaker": "Eirika", "line": "Demon King? Are you speaking of the legend of the Sacred Stones? The hero Grado used the power of the five Sacred Stones to defeat and seal away–"}, {"speaker": "Grandmother", "line": "No, no, that’s not right at all. Ah, how quickly did mankind forget its debt to the Great Dragon. To hear the story now, one would think humans alone brought about victory. That is a gross mistelling of the tale. Only through the Great Dragon’s strength could the Demon King be sealed away!"}, {"speaker": "Eirika", "line": "The Great Dragon and the Demon King..."}, {"speaker": "Grandmother", "line": "Mankind may have forgotten its debt, but the Great Dragon never forgets. It watches over the bones of the Demon King in Darkling Woods. It keeps the Demon King’s dark brood from swarming the world of men. The Great Dragon’s vigilance alone has kept us safe from their blind rage."}, {"speaker": "Eirika", "line": "Is that so? I’m... I’m sorry, I never knew..."}, {"speaker": "Grandmother", "line": "Hmph. You don’t need to know everything, but you should remember that."}, {"speaker": "Eirika", "line": "Yet, Grandmother, we encountered those creatures on the way here. And they have begun to appear in the land we live in as well. What does this mean?"}, {"speaker": "Grandmother", "line": "Ah... You have seen the effects of the omen that has appeared in the south. There is an energy there that has fouled the air and darkened the sky. The Great Dragon left Darkling Woods and went south to investigate. We of the village wished to protect the Great Dragon, so I sent my grandson, Saleh, as long as well. But they became embroiled in battle, and the Great Dragon disappeared. Since that time, there’s been no sign of the Great Dragon either here or abroad. We grew worried and directed Saleh to look for any trace of the Great Dragon. I am worried that the source of that foul energy may be responsible."}, {"speaker": "Eirika", "line": "A foul energy... From the south? Myrrh said something similar to this, too. Is the Great Dragon you speak of...one of the Manakete?"}, {"speaker": "Grandmother", "line": "Manakete?!? How dare you speak so of the Great Dragon!"}, {"speaker": "Eirika", "line": "I-I’m sorry."}, {"speaker": "Grandmother", "line": "But if you’ve seen the noble Myrrh, perhaps I can proceed more quickly. You see, our Great Dragon took the form of Mistress Myrrh in her travels. And you tell me that you have seen the Great Dragon yourself, lass?"}, {"speaker": "Eirika", "line": "Yes. Myrrh was with my brother."}, {"speaker": "Grandmother", "line": "What?! Where is this brother of yours!?"}, {"speaker": "Eirika", "line": "He leads a force of men against Grado. Myrrh rides beside him."}, {"speaker": "Grandmother", "line": "Saleh, this is urgent! You must leave for Grado at once and rescue the Great Dragon!"}, {"speaker": "Saleh", "line": "Understood. I will..."}, {"speaker": "L’Arachel", "line": "Oh, where are you off to? If you’re going to Grado, the swiftest route takes you through Jehanna. It would be to your advantage to join us in our journey for a time. It’s far safer then being on your own."}, {"speaker": "Saleh", "line": "You have a point... Mistress Eirika, protecting the Great Dragon is my duty. Please allow me to travel with you on the road ahead."}, {"speaker": "Innes", "line": "We are in your debt, Matron."}, {"speaker": "Grandmother", "line": "Not at all. All of our guidance comes from the Great Dragon. Saleh."}, {"speaker": "Saleh", "line": "Yes, I know. The road to Jehanna lies here."}, {"speaker": "Eirika", "line": "Grandmother, thank you so much for everything."}, {"speaker": "Grandmother", "line": "I know you’ll help the Great Dragon, but please look after Saleh as well. He’s not very personable, but he’s the only grandchild I have."}]}