{"chapter": "12B", "title": "Landing At Taizel", "speakers": ["Seth", "Ephraim", "Saleh", "Ewan", "???", "Myrrh", "Soldier", "Caellach", "Riev", "Man", "Marisa"], "dialogue_counts": {"Seth": 12, "Ephraim": 15, "Saleh": 4, "Ewan": 11, "???": 1, "Myrrh": 2, "Soldier": 1, "Caellach": 4, "Riev": 3, "Man": 1, "Marisa": 5}, "gender_counts": {"M": 49, "F": 7, "N": 3, "A": 0}, "lines": 59, "transitions": "MMM-MMMMMMMM-M-N-MMMMMFM-NMM-M-MMMMMM-M-N-M-MFMFMFMFMF-MMMM-F-MMMMMMMMMMM", "intro": [{"speaker": "Seth", "line": "Prince Ephraim, we've docked in Taizel. There's no sign of enemy troops at this time."}, {"speaker": "Ephraim", "line": "Understood. Let's move quickly and prepare to go ashore. We've a straight road to the capital from here, but we'll be fighting for every step."}, {"speaker": "Seth", "line": "Yes, and the fighting will only grow fiercer as we near the capital. If I may, my lord, I'd like to make a suggestion."}, {"speaker": "Saleh", "line": "This is the town, isn't it, Ewan?"}, {"speaker": "Ewan", "line": "Yep. Thanks a lot, Teacher. This is where Marisa is supposed to be. I have to tell her what's going on, or she'll end up working for free."}, {"speaker": "Saleh", "line": "What happened? I heard there was some mistake, but..."}, {"speaker": "Ewan", "line": "Yeah, the mercenary guild got Marisa mixed up with someone else. I don't know where she was supposed to go, but they sent her here instead. I figured I'd better let her know about the mix-up, right? So what are you going to do now?"}, {"speaker": "Saleh", "line": "I'm heading back to the village. I've looked near and far, but I haven't been able to locate the Lord Dragon. I must report my findings."}, {"speaker": "Ewan", "line": "Oh, I see..."}, {"speaker": "Saleh", "line": "I'll be going now. Remember what I told you, Ewan..."}, {"speaker": "Ewan", "line": "I know, I know. Don't be reckless with magic."}, {"speaker": "Ewan", "line": "Well, I'd better get going and find Marisa. That looks like a good place to start asking around."}, {"speaker": "???", "line": "Ephraim... From the east..."}, {"speaker": "Ephraim", "line": "...That won't do, Seth. I cannot approve of sending reservists to the front lines."}, {"speaker": "Seth", "line": "But...the Grado army outnumbers our own by a tremendous amount. We have talented soldiers, but that counts for nothing against those numbers. Currently, we have some ready reservists in the rear, protecting our supply convoy. What good is defending our convoy if it comes at the cost of losing the front? We must abandon our rear guard and strengthen the van, or we've already lost."}, {"speaker": "Ephraim", "line": "This is enemy territory. We cannot surrender the convoy!"}, {"speaker": "Seth", "line": "But, Prince Ephraim..."}, {"speaker": "Ephraim", "line": "Seth, I know you only want to improve the odds of our success. And I know you only make these suggestions in part to protect me from harm. However, I have no intention of changing my mind in this. I--...Myrrh?"}, {"speaker": "Myrrh", "line": "Oh, pardon...me... I-I... It's nothing."}, {"speaker": "Ephraim", "line": "Myrrh..."}, {"speaker": "Soldier", "line": "Prince Ephraim! It's a trap! The city's crawling with Grado men! We're under attack!"}, {"speaker": "Seth", "line": "Prince Ephraim."}, {"speaker": "Ephraim", "line": "All troops prepare to fight! To arms!"}], "battle": [{"speaker": "Caellach", "line": "Soldiers of Grado! You call yourselves warriors? You’re pathetic! Fort Rigwald? You lost it! Your General Duessel? A traitor! Where is the honor of the Grado Imperial Army? It wallows in filth and mud. Is this the ending you envisioned? Is this how you would be remembered? Will you let the bards sing of how you fell to the renegade Ephraim? I think not! Now get up and fight! Kill them all! And bring me Ephraim’s head!"}, {"speaker": "Riev", "line": "Heh heh heh... Caellach. Interesting. What are you doing here? You were ordered to loose your dogs of war on Jehanna, were you not?"}, {"speaker": "Caellach", "line": "Keep silent, you decrepit fool. I told you, Jehanna’s under control. My plan is in full effect. All we need do now is wait. You see, Jehanna is an overripe fruit. It’s being devoured by worms from within. We can pluck it anytime we wish."}, {"speaker": "Riev", "line": "Heh heh heh... Oh, how your plans seem to have gone awry. Even now, Eirika makes her way toward Jehanna. Your perfect fruit has turned to rot while you did nothing. It’s time. You will return to the capital with me."}, {"speaker": "Caellach", "line": "What?! Are you truly serious, you old goat? Glen... No, it’s that black-hearted Valter... What’s he playing at now?"}, {"speaker": "Riev", "line": "There’s no call for that sort of talk. That one has his uses after all. You can leave the defeat of Ephraim to your subordinates. Oh yes, and you can use the troops I brought with me as well. It will, no doubt, be an interesting battle. Heh heh heh... Let’s go now, Caellach. You wouldn’t want to hurt a certain someone’s feelings, would you?"}, {"speaker": "Caellach", "line": "Bah. What else can I do?"}, {"speaker": "Ephraim", "line": "More of those fiends? What’s going on? Their movements… It’s… It’s as though those creatures are cooperating with Grado’s army…"}], "visit": [{"speaker": "Man", "line": "Ah... I wonder if that dancer will ever come this way again. I don’t know why, but her dances really pepped me up. Even after a hard day’s work, I felt as fresh as if I’d just woken up! It sure would be nice if she would dance for me again someday."}], "recruit-visit": [{"speaker": "Ewan", "line": "Er, hello. My name’s Ewan. I’m training to be a sage. I need to find a woman by the name of Marisa. I don’t know where she’s done. If you’ll help me find her, I’ll gladly travel with you. I’m a useful guy to know. In a pinch, I can use the magic I’ve learned so far. So what do you say? Do we have a deal?"}], "recruit-talk": [{"speaker": "Ewan", "line": "There you are, Marisa.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Marisa", "line": "Ewan? What are you doing here?", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Ewan", "line": "Marisa, the mercenary guild sent you here, didn’t they? They assigned you to fight under Commander Gerik, right?", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Marisa", "line": "That’s right. But the chief’s not here.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Ewan", "line": "I know. It was all a mistake. Your commander’s over there, working on another job. He wants you to join him.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Marisa", "line": "Really? He said that?", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Ewan", "line": "Yep.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Marisa", "line": "I’m on my way.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Ewan", "line": "Hey, wait! Wait! Take me with you! This group’s headed east, too. Let’s stick with them for now.", "recruiter": "Ewan", "recruit": "Marisa"}, {"speaker": "Marisa", "line": "Very well.", "recruiter": "Ewan", "recruit": "Marisa"}], "end": [{"speaker": "Seth", "line": "The enemy troops have been defeated. We're taking care of the wounded now."}, {"speaker": "Ephraim", "line": "Understood. We'll rest in this city until we're prepared to advance. Replenish supplies and rest the troops. Remind every soldier that anyone who breaks the city's laws will be severely punished. Anything else?"}, {"speaker": "Seth", "line": "We should prepare defenses along the east in case of assault. The capital's not far, and fresh troops could be here at any time."}, {"speaker": "Ephraim", "line": "Good point. All right, set up three rotating watches. Then--"}, {"speaker": "Myrrh", "line": "...Pardon me, Ephraim..."}, {"speaker": "Ephraim", "line": "Myrrh's gone? Are you sure?"}, {"speaker": "Seth", "line": "Yes, she's been missing since this morning. There are no signs of a struggle. I feel she left of her own accord."}, {"speaker": "Ephraim", "line": "Where did she go? Didn't anyone see her?"}, {"speaker": "Seth", "line": "One of the guards reports having seen a young lady heading east. He said she seemed unsteady on her feet. It may have been her."}, {"speaker": "Ephraim", "line": "Prepare to move out. We head east."}, {"speaker": "Seth", "line": "Prince Ephraim..."}, {"speaker": "Ephraim", "line": "I'm not just acting on emotion, Seth. The capital lies to the east as well."}, {"speaker": "Seth", "line": "..."}, {"speaker": "Ephraim", "line": "Seth, you will obey your commander and sovereign, do you hear me? Listen, I know what you said is true. I am king in all but title now. I know I must place my duty as commander above my life as a man. And once I am crowned, I most certainly will do exactly that. However, I am not ready to divorce myself from my compassion just yet. I will find the balance somehow, the means to save my country and her people. That is the king I wish to become, and so that is the man I must be. I need your help in this, Seth."}, {"speaker": "Seth", "line": "...I understand, Prince Ephraim. If that is your decision, then I will do my best to assist you."}, {"speaker": "Ephraim", "line": "I'm counting on it. Please be safe, Myrrh."}]}