{"chapter": "13B", "title": "Fluorspar's Oath", "speakers": ["Selena", "???", "Myrrh", "Soldier", "Seth", "L’Arachel", "Gerik", "Tethys", "Ephraim", "Marisa", "Ewan", "Woman", "Girl", "Duessel"], "dialogue_counts": {"Selena": 33, "???": 1, "Myrrh": 33, "Soldier": 1, "Seth": 2, "L’Arachel": 1, "Gerik": 12, "Tethys": 6, "Ephraim": 18, "Marisa": 4, "Ewan": 1, "Woman": 1, "Girl": 1, "Duessel": 4}, "gender_counts": {"M": 37, "F": 76, "N": 5, "A": 0}, "lines": 119, "transitions": "-FNFFFFFFFFFFFFFFFF-FFFFFFFFFFFFFFFFFFFNF-FFFFF-MNM-MFFMFMFFMFFMFM-FMFMFMFM-MMMMMM-FMFMFMF-FMF-N-N-F-MFMFMFMFMF-MFMFMFMF-FMFMFMFMFMFM", "opening": ["Ephraim leads the group to Za'albul Marsh in search of the missing Myrrh. They learn from soldiers and villagers that Myrrh had been captured by General Selena, one of Grado's commanders. She was last seen heading east. To regain their companion, the group will now be forced to fight. Ephraim steels his heart to the reality that he must face Selena."], "intro": [{"speaker": "Selena", "line": "So this is a dragonstone... The description was accurate. It looks like an ordinary gemstone. If only His Majesty hadn't ordered me to bring this to the capital immediately... I've heard reports that Prince Ephraim and a Frelian army have landed nearby. If I didn't have those blasted restrictive orders, I could--"}, {"speaker": "???", "line": "...Return it..."}, {"speaker": "Selena", "line": "What?"}, {"speaker": "Myrrh", "line": "The stone... Please. Return it to me."}, {"speaker": "Selena", "line": "You... You're--"}, {"speaker": "Myrrh", "line": "Return the stone to me... Please...I'll do anything."}, {"speaker": "Selena", "line": "Why do you want the stone? Who are you? You're not from Grado, that's for sure."}, {"speaker": "Myrrh", "line": "Without the stone, I... Please, give it back to me."}, {"speaker": "Selena", "line": "Answer my questions!"}, {"speaker": "Myrrh", "line": "My name is Myrrh. I come from Darkling Woods. I was betrayed, and my stone was taken from me. I was imprisoned, caged, to be transported somewhere. Prince Ephraim came to my rescue. I've been traveling in his care ever since."}, {"speaker": "Selena", "line": "You're with Ephraim? I can't let you leave. Maybe I should take you back to the capital with me."}, {"speaker": "Myrrh", "line": "Wait... You're from Grado? Tell me, has anyone around you--Have you noticed any changes in the people around you recently?"}, {"speaker": "Selena", "line": "Changes? What do you mean by that?"}, {"speaker": "Myrrh", "line": "Anyone near you... Has anyone been transformed, either in spirit or demeanor? Does anyone act in such a way as to appear a different person altogether?"}, {"speaker": "Selena", "line": ".......How could you know..."}, {"speaker": "Myrrh", "line": "The darkness is to blame. I've come here to stop it."}, {"speaker": "Selena", "line": "...You will tell me more. If I find you are lying, I will punish you. Do you understand?"}, {"speaker": "Myrrh", "line": "Yes. Are you ready? I will tell you everything I know."}, {"speaker": "Selena", "line": "...... ...I see. Myrrh, I think I understand everything you've told me."}, {"speaker": "Myrrh", "line": "Good."}, {"speaker": "Selena", "line": "But I cannot believe it. How can I allow myself to believe it? If it's true, then... then His Majesty is already--"}, {"speaker": "Myrrh", "line": "Dame Selena... What's that?"}, {"speaker": "Selena", "line": "It is a fluorspar... His Majesty presented it to me when I was promoted to general. This gemstone is proof of my commission. It's one of Grado's treasures... I received it years ago, but I remember that day like it was yesterday. His Majesty smiled so kindly. His voice was filled with dignity and affection..."}, {"speaker": "Myrrh", "line": "Dame Selena, you love your emperor, don't you?"}, {"speaker": "Selena", "line": "What are you--"}, {"speaker": "Myrrh", "line": "I can see it. Dame Selena, I can see how much you treasure..."}, {"speaker": "Selena", "line": ".......His Majesty is most compassionate. You see, I'm a commoner. I was raised in a desolate, impoverished village. My family couldn't afford our taxes. No one could. We were desperate. Some of us considered...horrible things to make enough money to survive winter. Then, supplies began to arrive. We were told they came from the emperor himself. He sent them to us, a poor frontier town who couldn't even afford to pay taxes."}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Selena", "line": "Neighboring kingdoms must have thought the emperor mad, I can only guess. But His Majesty did not care about his standing among kings. He cared for his people. He saved us."}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Selena", "line": "That spring, I went to the capital and became a soldier, then a knight. I wanted to dedicate my life to the emperor who had saved it. I felt I understood his dream. I felt I shared his vision..."}, {"speaker": "Myrrh", "line": "Dame Selena..."}, {"speaker": "Selena", "line": "Myrrh, this wave of dark energy you spoke of... Can its evil really change a person that completely?"}, {"speaker": "Myrrh", "line": "Yes... All trace of this person would be consumed...destroyed."}, {"speaker": "Selena", "line": "How can the process be reversed?"}, {"speaker": "Myrrh", "line": "...I'm sorry. That is...impossible."}, {"speaker": "Selena", "line": "...I see."}, {"speaker": "Soldier", "line": "Dame Selena. Enemy troops are heading this way! We await your orders."}, {"speaker": "Selena", "line": "Understood. Tell the men we meet them head on."}, {"speaker": "Selena", "line": "Myrrh. I release you. Return to Prince Ephraim's side."}, {"speaker": "Myrrh", "line": "Dame Selena..."}, {"speaker": "Selena", "line": "I apologize, but I cannot return your dragonstone to you. I vowed never again to fail in my duty to His Majesty. If you want the dragonstone back, tell Ephraim he must defeat me."}, {"speaker": "Myrrh", "line": "But that's--"}, {"speaker": "Selena", "line": "Go now! This place will soon run red! All troops to arms! For the glory of Grado!"}, {"speaker": "Seth", "line": "Prince Ephraim, the Grado troops are lining up to the fore. Their commander is a Grado general... It's Selena Fluorspar."}, {"speaker": "L’Arachel", "line": "Selena... I've heard she wields the power of the thunderstorm...that she uses its might to attack from afar without mercy."}, {"speaker": "Seth", "line": "Prince Ephraim, I urge you to exercise caution when faced with such magic."}], "battle": [{"speaker": "Gerik", "line": "Prince Innes said they would be around here somewhere. Now where in the blazes is this Ephraim?"}, {"speaker": "Tethys", "line": "From this distance, I can't tell which army is Frelia and which Grado. We'll have to move in closer if we're to sort this all out."}, {"speaker": "Myrrh", "line": "Ah..."}, {"speaker": "Gerik", "line": "Hm?"}, {"speaker": "Tethys", "line": "Oh, what an adorable girl. It's all right. Come here..."}, {"speaker": "Gerik", "line": "You're a bit young to be on your own. Did you get lost then?"}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Tethys", "line": "There's no reason to be afraid. This fellow's a bit scary to look at, but he's not so bad."}, {"speaker": "Gerik", "line": "Come now... Hmph. But she is right, you know. If you keep looking so scared, you're likely to hurt my feelings."}, {"speaker": "Tethys", "line": "Please, little one, tell us your name."}, {"speaker": "Myrrh", "line": "I am Myrrh. I wish to return to Ephraim's side."}, {"speaker": "Gerik", "line": "Ephraim? We're supposed to be guarding someone by that name... Can you help us find him?"}, {"speaker": "Myrrh", "line": "Yes... He's over there."}, {"speaker": "Gerik", "line": "Hey! Hold on!"}, {"speaker": "Myrrh", "line": "Ephraim."}, {"speaker": "Ephraim", "line": "Myrrh! You're safe. Thank goodness."}, {"speaker": "Myrrh", "line": "Ephraim... I'm sorry. I... I..."}, {"speaker": "Ephraim", "line": "Myrrh..."}, {"speaker": "Myrrh", "line": "It's because I forced you to bring me with you... I didn't want to be a burden to you any longer. But all I've done is made you worry... I'm...sorry..."}, {"speaker": "Ephraim", "line": "It's fine, Myrrh. I'm the one who should be sorry. I failed in my promise to watch over you. The battle's about to begin. I want you to move to the rear."}, {"speaker": "Myrrh", "line": "Ephraim... Those aren't bad people. I spoke to one, and she listened--"}, {"speaker": "Ephraim", "line": "All right. I'll do my best to persuade them to join us."}], "recruit-talk": [{"speaker": "Gerik", "line": "Are you Ephraim?", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Ephraim", "line": "Yes, I am, but...", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "I'm Gerik, mercenary commander. Prince Innes bought our swords and sent us here to join you. Any problem with that?", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Ephraim", "line": "Innes sent you?", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Yeah, and the prince had a message for you as well. He said, \"I've no need of assistance, Ephraim, but I'm sure you do.\" That's all. I figured you would know what he was talking about.", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Ephraim", "line": "Well, that's definitely from Innes. Regardless, your aid is welcome. Please join us in our fight.", "recruiter": "Ephraim", "recruit": "Gerik"}, {"speaker": "Marisa", "line": "Chief.", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Oh, Marisa! So Ewan found you after all, eh? Sorry for the trouble. Appears the guild made an error. Blast it all. I should have double-checked everything myself.", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Marisa", "line": "No worries. I’m with you now.", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Have you taken any wounds? They send you all the way to Taizel, after all. What ill luck that was...", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Marisa", "line": "I’m fine. I’ll fight at your side.", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Gerik", "line": "Ah, that’s comforting. We’ve been hired to guard a Prince Ephraim. Before we do, though, we’d better take care of these enemy troops, huh? Let’s move, Marisa.", "recruiter": "Marisa", "recruit": "Gerik"}, {"speaker": "Marisa", "line": "Understood.", "recruiter": "Marisa", "recruit": "Gerik"}], "battle-talk": [{"speaker": "Tethys", "line": "Ewan, you’ve completed the task you were given, haven’t you? This is a dangerous place. Please, go wait at the inn. I’ll be there to collect you as soon as I’m able.", "person_1": "Ewan", "person_2": "Tethys"}, {"speaker": "Ewan", "line": "No way! I want to fight, too. I’ve become friends with Prince Ephraim, you know? We’re going to take out the big, bad evil empire.", "person_1": "Ewan", "person_2": "Tethys"}, {"speaker": "Tethys", "line": "Wait just a minute, Ewan! Ah! Ooh, that troublemaker.", "person_1": "Ewan", "person_2": "Tethys"}], "visit": [{"speaker": "Woman", "line": "You must have gone through a lot to make it here. Did you come to warn us about the fighting going on? Thanks so much. Here, please take this staff. Oh, go on. Don’t be shy."}, {"speaker": "Girl", "line": "Dame Selena often visits our village when she’s on patrol. She even came to our aid when we were attacked by bandits. ...... Please, I beg of you. Don’t hurt Dame Selena."}], "boss": [{"speaker": "Selena", "line": "Fluorspar... His Majesty gave me this name. Therefore, I..."}, {"speaker": "Ephraim", "line": "Are you Selena?", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Selena", "line": "Indeed I am. And you are Prince Ephraim.", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Ephraim", "line": "I know you've spoken with Myrrh. Withdraw your troops. You must know the emperor is not rational!", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Selena", "line": "Yes, I know.", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Ephraim", "line": "Then why? Why do we still fight?", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Selena", "line": "I am a general of the empire. His majesty's word is law.", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Ephraim", "line": "That's ridiculous. You know the emperor is deranged, and yet you follow his orders?! Is that truly loyalty?", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Selena", "line": "Prince Ephraim, you cannot understand. I know the path I'm given is foolish. Yet I am a knight, and I have no other.", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Ephraim", "line": "Selena, please! I have no wish to see you die here!", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Selena", "line": "Me? Die? Prince Ephraim, you misunderstand me. I have no intention of dying. Madness though it may be, I will be the one doing the killing today.", "unit": "Ephrain", "boss": "Selena"}, {"speaker": "Duessel", "line": "Well met, Selena.", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Selena", "line": "General Duessel... I must offer you my apologies. I called you a traitor, but I was mistaken. Your loyalty never wavered, not for an instant.", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Duessel", "line": "......", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Selena", "line": "And yet you must know that I have no intention of withdrawing. So let us not waste words. Let us settle this with steel, my friend.", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Duessel", "line": "That's how it is to be, then? One of us dies by the other's hands?", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Selena", "line": "Yes. It's the path I've chosen. I have no regrets.", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Duessel", "line": "I see... Well. I, too, must follow the path that I have chosen.", "unit": "Duessel", "boss": "Selena"}, {"speaker": "Selena", "line": "Very well.", "unit": "Duessel", "boss": "Selena"}], "end": [{"speaker": "Myrrh", "line": "Dame Selena..."}, {"speaker": "Ephraim", "line": ".......General Selena possessed a curious stone. Myrrh, is this the dragonstone you lost?"}, {"speaker": "Myrrh", "line": "Yes, it is. But I'm saddened by its return. My dragonstone is here and yet... My heart is heavy with remorse..."}, {"speaker": "Ephraim", "line": "Myrrh..."}, {"speaker": "Myrrh", "line": "Ephraim, can you tell me why this had to happen? Dame Selena was a good person. She was filled with joy when she spoke of the emperor. Why did Dame Selena have to die? Why did we have to take up arms against her?"}, {"speaker": "Ephraim", "line": "I'm sorry... If I could have convinced her to lay down her arms, I would have. It was simply not possible. I had no choice. She had to die. I know you don't approve, but you must know I have my reasons."}, {"speaker": "Myrrh", "line": "My apologies... Ephraim, I... I am not seeking to blame you. It's just that...I grieve for her."}, {"speaker": "Ephraim", "line": "......."}, {"speaker": "Myrrh", "line": "I ventured out of the forest, chasing after that dark energy. I thought perhaps that I could negate its evil force. Is your cause so different from Selena's? How many good people must die alongside the wicked?"}, {"speaker": "Ephraim", "line": "Myrrh..."}, {"speaker": "Myrrh", "line": "What can we do to end this without any more good people dying?"}, {"speaker": "Ephraim", "line": "I don't have any answer for you. But I will continue on toward the capital, and perhaps I will find one there. I will learn the truth behind this madness."}]}