{"chapter": "15", "title": "Scorched Sand", "speakers": ["Seth", "Eirika", "Ephraim", "Riev", "Valter", "Lyon", "Caellach", "Duessel", "Knoll", "Innes", "Saleh", "Man", "Young Man", "Old Woman", "Tana", "Ewan", "L’Arachel", "Myrrh"], "dialogue_counts": {"Seth": 8, "Eirika": 31, "Ephraim": 27, "Riev": 2, "Valter": 4, "Lyon": 7, "Caellach": 9, "Duessel": 1, "Knoll": 1, "Innes": 14, "Saleh": 7, "Man": 1, "Young Man": 1, "Old Woman": 1, "Tana": 7, "Ewan": 4, "L’Arachel": 8, "Myrrh": 3}, "gender_counts": {"M": 84, "F": 41, "N": 11, "A": 0}, "lines": 137, "transitions": "-MFMFMFMF-MMM-MMMM-MMMMMMMMMMMMMM-MMMM-FMMF-N-N-N-MFMF-MMMMMM-FMFMFMF-FFFFF-MFMFM-MMMMMMM-M-M-M-M-FMFMFMFMN-FMFMFMFN-MNMMMMMMFMFMFMFMFMFMNFNFNFNMMFNMMFM-MFMFMF---", "opening": ["Ephraim's sister is in danger Grado's General Caellach has attacked Jehanna Hall, forcing its surrender. Though Eirika and her troop have left the Hall, Grado's forces pursue them relentlessly. Trapped in the burning desert, enemy forces close in on them from all sides. With no time to wait for Frelia's troops, Ephraim leaves for Jehanna immediately. He must go to his sister's aid."], "intro": [{"speaker": "Seth", "line": "Princess Eirika, are you well?"}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Seth", "line": "Princess Eirika!"}, {"speaker": "Eirika", "line": "...Oh...Seth?"}, {"speaker": "Seth", "line": "Yes, it’s me. Please, you must rest. If we continue like this, you’ll..."}, {"speaker": "Eirika", "line": "No... it’s all right. We’re all suffering... We’re still completely surrounded by Grado’s armies... We may all die at any moment... I can’t lose focus now. Has anything changed?"}, {"speaker": "Seth", "line": "Unfortunately, no. On every front, our forces meet with defeat upon defeat. Rausten’s knights are scattered and worn, and the enemy is closing in around them. And this accursed sand... Most of the units can’t get proper footing and are being slowed down. Mounted units are having the worst time, as their movement is severely limited. Princess Eirika... I ask that you leave for safety. We’ll use flying units and magic users to hold the foe here."}, {"speaker": "Eirika", "line": "No. I will not retreat. If I give up now... My brother would not forgive me. I’m the princess of Renais. I will fight, either to victory or to death. Brother, I..."}, {"speaker": "Ephraim", "line": "There’s Jehanna Hall... It’s nothing but a ruin now. Blast! I don’t know what’s happened, but... I’d better get to Eirika and the others as soon as possible."}, {"speaker": "Seth", "line": "I’ve discovered which of Grado’s generals lead the forces surrounding the hall. Valter the Moonstone and Caellach the Tiger Eye. Two of the strongest of the empire’s generals, with near-peerless forces. Above all else, we must rescue Princess Eirika, and yet... If you fall, Prince Ephraim, we’re all finished. And this accursed sand... Most of the units can’t get proper footing and are being slowed down. Mounted units are having the worst time, as their movement is severely limited. Some of us can move better than others, though... A combination of magic wielders and sky riders should give us some advantage. Whatever we do, we must move cautiously."}, {"speaker": "Ephraim", "line": "I understand. This is just like the battle for Renvall. We either rescue Eirika or defeat all the enemy troops. If we accomplish either goal, victory is ours. Let’s move!"}, {"speaker": "Riev", "line": "Valter... You should stop playing around. If you don’t’ finish off Eirika’s forces swiftly... Her brother’s left the capital. He should be arriving here shortly. You don’t want to be fighting her still when he arrives. Trust me. We are equals here in Grado’s army. Would you like me to assist?"}, {"speaker": "Valter", "line": "All you need to do is vanish, you disgusting old man. Eirika is mine. I won’t let you have her. She is so strong, so beautiful... She’s the prey I’ve dreamed of."}, {"speaker": "Riev", "line": "Heh heh heh... Your fangs are still sharp, eh? Good. Very good. Ah, Valter... You’re a beast. You’re bound to no country. You care nothing for friend or foe. Kill a man, claim a woman... You live for nothing more, you wretched beast. That’s your strength. That’s what makes you stronger than any many alive. A beast acts without remorse. Man’s morality cannot win. It’s nature’s way... The stage is all yours, Valter. Do not fail to get the girl’s bracelet. Our master demands it..."}, {"speaker": "Valter", "line": "The time is nigh, Eirika... Come to me!"}, {"speaker": "Lyon", "line": "How goes it, Caellach?"}, {"speaker": "Caellach", "line": "Ah, Prince Lyon. Thank you, Your Highness, for gracing me with...your royal...er..."}, {"speaker": "Lyon", "line": "You can stop. There’s no need for you to put on airs. You were made general for your military prowess, not your flowery speech."}, {"speaker": "Caellach", "line": "And an honor it is. You know, Prince Lyon, you’ve got a lot of nerve. You’re really worked over your dear friend the princess of Renais. Are you satisfied?"}, {"speaker": "Lyon", "line": "Is there some reason you ask?"}, {"speaker": "Caellach", "line": "No, not really. I just wanted to see how you’d react. That’s all."}, {"speaker": "Lyon", "line": "She... Eirika has always been a very important person in my life. Both she and her brother have been friends of mine for a long time. Tell me, Caellach, do you have any friends to speak of?"}, {"speaker": "Caellach", "line": "Huh? Yeah, I got one. An old mercenary I fought with, went by the name of Joshua. He was a fool and a scoundrel, but now that he’s gone, I miss the lad. I don’t know where he’s at or what he’s doing, but..."}, {"speaker": "Lyon", "line": "Do you miss that life? Do you ever want to be a mercenary again, to see him?"}, {"speaker": "Caellach", "line": "Nope. The time we worked together was fun and all, but... No. I don’t want to end up another no-name mercenary lying dead in a ditch. I’d rather serve the Grado Empire and make a name for myself. I’m going to see how far my axe will take me. And then, one day..."}, {"speaker": "Lyon", "line": "One day, you’ll kill me and be emperor in my stead. Is that it?"}, {"speaker": "Caellach", "line": "Uh... That’s..."}, {"speaker": "Lyon", "line": "It’s all right. Think whatever you like if it helps you do your duty. As long as you do what I assign you to do, I’m happy. But for now, I’m going. You know what you need to do."}, {"speaker": "Caellach", "line": "Yep, leave it to me. I am General Caellach, the Tiger Eye of the Grado Imperial Army, after all! Once my prey is within my reach, I never let it escape. Too bad for the princess, but they’ve no chance of winning. None at all."}], "battle": [{"speaker": "Ephraim", "line": "That building beyond the dunes is Jehanna Hall. I expect that’s where we’ll find Eirika and her companions. Duessel, Knoll. It’s time we rescued Eirika. I’ll need all your strength."}, {"speaker": "Duessel", "line": "Of course, Your Highness. I’ve pledged my service and my axe. You shall have both."}, {"speaker": "Knoll", "line": "Princess Eirika... She’s a friend of Prince Lyon’s, isn’t she? I’ll do what I can to help you. I feel like that is what Prince Lyon would want."}, {"speaker": "Ephraim", "line": "The enemy’s numbers are great, but we do not need to face them alone. We must move quickly to join forces with Eirika and her company. I’m sure Seth and Innes will be there waiting for us. Let’s move!"}, {"speaker": "Eirika", "line": "Prince Innes... And Saleh. I’m sorry. I’m absolutely powerless here..."}, {"speaker": "Innes", "line": "Eirika, you have nothing to apologize for. We’re not defeated yet. Jehanna Hall has fallen, that much is true. But if we can hold out until Ephraim arrives, we still have a chance of victory."}, {"speaker": "Saleh", "line": "And reports place Lady Myrrh at Prince Ephraim’s side. It is my duty to protect her. I will not die without having fulfilled my obligation to her."}, {"speaker": "Eirika", "line": "You’re right... I made a promise, too. I told Ephraim I would live to see him again. We just have to pull together. All of us. We just have to hold out a little longer. If we pool our strength now, I vow that we will all live to see our friends again."}], "visit": [{"speaker": "Man", "line": "According to this ancient document... ...There was a huge battle here long, long ago. Every day, I’m out here digging up ancient weapons and artifacts out of the sand. There are still more to be found, of that you can be sure. It’s even said a long-dead sage left a copy of Metis’s Tome out here... Oh! But I won’t give that to anyone if I find it. Not a chance!"}, {"speaker": "Young Man", "line": "All the highest generals in Grado’s army receive titles named after gemstones. The emperor currently has six gemstones fighting in his service. Caellach, the Tiger Eye, commands the forces fighting here. The Moonstone, Valter, is taking part in this battle as well. Glen, also known as the Sunstone, died in the mountains of Carcino. Selena Fluorspar was killed in western Grado. Duessel, whom they call Obsidian, is missing in action... The Blood Beryl, whose real name is Riev, has also gone missing. Hm? How do I know all this? I know I may look young and naive, but this is my job. I’m here to pass this information along to help you out. And it’s good information, too, so don’t waste it."}, {"speaker": "Old Woman", "line": "Jehanna Hall...has fallen. I wonder what’s become of Queen Ismaire. You there... Take this, and do some good with it."}], "battle-talk": [{"speaker": "Ephraim", "line": "Eirika!", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Brother? Is that really you? You’re not some phantom, are you?", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Ephraim", "line": "No, it’s really me. Hold. Enemies approach.", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "...Ephraim. Even when we were children, you were always there to protect me.", "person_1": "Ephraim", "person_2": "Eirika"}, {"speaker": "Innes", "line": "It’s been a long time, Ephraim.", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Ephraim", "line": "Innes, is that you?", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Innes", "line": "You arrived sooner than I’d expected. Eirika is safe. You’ve no need to worry.", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Ephraim", "line": "I’ve heard that you’ve been watching over Eirika. I should like to offer you my gratitude.", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Innes", "line": "It’s not necessary. Besides, there’s still a war to be won. We can’t rest easy till every last Grado soldier’s been defeated.", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Ephraim", "line": "You’re right. Let’s go!", "person_1": "Innes", "person_2": "Ephraim"}, {"speaker": "Tana", "line": "B-brother.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Innes", "line": "Tana? Why are you here? I told you to remain at Castle Frelia.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Tana", "line": "Don’t talk to me like that. I’m a fully sworn knight of Frelia, you know? I came all the way here with Prince Ephraim.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Innes", "line": "What? With that man?", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Tana", "line": "Brother! Ephraim’s a good person. We can talk about this later. I still see enemy troops about. I think we should join forces and fight together.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Innes", "line": "Working together is, of course, the best strategy. But don’t do anything foolish, Tana. Who knows what Father would think.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Tana", "line": "I understand. You try not to be overly heroic yourself, Brother.", "person_1": "Tana", "person_2": "Innes"}, {"speaker": "Tana", "line": "Oh, Eirika! Here you are!", "person_1": "Tana", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Tana! You’ve come as well?!", "person_1": "Tana", "person_2": "Eirika"}, {"speaker": "Tana", "line": "Yes, I came all the way with Ephraim. I’m just so happy to see you’re safe.", "person_1": "Tana", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Tana. Thank you so much for coming to my aid.", "person_1": "Tana", "person_2": "Eirika"}, {"speaker": "Tana", "line": "Well, of course I came. That’s natural. We’re friends after all!", "person_1": "Tana", "person_2": "Eirika"}, {"speaker": "Seth", "line": "Princess Eirika, are you well?", "person_1": "Seth", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Seth! If you’re here...", "person_1": "Seth", "person_2": "Eirika"}, {"speaker": "Seth", "line": "Prince Ephraim is safe as well. Princess Eirika, we will stop the remaining enemy soldiers here. Would you please take caution and think of your own safety?", "person_1": "Seth", "person_2": "Eirika"}, {"speaker": "Eirika", "line": "Thank you, Seth. You’ve saved me so many times since the fall of Renais...", "person_1": "Seth", "person_2": "Eirika"}, {"speaker": "Seth", "line": "It is my duty. Let’s go, Princess Eirika.", "person_1": "Seth", "person_2": "Eirika"}, {"speaker": "Ewan", "line": "Ah! Teacher.", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Saleh", "line": "Ewan? What are you doing here?", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Ewan", "line": "I came with Prince Ephraim and his friends. I’ve done a lot of good work, Teacher.", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Saleh", "line": "Is that so... Well, if you all hadn’t shown up, I’m sure we’d be dead now. You’ve saved us, Ewan. Thank you. I am in your debt.", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Ewan", "line": "Do you mean that? As a reward, will you teach me some more powerful magic?", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Saleh", "line": "...I suppose I should at that. But all in good time, Ewan.", "person_1": "Ewan", "person_2": "Saleh"}, {"speaker": "Ewan", "line": "Yahoo!", "person_1": "Ewan", "person_2": "Saleh"}], "boss": [{"speaker": "Caellach", "line": "You’re a stepping-stone... And I’m moving up. Don’t take it personally."}, {"speaker": "Caellach", "line": "Bla-Blast... A bit more, and...a crown... would have been...mine..."}, {"speaker": "Valter", "line": "I’ve no use for these bloodless minnows... Give me prey that will sate my bloodlust... I hunger!"}, {"speaker": "Valter", "line": "Urggh... Gaaaah!"}], "end": [{"speaker": "Eirika", "line": "Brother!"}, {"speaker": "Ephraim", "line": "Eirika!"}, {"speaker": "Eirika", "line": "Oh, Ephraim... I’ve missed you so."}, {"speaker": "Ephraim", "line": "And I’ve missed you. I can’t tell you how happy I am to see you safe. Oh, I almost forgot. I have something to give you."}, {"speaker": "Eirika", "line": "What are these?"}, {"speaker": "Ephraim", "line": "These are called Sacred Twins. We took these relics from Grado. The dark tome Gleipnir and the black axe Garm... I doubt either of us can use them, but... Why not see if one osf your companions can use them. They might have better luck."}, {"speaker": "Eirika", "line": "They’re from Grado? Does this mean Grado Keep has fallen?"}, {"speaker": "Ephraim", "line": "Yes. I conquered the capital and defeated Emperor Vigarde. But still..."}, {"speaker": "L’Arachel", "line": "Eirika, may I make a suggestion? We’ve been able to join forces here so... How about if we all get together and trade information. There are people on both sides waiting after all."}, {"speaker": "Eirika", "line": "Brother!"}, {"speaker": "Ephraim", "line": "You’ve done well, Eirika."}, {"speaker": "Eirika", "line": "Thanks to you, Ephraim. Ah... Wait a moment. I’ve something to give you."}, {"speaker": "Ephraim", "line": "These are..."}, {"speaker": "Eirika", "line": "These are the Sacred Twin relics of Jehanna. The ice sword Audhulma and the wind blade Excalibur."}, {"speaker": "Ephraim", "line": "Jehanna’s Sacred Twins? But it seems like we were too late... Jehanna Hall has fallen."}, {"speaker": "Eirika", "line": "Yes, and Queen Ismaire died resisting Grado."}, {"speaker": "L’Arachel", "line": "Now that we have, at last, been reunited once again, perhaps this would be a good time to share information. I’m sure we all are most anxious to learn of what has happened."}, {"speaker": "Ephraim", "line": "I see unfamiliar faces among you here, so allow me to introduce myself. I am Ephraim, Eirika’s brother and crown prince of Renais."}, {"speaker": "L’Arachel", "line": "I’m Princess L’Arachel of Rausten. The pleasure is mine, of course."}, {"speaker": "Ephraim", "line": "I’ll begin by telling you of how we’ve fared in our mission. We seized the Grado capital and defeated her emperor, Vigarde. Grado’s capital guard have, to a man, surrendered and laid down their arms. Pockets of resistance remain, but the war itself is over."}, {"speaker": "Innes", "line": "Is that so?"}, {"speaker": "Ephraim", "line": "However, something remains that still bothers me. A Grado man named Knoll told me about something called a Dark Stone.?Their mages had uncovered lore that led them to craft a powerful magic stone. This Dark Stone may have been the catalyst of Grado’s transformation. It seems to be the source of that black wave of energy Myrrh described. Vigarde died some time ago, but the power of the stone played him like a puppet. The war and everything that passed since was planned by the Dark Stone’s master."}, {"speaker": "Innes", "line": "Well? Who is it?"}, {"speaker": "Ephraim", "line": "...I still can’t believe it, but I’ll tell you nonetheless. According to Knoll, the man behind this is Lyon, the imperial prince. He said Lyon’s got the Dark Stone."}, {"speaker": "Innes", "line": "Figures it’s Prince Lyon..."}, {"speaker": "Eirika", "line": "No, that doesn’t make any sense. Ephraim and I know Lyon better than that. We’ve been friends for years. Lyon’s not the sort of person who could start a war like this."}, {"speaker": "Innes", "line": "But, Eirika..."}, {"speaker": "Eirika", "line": "I saw Lyon recently. Ephraim, you might know this, but after I abandoned the sea route to Rausten, I traveled overland with Prince Innes to Jehanna. We ran into trouble with Grado’s forces, and I chanced upon Lyon. He didn’t share the details of his situation, but he intimated that he was on our side. Despite all appearances, he was on our side. So Lyon..."}, {"speaker": "Ephraim", "line": "Eirika, I also met Lyon."}, {"speaker": "Eirika", "line": "Did you really?"}, {"speaker": "Ephraim", "line": "Yes. But, he was like a completely different person. To be honest, he didn’t seem to be completely...human."}, {"speaker": "Eirika", "line": "Ephraim... What are you saying?"}, {"speaker": "Ephraim", "line": "I’ll tell you what I saw. I found Lyon inside Grado Keep. This is what he told me: He said he was behind this war. He said he’d befriended us solely so that, one day, he could invade Renais... He told me he killed our father."}, {"speaker": "Eirika", "line": "That... That can’t..."}, {"speaker": "Ephraim", "line": "I know. I can’t believe it either. I refuse to believe it. How could he have planned all this since he was a child... I simply can’t fathom it. I’ve heard Lyon changed when he acquired the Dark Stone. I’ve no interest in magic, but... There was something uncanny about him. It seemed almost as though he were being controlled by something himself."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "Innes", "line": "The two of you might find this hard to accept, but... The state of Prince Lyon’s heart matters little. He has the Dark Stone. That rock is the cause of all that’s happened. The prince must be stopped."}, {"speaker": "L’Arachel", "line": "Not yet. There is something that needs doing first."}, {"speaker": "Eirika", "line": "L’Arachel?"}, {"speaker": "L’Arachel", "line": "Prince Ephraim, I do believe you felt it as well. The Dark Stone held by Prince Lyon... It exudes a malefic miasma... We might be able to handle Prince Lyon alone, but that stone is beyond our ken."}, {"speaker": "Eirika", "line": "Then what do you suggest?"}, {"speaker": "L’Arachel", "line": "The Sacred Stones."}, {"speaker": "Eirika", "line": "The Sacred Stones?"}, {"speaker": "L’Arachel", "line": "We’ve all heard the legend of the five Sacred Stones. They alone possessed the power to seal the Demon King away forever. So, of course, to dispel demonic magic, we must use the Sacred Stones!"}, {"speaker": "Innes", "line": "You expect us to pin the outcome of this war on some fool legend?"}, {"speaker": "Ephraim", "line": "...Not just the legend. We also have hope. According to Lyon, he has already seen to the destruction of Grado’s, Frelia’s, and Jehanna’s stones."}, {"speaker": "Eirika", "line": "Hm. That explains something... Grado forces attacked me, intent on destroying the Stone of Renais. If that could be the reason they chose to invade Renais... The power of the Sacred Stones may be greater than we’d ever known."}, {"speaker": "L’Arachel", "line": "Yes, exactly! If we acquire a Sacred Stone, we’ll be able to oppose the Dark Stone’s might!"}, {"speaker": "Innes", "line": "But three of the stones have been shattered, and our options are few. Do you suppose that, during the invasion of Renais..."}, {"speaker": "Ephraim", "line": "No, I don’t think so. The Stone of Renais is hidden by the power of Eirika’s and my bracelets."}, {"speaker": "Eirika", "line": "Grado has made many attempts to take our bracelets. Every one has failed, and so the stone may still be safe."}, {"speaker": "Ephraim", "line": "We have to confirm that, of course. We’ve defeated Grado, and we must turn our eyes to our homeland. It’s time to return to Renais."}, {"speaker": "Saleh", "line": "Lady Myrrh."}, {"speaker": "Myrrh", "line": "Saleh..."}, {"speaker": "Saleh", "line": "I’m grateful to see you well. The people of Caer Pelyn will be overjoyed that you’re safe."}, {"speaker": "Myrrh", "line": "I must apologize to you, Saleh. You were there to protect me from the very start of my journey. When we were attacked, I was separated from you, and... I’m so sorry to have worried you."}, {"speaker": "Saleh", "line": "Lady Myrrh. As long as you are safe, we have nothing to be worried about. It will be my honor to serve you until your mission is complete."}, {"speaker": "Myrrh", "line": "Thank you, Saleh."}]}