{"chapter": "17", "title": "River Of Regrets", "speakers": ["Ephraim", "Lyon", "Eirika", "L'Arachel", "Innes", "Ally Soldier", "Woman", "Syrene", "Old Man", "Tana", "Vanessa"], "dialogue_counts": {"Ephraim": 38, "Lyon": 44, "Eirika": 25, "L'Arachel": 4, "Innes": 12, "Ally Soldier": 1, "Woman": 4, "Syrene": 12, "Old Man": 2, "Tana": 2, "Vanessa": 5}, "gender_counts": {"M": 94, "F": 48, "N": 7, "A": 0}, "lines": 150, "transitions": "-MMFMMMMMMFMMMMMFMFMMMMMFM-MFFM-N-NFNFN-FMMF-MMMFMFMMMMFMMMMMMMMFFMMFMMM-MMFMFMFMFMFMFM-MFMFMMMFMMMFFMMFMMM-MFMFMF-FFFF-FFFFFFFFF-M-MMM-FM-MMMMMMMMMMMMMMMMM-NFMNN-MFM", "opening": ["The Sacred Stones that defeated The Demon King radiated a constant and dazzling light. The Sacred Stones are the only power against the dark, the last hope of humanity. It is only natural that evil would seek to destroy the Sacred Stones... There can be no other force behind this attempt to gain the stones. A childhood friend appears before Ephraim."], "flashback": [{"speaker": "Ephraim", "line": "How do you intend to use the Sacred Stones, Lyon? Do you really think you can tap into its power?"}, {"speaker": "Lyon", "line": "Mm... My research isn't complete yet, but there's no mistaking the power the Sacred Stones contain. And the Stone of Grado seems especially responsive to my dark magic. I suppose it's because it contains both sacred and demonic properties. Regardless, if I can just press my studies a little harder... Well, I think I might be able to use it to heal my father's illness. If that works there's no telling how many other people I can help as well."}, {"speaker": "Eirika", "line": "Do you think this is wise? The power contained within the stones is beyond our understanding... My father tells me that the stones posses a power not to be trifled with."}, {"speaker": "Lyon", "line": "Uh-huh... Father MacGregor is also against it. That's why they still won't give me direct access to the Stone of Grado. For the time being, I've made do with the radiant energies surrounding it. They're nothing compared to the raw power of the stone itself, but... If I can show Father MacGregor some real progress, perhaps one day..."}, {"speaker": "Ephraim", "line": "Using the Sacred Stones to study magic..."}, {"speaker": "Lyon", "line": "Ephraim, Eirika, what do you two think? Using the divine power of the Sacred Stones in this way... You don't think it's a very good idea, do you?"}, {"speaker": "Ephraim", "line": "...It's just that I know nothing at all about magic. I would that there were some way I could help you, but I simply can't. But, Lyon, I've seen how hard you've worked to help others. I know how much you want the power to make others happy. I know these things, and because I know you, I trust your intentions."}, {"speaker": "Lyon", "line": "Ephraim..."}, {"speaker": "Ephraim", "line": "If you hope to use the power of the Sacred Stones for good, I trust you can. I'm behind you all the way."}, {"speaker": "Eirika", "line": "I'agree with Ephraim entirely. You spend every night in the library, studying cures for your father's illness. The power of the Sacred Stones is too powerful to be used for personal gain. But you, Lyon... I think you'll be fine. You're the kindest person I know."}, {"speaker": "Lyon", "line": "Thanks, both of you. Hearing those words means a lot to me. Actually—and this hasn't been made public yet—but... I've already saved someone using the knowledge I've gleaned so far."}, {"speaker": "Ephraim", "line": "You have?"}, {"speaker": "Lyon", "line": "Uh-huh... A while back, a fire ravaged Serafew, and a little girl got trapped in the flames. Her burns were terrible: not even healing staves were able to cure her injuries. But just a sliver of the stone's power restored her life and healed her wounds. We saved the that girl's life, Ephraim! Oh, if you could have seen the tears of joy in her mother's eyes!"}, {"speaker": "Ephraim", "line": "You really did it, huh? You are special, Lyon. Congratulations!"}, {"speaker": "Lyon", "line": "Well.. thanks. But there's still so much more to be done. I am happy, though. To be honest, I just want to be able to help people. I want to put the ancient magics to use for common good... That's how I feel."}, {"speaker": "Eirika", "line": "Lyon..."}, {"speaker": "Lyon", "line": "And as my research moves forward, I'll be able to do much more, too. We have only the barest understanding of how dark magic operates. Maybe we can use it not only to heal wounds, but also to stop diseases... What if we can read the future, predict disasters, move mountains!?"}, {"speaker": "Eirika", "line": "Hold on, Lyon. You can't take too much on yourself all at once. What good is helping people, if you sacrifice yourself to do it?"}, {"speaker": "Lyon", "line": "Oh... Yes, of course. Sorry. I got carried away."}, {"speaker": "Ephraim", "line": "You have a soft heart, Lyon. I bet you haven't taken any real time off at all. So this is what we're going to do. Today, we're going into the city. And you're coming with us, Lyon."}, {"speaker": "Lyon", "line": "What? But, Ephraim, you've got a history report due."}, {"speaker": "Ephraim", "line": "We're taking today off. C'mon, let's go."}, {"speaker": "Lyon", "line": "Bu-but, Ephraim..."}, {"speaker": "Eirika", "line": "It's just one day, and I won't tell anyone. Won't it be fun for the three of us to spend a day in the city?"}, {"speaker": "Lyon", "line": "Ephraim, Eirika... Thanks so much. I'm lucky to have the two of you as friend."}], "intro": [{"speaker": "Ephraim", "line": "We have the Stone of Renais. The final Sacred Stone is in Rausten"}, {"speaker": "Eirika", "line": "L'Arachel, can you tell us anything about the Stone of Rausten?"}, {"speaker": "L'Arachel", "line": "Naturally! As Rausten's very own princess, I know a thing or two about our stone. The palace reliquary currently houses of Sacred Stone. Follow me, I'll take you there"}, {"speaker": "Innes", "line": "I sent the Frelian army ahead before us. They should be en route to Rausten. If we hurry, we can join up with them at the banks of the Narube River."}, {"speaker": "Ally Soldier", "line": "Do not falter! Show them the might of Frelia!"}, {"speaker": "Woman", "line": "Lady S-Syrene... the enemy is headed this way."}, {"speaker": "Syrene", "line": "Are you serious? Grado's been defeated, and still they fought on? And they're tough."}, {"speaker": "Old Man", "line": "You Frelian fools have been wiped out by those guys... Oh, no... Now we're finished as well."}, {"speaker": "Syrene", "line": "Everyone, please remain calm. If you panic and flee, the enemy will simply surround you. If you remain here and don't move I promise to protect you all."}, {"speaker": "Woman", "line": "Lady Syrene..."}, {"speaker": "Eirika", "line": "Brother! Look there!"}, {"speaker": "Ephraim", "line": "A skirmish!"}, {"speaker": "Innes", "line": "Is that Syrene? What's going on? We must go to her aid."}, {"speaker": "L'Arachel", "line": "Everyone, hold! Something evil is afoot..."}, {"speaker": "Lyon", "line": "......"}, {"speaker": "Ephraim", "line": "Lyon?!"}, {"speaker": "Lyon", "line": "Eirika... Ephraim..."}, {"speaker": "Eirika", "line": "Lyon... Where have you been all this..."}, {"speaker": "Ephraim", "line": "Eirika, stop!"}, {"speaker": "Eirika", "line": "Brother?"}, {"speaker": "Ephraim", "line": "Lyon... We met recently in Grado Keep, right? Do you remember what you told me then?"}, {"speaker": "Lyon", "line": "...... Of course, I remember. What of it?"}, {"speaker": "Ephraim", "line": "You..."}, {"speaker": "Lyon", "line": "I can repeat it for you now if you would like. The ruin of Renais? The murder of your father? It was all my doing. I, Lyon, prince of Grado, made it happen."}, {"speaker": "Eirika", "line": "Lyon... You lie! That can't be..."}, {"speaker": "Ephraim", "line": "Don't be fooled, Eirika. Keep your guard up. That's now Lyon."}, {"speaker": "Lyon", "line": "...... What amusing things come babbling out of your mouth. You always thought of Lyon as kind, gentle, and weak, didn't you? Admit it."}, {"speaker": "Ephraim", "line": "No! Lyon, Eirika, and I were friends. There were things we kept to ourselves of course, but we shared so much. And no matter what happened, no matter how much time passed... We're still friends. Lyon would never betray us. Not in a million years. You're not Lyon."}, {"speaker": "Lyon", "line": "...I see. So I have no reason to continue hiding my true identity, do I?"}, {"speaker": "Ephraim", "line": "None!"}, {"speaker": "Lyon", "line": "You are correct. This body no longer belongs to your young Lyon. I devoured his pathetic heart ages ago."}, {"speaker": "Ephraim", "line": "You monster! Who are you?!"}, {"speaker": "Lyon", "line": "Do you really not know me? What a poorly educated prince. Think about it. Remember the legends of your pitiful kind... What was sealed within the Stone of Grado? What is the name of terror?"}, {"speaker": "Eirika", "line": "No... It can't be!"}, {"speaker": "L'Arachel", "line": "It's as we feared after all. That can only be..."}, {"speaker": "Ephraim", "line": "The great adversary of antiquity... The Demon King..."}, {"speaker": "Lyon", "line": "That's right. You know to fear my name. Prince Lyon was a weakling. Now, he is dead."}, {"speaker": "Eirika", "line": "That can't be..."}, {"speaker": "Lyon", "line": "Prince Ephraim of Renais... You hold a Sacred Stone. Give it to me. I have no wish to see a warrior die a pitiful death beneath my feet. Bend your knee. If you pledge services to me, I may yet let you live."}, {"speaker": "Ephraim", "line": "Do you take me for a fool?"}, {"speaker": "Lyon", "line": "You've made your choice, have you? A poor choice... But it does afford me a chance to show you something special. A force no human flesh can withstand. A horror beyond words. A power that will place this sad world under my dominion. I am the Demon King... Behold my might."}, {"speaker": "Ephraim", "line": "Lyon... We met recently in Grado Keep, right? Do you remember what you told me then? You told me that this was all your doing, that you had started this war."}, {"speaker": "Lyon", "line": "What? Ephraim... Why are you so angry? We haven't seen each-other in so long... What's happened?"}, {"speaker": "Eirika", "line": "Lyon..."}, {"speaker": "Ephraim", "line": "Wait, Eirika! You said it yourself. Lyon must be under the control of someone or something else."}, {"speaker": "Eirika", "line": "Don't be ridiculous! There must be something wrong with you, Ephraim! Lyon is one of our dearest and closest friends, remember? He told me that, no matter what happened, he was still on our side. Isn't that right, Lyon?"}, {"speaker": "Lyon", "line": "Yes, Eirika. Of course it is. So, please, come here... Closer... Ah! Gah.. ahh... Uuuuhhaaah... ga..."}, {"speaker": "Eirika", "line": "Lyon?!"}, {"speaker": "Lyon", "line": "Gah.... rrrrraaa... Ev... ahh... evil...  Stay... back... Eirika..."}, {"speaker": "Eirika", "line": "What?"}, {"speaker": "Lyon", "line": "Get away... from me... quickly... If you... don't... I will surely... ...destroy you..."}, {"speaker": "Eirika", "line": "What? Lyon..."}, {"speaker": "Lyon", "line": "Flee... qui-quickly... GO! Gah...... Aaaaaaarrrrggggghhh!"}, {"speaker": "Eirika", "line": "Ly-Lyon. Hold on! What is it? What's happening?!"}, {"speaker": "Lyon", "line": "... ... ..."}, {"speaker": "Lyon", "line": "Hi. It's been a while since I saw you two last, hasn't it?"}, {"speaker": "Eirika", "line": "Lyon? Is that really you speaking, Lyon?"}, {"speaker": "Ephraim", "line": "Stay back, Eirika. Keep your guard up. That's not Lyon."}, {"speaker": "Eirika", "line": "Uh..."}, {"speaker": "Lyon", "line": "I'm not Lyon? That's rich. A masterpiece. You always thought Lyon was kind, gentle, and weak, didn't you? Admit it."}, {"speaker": "Ephraim", "line": "No! Lyon, Eirika, and I were friends. There were things we kept to ourselves, of course, but we shared so much. And no matter what happened, no matter how much time passed... We're still friends. Lyon would never betray us. Not in a million years. You're not Lyon."}, {"speaker": "Lyon", "line": "...Hmph. ...Looks like I was wrong to disregard the value of human emotions."}, {"speaker": "Eirika", "line": "What?!"}, {"speaker": "Lyon", "line": "I've had my fun pretending to be human, but the need for charades has passed. You are correct. This body no longer belongs to your young Lyon. I devoured his pathetic heart ages ago."}, {"speaker": "Ephraim", "line": "You monster! Who are you?!"}, {"speaker": "Lyon", "line": "Do you really not know me? What a poorly educated prince. Think about it. Remember the legends of your pitiful kind... What was sealed within the Stone of Grado? What is the name of terror?"}, {"speaker": "Eirika", "line": "No... It can't be!"}, {"speaker": "L'Arachel", "line": "It's as we feared after all. That can only be..."}, {"speaker": "Ephraim", "line": "The great adversary of antiquity... The Demon King..."}, {"speaker": "Lyon", "line": "Heh heh... ha hahahahah! Lyon... Lyon... O prince of misery... Come out. Be not shy... This body is lost to you... It is mine to compel..."}, {"speaker": "Eirika", "line": "What's going..."}, {"speaker": "Lyon", "line": "Your dreams, Lyon... I am about to make them come true for you. I am about to crush Prince Ephraim and take Princess Eirika for my own. Isn't this all that you've ever prayed for, young fool of a prince?"}, {"speaker": "Ephraim", "line": "Ah!"}, {"speaker": "Lyon", "line": "Rejoice, Lyon. The time has come... Ephraim, the man you envy... Eirika, the woman you desire... I will now grant you all of your darkest wishes!"}], "recruit-talk": [{"speaker": "Innes", "line": "Syrene!", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Prince Innes...is it... Ah... It really is you, isn't it, Prince Innes? Being rescued by you... It's like a dream...", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Innes", "line": "Syrene? I need a status report.", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Oh... Oh, yes! Please forgive me! The Frelian troops we dispatched were ambushed and decimated. My squad is all that remains.", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Innes", "line": "So many dead... You can rest easy now, Syrene. I'm here. Victory is assured. Let's go.", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Yes, sir... Prince Innes.", "recruiter": "Innes", "recruit": "Syrene"}, {"speaker": "Tana", "line": "Syrene! Are you all right?", "recruiter": "Tana", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Princess Tana! You must stay back. This place is dangerous!", "recruiter": "Tana", "recruit": "Syrene"}, {"speaker": "Tana", "line": "No! I won't let you die! Hold on, I'm coming to help you at once!", "recruiter": "Tana", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Princess Tana... You've grown so much. Very well. I'm yours to command, my lady.", "recruiter": "Tana", "recruit": "Syrene"}, {"speaker": "Vanessa", "line": "Commander Syrene! Are you all right?", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Vanessa. What are you doing here...", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Vanessa", "line": "I'm here with Prince Innes! We arrived to join the fray! We'll take over now. There's no need for you to exhaust yourself.", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "Understood. The chain of command must be clear, though, so I'll take orders from your commander. Pass this message to whoever leads your forces, will you?", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Vanessa", "line": "Right away!", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "A moment, Vanessa.", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Vanessa", "line": "What is it?", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Syrene", "line": "You've matured since I last saw you last. And... you've grown beautiful as well.", "recruiter": "Vanessa", "recruit": "Syrene"}, {"speaker": "Vanessa", "line": "...Sister...", "recruiter": "Vanessa", "recruit": "Syrene"}], "boss": [{"speaker": "Lyon", "line": "Do you challenge me? You humans are so inconstant. You've forgotten what it is to fear me."}, {"speaker": "Ephraim", "line": "Where's Lyon? What have you done with our friend?! ANSWER ME!", "unit": "Ephraim", "boss": "Lyon"}, {"speaker": "Lyon", "line": "...... Heh heh... How foolish. The one you seek is already dead. I have cast him into the abyss from which I crawled. The weakling is gone. Only the Demon King remains!", "unit": "Ephraim", "boss": "Lyon"}, {"speaker": "Ephraim", "line": "Grr... Monster!", "unit": "Ephraim", "boss": "Lyon"}, {"speaker": "Eirika", "line": "Please, Lyon! You must stop! I...I don't want to fight you!", "unit": "Eirika", "boss": "Lyon"}, {"speaker": "Lyon", "line": "...... The cries of children. Away with you, insects, if you wish not to die.", "unit": "Eirika", "boss": "Lyon"}], "end": [{"speaker": "Lyon", "line": "Not yet... I have not the strength. But I am the Demon King... The world will be mine, as it was in the ancient days. Injuries such as those are not enough to stop me..."}, {"speaker": "Ephraim", "line": "Demon King!"}, {"speaker": "Lyon", "line": "Come, Ephraim. You should follow me. If you've the strength to defeat me, that is..."}, {"speaker": "Ephraim", "line": "We will not let you flee! After him, Eirika! We have to find where he's gone. Search everywhere! I can't allow him to desecrate my friend's body any longer!"}, {"speaker": "Innes", "line": "Ephraim."}, {"speaker": "Ephraim", "line": "Innes?"}, {"speaker": "Innes", "line": "There's no need to panic. The soldiers are following Prince Lyon's trail. Our trackers are excellent. They'll know his whereabouts momentarily."}, {"speaker": "Ephraim", "line": "Ah... Good point. Well made."}, {"speaker": "Innes", "line": "By the way, there's something I need to speak with you about. The messenger I sent to Frelia returned not long ago. She bought a package I'd request: Frelia's Sacred Twins."}, {"speaker": "Ephraim", "line": "You have the Sacred Twins?"}, {"speaker": "Innes", "line": "Yes. Frelia may have lost her Sacred Stone... However, it seems the Sacred Twin relics remain undisturbed. I have bought them here. Behold!"}, {"speaker": "Ephraim", "line": "Incredible..."}, {"speaker": "Innes", "line": "Frelia's Sacred Twins. Nidhogg, the Serpent Bow, and Vidofnir, the Winged Lance. I want you to take them."}, {"speaker": "Ephraim", "line": "But these are Frelia's weapons. You should hold on to them."}, {"speaker": "Innes", "line": "No, I entrust them to you. You're the leader of this army. Use them as you will."}, {"speaker": "Ephraim", "line": "Understood. I'll make sure they wind up in worthy hands. Thank you, Innes. This helps."}, {"speaker": "Innes", "line": "Don't thank me. We're fighting for the same thing here: victory."}, {"speaker": "Woman", "line": "Lady Syrene! Thank you! We all owe you our gratitude..."}, {"speaker": "Syrene", "line": "No, it wasn't my doing. We prevailed because of superior leadership."}, {"speaker": "Ephraim", "line": "No, I..."}, {"speaker": "Old Man", "line": "We owe you a debt of gratitude that can never be repaid. It's not much. but please accept this staff as a small token."}, {"speaker": "Woman", "line": "And accept our thanks. We won't forget what you've done for us."}, {"speaker": "Lyon", "line": "Urr... Bah... Can't hold up to such as this? Accursed human flesh is too brittle, too weak..."}, {"speaker": "Eirika", "line": "Hold, Lyon!"}, {"speaker": "Lyon", "line": "Now, I know your strength. It is time to leave. I sacrifice this flesh and return to my body of old. This does not end. The world will drown again in darkness."}]}