{"chapter": "19", "title": "Last Hope", "speakers": ["L'Arachel", "Mansel", "Eirika", "Ephraim", "Tana", "???", "Soldier", "Riev", "Seth", "L’Arachel", "Myrrh"], "dialogue_counts": {"L'Arachel": 36, "Mansel": 21, "Eirika": 20, "Ephraim": 25, "Tana": 7, "???": 5, "Soldier": 12, "Riev": 4, "Seth": 2, "L’Arachel": 1, "Myrrh": 2}, "gender_counts": {"M": 31, "F": 65, "N": 39, "A": 0}, "lines": 136, "transitions": "-FNFNFMF-NFNFNF-FFFFFFFFFF-F-MFMFMFMF-MFM-MFMFMFMFMFM-NNNNNNNNN-M-NNNNFMMF-MFM-M-F-M-M-M-FFFFFFF-MFMF-FMNFFMF-NFNFNFN-NFNFFNFNFNFFF-NFNFFN-NMNMFNFNFNMFM-NFNMFN", "opening": ["The Sacred Stone of Renais has been broken. Constant strife with dark creatures has made the group’s progress near impossible. Princess L'Arachel of Rausten suggests they pay a visit to Rausten Court. It is here that the final Sacred Stone is sealed away. L’Arachel rides cheerfully toward her homeland with the company in tow."], "intro": [{"speaker": "L'Arachel", "line": "Home at last. My dear, sweet palace. Uncle, I’ve returned."}, {"speaker": "Mansel", "line": "Oh, L’Arachel! It’s good to see you safe!"}, {"speaker": "L'Arachel", "line": "Of course I’m safe, Uncle. Evil can never defeat the forces of righteousness!"}, {"speaker": "Mansel", "line": "Ha! You’re exactly right, my dear! Now tell me, who are our guests?"}, {"speaker": "Eirika", "line": "Pontifex Mansel of Rausten, allow me to introduce myself. I am Eirika, Princess of Renais. I come to you today as an emissary of Frelia."}, {"speaker": "Ephraim", "line": "And I am Ephraim, Prince of Renais. I come with Eirika to warn you of the danger our world faces."}, {"speaker": "Eirika", "line": "It began when..."}, {"speaker": "Mansel", "line": "...Hmm, I see. That is a tough tale to swallow all at once... However, I have heard of the fell creatures in Darkling Woods. L’Arachel. You will need the Stone of Rausten if we have any hope of victory."}, {"speaker": "L'Arachel", "line": "That is so, Uncle. I would like permission to open the temple seal."}, {"speaker": "Mansel", "line": "Hmm... There's no need to rush yourself so, L'Arachel. You’re home again, in this blessed haven. You should rest."}, {"speaker": "L'Arachel", "line": "How can I relax until I know that our Sacred Stone is safe? At the least, I’d like to ensure that the temple seal is intact. Oh..."}, {"speaker": "Mansel", "line": "Is something amiss?"}, {"speaker": "L'Arachel", "line": "I think we’ll take a night to rest after all. Everyone is so exhausted. My dear friend Eirika especially has had a very trying time of late."}, {"speaker": "Eirika", "line": "......"}, {"speaker": "L'Arachel", "line": "Eirika."}, {"speaker": "Eirika", "line": "Ah..."}, {"speaker": "L'Arachel", "line": "Don’t look so sad. It wreaks such havoc on your beauty."}, {"speaker": "Eirika", "line": "L'Arachel. I... What should I do? Lyon was one of my dearest friends... I feel so helpless. There’s nothing I can do to help him..."}, {"speaker": "L'Arachel", "line": "Your friend is gone, Eirika. All that remains is the Demon King, masquerading as Lyon. For the good of all humanity, he must be defeated. Ah... If only it truly were that easy, though."}, {"speaker": "Eirika", "line": "..."}, {"speaker": "L'Arachel", "line": "Eirika... I never knew Prince Lyon. I cannot pretend to understand the sadness you must feel. However, I do know this... If the Lyon you hold so dear were here with you today... What do you think he would want you to do?"}, {"speaker": "Eirika", "line": "I can’t... ......"}, {"speaker": "L'Arachel", "line": "There’s no need to rush, Eirika. Take your time and think it through. You need to find your own answer. Now then, it’s about time we found ourselves something to eat. It’s hard to be optimistic on an empty stomach."}, {"speaker": "Eirika", "line": "Yes, I’ll be right there. Thank you, L'Arachel."}, {"speaker": "Ephraim", "line": "......"}, {"speaker": "Tana", "line": "Come on, Ephraim, cheer up."}, {"speaker": "Ephraim", "line": "What are you talking about, Tana? There's nothing wrong with me. I'm always like this."}, {"speaker": "Tana", "line": "That's not true. I've never seen you look so sad as you do right now. If you're depressed, I'm sure my brother would worry... And I...well, I..."}, {"speaker": "Ephraim", "line": "......Tana. You're the princess of Frelia. Perhaps it's unwise of you to be so friendly to Eirika and me. After all, alliances aside, our two countries' needs may differ. Who knows what the future holds? Those ties could snap in an instant..."}, {"speaker": "Tana", "line": "No! Don't say that!"}, {"speaker": "Ephraim", "line": "And why not?"}, {"speaker": "Tana", "line": "You and Eirika are both my friends. We come from different countries, it's true, but...but... No matter what happens, the friendship I feel for you will never change!"}, {"speaker": "Ephraim", "line": "......I'm sorry, Tana. I wasn't thinking straight. Please don't cry."}, {"speaker": "Tana", "line": "Ephraim..."}, {"speaker": "Ephraim", "line": "You're right, though. No matter what happens, the bond between us will never disappear. And it's because Lyon is my friend that I have to put an end to this. Thank you, Tana."}, {"speaker": "Ephraim", "line": "......"}, {"speaker": "L'Arachel", "line": "That long face doesn't suit you at all. Has something happened?"}, {"speaker": "Ephraim", "line": "L'Arachel... No, this is how I always am."}, {"speaker": "L'Arachel", "line": "Lying to the daughter of a holy man is a grave sin, don't you know? If you would like to talk, I would like to listen..."}, {"speaker": "Ephraim", "line": "......I'm sorry. I can't talk about it. I'm not even planning on telling Eirika what happened."}, {"speaker": "L'Arachel", "line": "You're so stubborn, aren't you? Do you plan on shouldering the entire burden yourself?"}, {"speaker": "Ephraim", "line": "I'm sorry."}, {"speaker": "L'Arachel", "line": "If that's all you're going to say, then there's naught I can do. Have you already decided on your course of action?"}, {"speaker": "Ephraim", "line": "......Mm-hm. I'm prepared."}, {"speaker": "L'Arachel", "line": "...Then there's no need for me to say anything more, is there? You and I are so alike... You want nothing but to help others. You refuse to show weakness, and you want to accomplish everything yourself. However, you must know that there are times when you must share the burden."}, {"speaker": "Ephraim", "line": "That's true... And I feel better for having spoken with you. Thank you, L'Arachel."}, {"speaker": "???", "line": "Heh heh heh... Guard duty? At this time of night? Such a diligent soldier."}, {"speaker": "Soldier", "line": "Huh?! Who goes there?"}, {"speaker": "???", "line": "Where are you looking? I’m over here."}, {"speaker": "Soldier", "line": "Wha..."}, {"speaker": "???", "line": "No, no, here. I’m over here."}, {"speaker": "???", "line": "What’s wrong? I’m right here. Heh heh heh..."}, {"speaker": "Soldier", "line": "Wha...wha..."}, {"speaker": "???", "line": "Is the darkness too deep for you to penetrate? Can’t you see what the night is hiding?"}, {"speaker": "Soldier", "line": "A-attack!"}, {"speaker": "Riev", "line": "Heh heh heh... Humans will never conquer darkness. The guardian of light, Rausten, will drown in a never-ending night. Come, my pretties. It’s time to go. The day of Rausten’s destruction has at long last arrived!"}, {"speaker": "Soldier", "line": "Your Holiness! There’s been an attack! We think it’s Grado’s men, fleeing from Frelia’s forces. However, they’ve breached the palace defenses at multiple points."}, {"speaker": "Mansel", "line": "What?!"}, {"speaker": "Soldier", "line": "The imperial guard is at a terrible disadvantage of numbers right now. It’s less a battle than a slaughter. I’m not sure they will be able to hold out until the Knights of Rausten arrive."}, {"speaker": "Mansel", "line": "How has this happened? Our sacred capital invaded? I must..."}, {"speaker": "L'Arachel", "line": "Uncle, please, you must keep yourself safe. We can take care of this. Is everyone ready to go?"}, {"speaker": "Seth", "line": "Princess Eirika, please... Prince Ephraim and I will handle this."}, {"speaker": "Ephraim", "line": "Seth, it’s all right. Eirika can take care of herself. Isn’t that right, Eirika?"}, {"speaker": "Eirika", "line": "Yes. I’m sorry if I troubled you. Let’s go. We have to protect Pontifex Mansel."}, {"speaker": "Seth", "line": "Prince Ephraim, we’ll take care of this. Please…"}, {"speaker": "Eirika", "line": "Brother..."}, {"speaker": "Ephraim", "line": "I’m sorry. I’ve been useless and worse lately. I’m over it now. I’m ready to fight. Let’s go! Take out the enemy, and protect Pontifex Mansel!"}], "battle": [{"speaker": "Riev", "line": "Heh heh heh... The day is coming, and swiftly... The day of our triumph, our vengeance! Self-righteous fools of Rausten! Where are your miracles now?! March on! March, minions of the Demon King! Your time is upon you! Tonight, we claim not only Pontifex Mansel’s sad life, but also Rausten’s Sacred Stone! Heh heh heh... You cretin, Mansel... I will have my revenge. You should never have excommunicated me. The Demon King will be your new master!"}, {"speaker": "Eirika", "line": "Lyon... You were so selfless. Your generosity seemed to flow from a bottomless well. I’m so sorry, Lyon. I couldn’t save you. But I know what you would have wanted. I know it as I know my own name. So watch, Lyon. I will defeat the Demon King."}, {"speaker": "Ephraim", "line": "Lyon is my friend. No matter what has happened, that one fact will not change. I know this. I will not falter in my resolve. Lyon, because I’m your friend, I will strike you down."}], "boss": [{"speaker": "Riev", "line": "Heh heh heh... One Sacred Stone remains. Once it is destroyed, darkness will consume the world. What will you do? Will you cower in fear? Heh heh heh..."}, {"speaker": "Riev", "line": "Heh heh heh... No! No! It’s been so long. I got carried away. I’d best stop and withdraw for now. Follow me. Come to Darkling Woods… The Demon King awaits your pleasure..."}], "end": [{"speaker": "L'Arachel", "line": "Behold. Victory is ours!"}, {"speaker": "Eirika", "line": "Yes, we did it somehow. I wonder if everyone else is OK."}, {"speaker": "L'Arachel", "line": "Eirika? Did you find your answer?"}, {"speaker": "Eirika", "line": "Yes. Thank you, L’Arachel. Your words guided me."}, {"speaker": "L'Arachel", "line": "My-my words? It was nothing... Come, we should find the Sacred Stone. If anything were to happen to it..."}, {"speaker": "Eirika", "line": "L'Arachel? Your face is flushed. Is anything amiss?”"}, {"speaker": "L'Arachel", "line": "N-no, it’s nothing. Nothing at all!”"}, {"speaker": "Ephraim", "line": "That takes care of that."}, {"speaker": "Tana", "line": "Ephraim! I’d glad to see that your spirits are up."}, {"speaker": "Ephraim", "line": "Ah, Tana. And I have you to thank for it."}, {"speaker": "Tana", "line": "It was nothing. As long as you’re back to your old self, that is thanks enough."}, {"speaker": "L'Arachel", "line": "I’m holding it in my very hand! The Stone of Rausten! Its glorious radiance suits my complexion, wouldn’t you say?"}, {"speaker": "Ephraim", "line": "This is it. The last one. The last remaining Sacred Stone."}, {"speaker": "L’Arachel", "line": "It is. And the time to defeat the Demon King draws near."}, {"speaker": "Eirika", "line": "We should be leaving. We have to act before those creatures gain more momentum."}, {"speaker": "Myrrh", "line": "Yes. We should make haste. The poison spreads. It is growing ever stronger."}, {"speaker": "Ephraim", "line": "Where?"}, {"speaker": "Myrrh", "line": "Darkling Woods... Where the Demon King fell..."}, {"speaker": "Mansel", "line": "L'Arachel, must you leave so soon? You’ve only just returned, and you have to leave?"}, {"speaker": "L'Arachel", "line": "Uncle, defeating evil is the highest calling I can perform."}, {"speaker": "Mansel", "line": "Of course, my dear. It is a divine calling, but..."}, {"speaker": "L'Arachel", "line": "You needn’t worry, Uncle. After all, I'm not on my own. I have my friends."}, {"speaker": "Mansel", "line": "I see. You’ve been blessed, L'Arachel. Blessed with many good friends."}, {"speaker": "L'Arachel", "line": "I am indeed, Uncle. And they, in turn, are blessed with me! Farewell, Uncle. I shall return. Once evil has been vanquished, we'll all return safe and sound."}, {"speaker": "Mansel", "line": "Hold on. Not so fast now."}, {"speaker": "Mansel", "line": "I have something I wish to present to Princess Eirika."}, {"speaker": "Eirika", "line": "To me, Your Holiness?"}, {"speaker": "Mansel", "line": "Yes, Princess. I'd like you to accept this gift."}, {"speaker": "Eirika", "line": "What is it?"}, {"speaker": "L'Arachel", "line": "Oh! Aren't those... Aren't those the Sacred Twins of Rausten?"}, {"speaker": "Mansel", "line": "That's right, dear niece. These are the weapons of Saint Latona, most holy father of Rausten. Here, we have glorious Ivaldi, and its twin, the divine Staff of Latona. I will also spare some funding to feed and arm your forces. After all, there is much that you must do before you leave these halls."}, {"speaker": "L'Arachel", "line": "So they are the blessed Latona's most sacred relics... Is this allowed?"}, {"speaker": "Mansel", "line": "I know the law, L'Arachel. The relics must never leave the temple, with the sole exception of the occasional ascension ceremony, but I think that, when the world needs saving, we can make the odd exception."}, {"speaker": "L'Arachel", "line": "That's my uncle!"}, {"speaker": "Mansel", "line": "You will return them, of course... once you've finished your task. Princess Eirika, I would have your oath on this."}, {"speaker": "Eirika", "line": "Of course. You have my word. We shall return safely, and we shall restore your relics."}, {"speaker": "L'Arachel", "line": "Darkling Woods is home to naught but demons now. Indeed, I hear tell that none who enter its borders ever leave again. We ought to stock up on supplies in town before we set out."}, {"speaker": "Eirika", "line": "Yes, we must be as prepared as possible before we set out. I don't want to take any reckless chances with our lives."}, {"speaker": "Soldier", "line": "Princess L'Arachel!"}, {"speaker": "L'Arachel", "line": "My beloved countrymen! The combat was fierce, but you protected the palace honorably. The valorous Knights of Rausten shall live on in story and song!"}, {"speaker": "Soldier", "line": "Thank you, my lady. As always, it is our honor to serve. Princess Eirika, before you leave, please take this sword. We pray for your swift and safe return!"}, {"speaker": "Eirika", "line": "I appreciate your gift. I swear I will not allow your valor to be wasted!"}, {"speaker": "L'Arachel", "line": "As long as the righteousness of justice fills our hearts, how can we lose? Men, I ask that you watch after my dear uncle."}, {"speaker": "Soldier", "line": "You have our word, my lady. In the twin names of justice and order!"}, {"speaker": "Mansel", "line": "I have something else for Prince Ephraim as well."}, {"speaker": "Ephraim", "line": "For me?"}, {"speaker": "Mansel", "line": "That's right, Prince. I'd like you to accept this gift."}, {"speaker": "Ephraim", "line": "But this is..."}, {"speaker": "L'Arachel", "line": "Oh! Aren't those... Aren't those the Sacred Twins of Rausten?"}, {"speaker": "Mansel", "line": "That's right, dear niece. These are the weapons of Saint Latona, most holy father of Rausten. Here, we have glorious Ivaldi, and its twin, the divine Staff of Latona. I will also spare some funding to feed and arm your forces. After all, there is much that you must do before you leave these halls."}, {"speaker": "L'Arachel", "line": "So they are the blessed Latona's most sacred relics... Is this allowed?"}, {"speaker": "Mansel", "line": "I know the law, L'Arachel. The relics must never leave the temple, with the sole exception of the occasional ascension ceremony, but I think that, when the world needs saving, we can make the odd exception."}, {"speaker": "L'Arachel", "line": "That's my uncle!"}, {"speaker": "Mansel", "line": "You will return them, of course... once you've finished your task. Prince Ephraim, I would have your oath on this."}, {"speaker": "Ephraim", "line": "Of course."}, {"speaker": "L'Arachel", "line": "Darkling Woods is home to naught but demons now. Indeed, I hear tell that none who enter its borders ever leave again. We ought to stock up on supplies in town before we set out."}, {"speaker": "Ephraim", "line": "Yes, I think stocking up would be in our best interest. I intended to see that we all return unharmed."}, {"speaker": "Soldier", "line": "Princess L'Arachel!"}, {"speaker": "L'Arachel", "line": "My beloved countrymen! The combat was fierce, but you protected the palace honorably. The valorous Knights of Rausten shall live on in story and song!"}, {"speaker": "Soldier", "line": "Thank you, my lady. As always, it is our honor to serve. Prince Ephraim, before you go, please take this sword. We pray for your swift and safe return!"}, {"speaker": "Ephraim", "line": "As I pray for your safety, too. I won't let your valorous deeds be wasted this day!"}, {"speaker": "L'Arachel", "line": "As long as the righteousness of justice fills our hearts, how can we lose? Men, I ask that you watch after my dear uncle."}, {"speaker": "Soldier", "line": "You have our word, my lady. In the twin names of justice and order!"}]}