{"chapter": "20", "title": "Darkling Woods", "speakers": ["Lyon", "Morva", "Ephraim", "Eirika", "Seth", "Myrrh", "Riev", "L'Arachel", "Fomortiis", "Ephraim (Off-Screen)", "Vigarde", "Knoll"], "dialogue_counts": {"Lyon": 36, "Morva": 16, "Ephraim": 13, "Eirika": 14, "Seth": 4, "Myrrh": 27, "Riev": 5, "L'Arachel": 1, "Fomortiis": 3, "Ephraim (Off-Screen)": 1, "Vigarde": 6, "Knoll": 4}, "gender_counts": {"M": 62, "F": 42, "N": 26, "A": 0}, "lines": 131, "transitions": "-MNMNMNMNMNMNMNMNMNMNM-MFMFFFMFMFMMFMF-MM-MNMNMNMNMNMNM-MFMFFFMFFFFMFFF-M-M-M-MF-F-MF-FFFFFFFFFFFFF-MNMNMNM-FNFMFMFMFMFMF-MNMNMNMNMNMNM-MMMMMMMMM-M", "opening": ["According to legend, the Sacred Stones have sealed evil away from the world. Four of the five stones have been destroyed, leaving only the last stone intact. The last stone must be protected to stave off the Demon King's restoration. Eirika/Ephraim and company challenge the demons of Darkling Woods. According to legend, the original possessors of the Sacred Stones defeated the Demon King in Darkling Woods. His foul blood seeped into the land, corrupting every seed and every root. The once-pristine forest was transformed by the flood of disease and venom. Legend says the Demon King's corpse lies there still, not dead but dreaming. Dreaming of when the last stone is crushed, and he will rise from his bed of rocks and worms and return to the surface. Within Darkling Woods, hideous fiends roam in increasing numbers, as if responding to some unheard call..."], "intro": [{"speaker": "Lyon", "line": "...The time grows near."}, {"speaker": "Morva", "line": "...Hold."}, {"speaker": "Lyon", "line": "Huh?"}, {"speaker": "Morva", "line": "What are you doing here, human? You should return to your own kind. This is no place for you to tread. This is darkness's domain... This is desecrated land."}, {"speaker": "Lyon", "line": "That's why I've come. I have the power of the Demon King. I will save us all."}, {"speaker": "Morva", "line": "You... Evil grips your heart... No--you've given your heart to evil."}, {"speaker": "Lyon", "line": "......."}, {"speaker": "Morva", "line": "What a tragedy... Human flesh cannot contain the demon. It cannot control him. You think yourself safe, but already, your control slips. I see the madness eating at you. I see the beginning of the end."}, {"speaker": "Lyon", "line": "You're wrong. This... Ah...urg... I do this of my own will... I will save Grado's people."}, {"speaker": "Morva", "line": "......."}, {"speaker": "Lyon", "line": "I had a vision. I saw my life traveling two roads. Down one, the Demon King conquers both my body and soul. Down the other, I master the Demon King, and with that power...urg... With that power, I avert disaster. I gave the people a better future... I resist the Demon King's attempts to wrest away my will... I saw this, and I made my decision. I walk the second road."}, {"speaker": "Morva", "line": "You fool... The Demon King has blinded you to his true wish. How can you not see it? He's had you since the moment you first held the Dark Stone. He has been hiding within you, luring you deeper into the shadows of his heart. He commands you and remakes you to suit his dark design."}, {"speaker": "Lyon", "line": "...You're wrong..."}, {"speaker": "Morva", "line": "You think yourself unchanged? You think yourself the master? I see only more evidence that the Demon King commands you now. Can you not sense--"}, {"speaker": "Lyon", "line": "It's not true! I... I will save everyone."}, {"speaker": "Morva", "line": "Think back! Remember! Are you truly the man you used to be? Would you justify war and murder to bring about peace and justice? Remember who you were, and tell me if you are still yourself!"}, {"speaker": "Lyon", "line": ".......All of this matters not. I know the Demon King has claimed me. It is not important... Not if I can save the world. My own soul is irrelevant."}, {"speaker": "Morva", "line": "...It is as I feared. You will not give up this madness. I am Morva, the dragonkin who guards the entrance to these woods. I do not have the ability to save you. All I can do is destroy the demon that coils around your heart. To prevent the further damnation of your soul... I can only grant you eternal sleep."}, {"speaker": "Lyon", "line": "I cannot sleep. I have not yet--There is no taboo I will not break, no sacrifice I will not make... I..."}, {"speaker": "Morva", "line": "...You are beyond reason. Therefore I, too, must do what I was born to do. As it was in that ancient battle... You will die here, Demon King."}, {"speaker": "Lyon", "line": "......."}, {"speaker": "Ephraim", "line": "This awful darkness..."}, {"speaker": "Eirika", "line": "I know... I can feel it too."}, {"speaker": "Seth", "line": "This is Darkling Woods... It was here the heroes met the Demon King and with the Sacred Stones defeated him. I've heard the lingering energies of that battle are the source of the monsters. But I never imagined it would be as bad as this..."}, {"speaker": "Myrrh", "line": "It's worse than before... It's grown so much stronger. Simply standing here is a struggle... But we don't need to worry. My father is here. He'll take care of everything."}, {"speaker": "Eirika", "line": "Your father?"}, {"speaker": "Myrrh", "line": "Over there. On the other wise of that swamp is the Black Temple of the Demon King. My father stands guard near it. This is where my father and I have lived for as long as I can remember."}, {"speaker": "Ephraim", "line": "I see. So this forest is like a home to you."}, {"speaker": "Myrrh", "line": "Uh-huh... My foster father leads the dragon tribe. In the last great war...both of my true parents were killed. Morva took me in and raised me as though I were his own child."}, {"speaker": "Ephraim", "line": "So that's how you came to live here..."}, {"speaker": "Myrrh", "line": "My father holds back the monsters that are born in Darkling Woods. He's so strong, and so very gentle. One day, I hope to be like him... .......Oh!"}, {"speaker": "Ephraim", "line": "Myrrh, what is it?"}, {"speaker": "Seth", "line": "Princess Eirika, Prince Ephraim, we're under attack. A horde of those foul beasts is headed straight for us."}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Ephraim", "line": "Myrrh, are you well? If you're ill, we should get you to--"}, {"speaker": "Myrrh", "line": "No, no... It's nothing. I'll fight with you. I'll fight, and we'll drive back the dark children."}, {"speaker": "Lyon", "line": "Ha ha ha ha... Riev... I'm leaving this to you."}, {"speaker": "Riev", "line": "Heh heh heh... As you wish. Please proceed with the rites of resurrection, sire."}, {"speaker": "Lyon", "line": "Mm... hah hah... A moment more, and my rebirth will be unstoppable--irreversible. None remain who can stop me now."}, {"speaker": "Morva", "line": "So, you've returned, have you?"}, {"speaker": "Lyon", "line": "Hm?"}, {"speaker": "Morva", "line": "You can clothe yourself in human flesh, but you cannot hide your foul mien. Eight hundred years wasn't long enough, Demon King."}, {"speaker": "Lyon", "line": "One of the dragonkin, hm? Ah, I've seen your face before, lizard. Yes, during that accursed battle so long ago. When those wretched men bound me in their fetters. They fought with an ally from the dragonkin at their side... I believe his name was Morva."}, {"speaker": "Morva", "line": "The protection of the blessed stones is lost. The dark is rising. Malevolence given will and form now walks these lands unopposed. Ancient king of shadows... they appear to be waiting for you."}, {"speaker": "Lyon", "line": "Very perceptive. And now I am here. I must tell them their wait is over. I must tell them I have been reborn. Begone, dragon. I am changed. I can no longer be stopped by the likes of you."}, {"speaker": "Morva", "line": "I live and breathe to protect mankind. I cannot abandon them to you. Now, as it once did so long ago, these woods will witness your defeat."}, {"speaker": "Lyon", "line": "So, your dragon blood still runs so hot that you would dare to stop me? Dragons. That reminds me... Not long back, I fought a rabble of men who traveled with a dragon child. Tell me, Morva, was that your daughter?"}, {"speaker": "Morva", "line": "...Myrrh left this place long ago to test the limits of your influence. Could she have...?"}, {"speaker": "Lyon", "line": "Could she have what? Pray, continue."}, {"speaker": "Morva", "line": "You will answer me. Your reply will determine..."}, {"speaker": "Lyon", "line": "Ha ha ha ha ha... Such information has no use to you now. You have dared to challenge me. You have no time for joy or sorrow. No, best to focus now on this, the moment of your death. I would hate for you to miss it."}, {"speaker": "Ephraim", "line": "This awful darkness..."}, {"speaker": "Eirika", "line": "I know... I can feel it too."}, {"speaker": "Seth", "line": "This is Darkling Woods... It was here the heroes met the Demon King and with the Sacred Stones defeated him. I've heard the lingering energies of that battle are the source of the monsters. But I never imagined it would be as bad as this..."}, {"speaker": "Myrrh", "line": "It's worse than before... It's grown so much stronger. Simply standing here is a struggle... But we don't need to worry. My father is here. He'll take care of everything."}, {"speaker": "Eirika", "line": "Your father?"}, {"speaker": "Myrrh", "line": "Over there. On the other wise of that swamp is the Black Temple of the Demon King. My father stands guard near it. This is where my father and I have lived for as long as I can remember."}, {"speaker": "Ephraim", "line": "I see. So this forest is like a home to you."}, {"speaker": "Myrrh", "line": "Uh-huh... I get to see Father again. I'm so happy. My foster father leads the dragon tribe. In the last great war... both of my true parents were killed. Morva took me in and raised me as though I were his own child."}, {"speaker": "Eirika", "line": "So that's how you came to live here..."}, {"speaker": "Myrrh", "line": "My father holds back the monsters that are born in Darkling Woods. He's so strong, and so very gentle. One day, I hope to be like him... .......Oh!"}, {"speaker": "Eirika", "line": "Myrrh, what's wrong?"}, {"speaker": "Seth", "line": "Princess Eirika, Prince Ephraim, we're under attack. A horde of those foul beasts is headed straight for us."}, {"speaker": "Myrrh", "line": "......."}, {"speaker": "Eirika", "line": "Myrrh, are you well? If you're ill, we should get you to--"}, {"speaker": "Myrrh", "line": "No, no... It's nothing. I'll fight with you. I'll fight, and we'll drive back the dark children."}], "battle": [{"speaker": "Riev", "line": "Heh heh heh... Soon... soon... It happens soon! The Demon King will be restored to all his former glory! And I, his faithful servant, will bask in his radiant power... Then, oh, then I will have my revenge on those who scorned me! The Demon King has created for me a fine weapon--a draco zombie! This fierce beast and I will guard the Black Temple's entrance. As long as we watch, no one will interrupt his rituals. We will drown all who dare approach in this virulent mud! Heh heh heh... Heh heh heh heh heh!"}], "boss": [{"speaker": "Riev", "line": "Grr... Your eyes annoy me... Why do you not despair? Why do you not surrender?"}, {"speaker": "Riev", "line": "Heh heh heh... Even if you defeat me, you're too late to stop it. The one true demon... will rise..."}, {"speaker": "Riev", "line": "Heh heh heh. The young lady of Rausten... The more cruel and gruesome your death, the more that cur Mansel would weep, am I right? And that would make me so very, very happy.", "unit": "L'Arachel", "boss": "Riev"}, {"speaker": "L'Arachel", "line": "Do you think your words will frighten me? I am the princess L'Arachel! Slaying demons is my forte! You who have sold your soul to the soulless... I grant you release from your wretched existence.", "unit": "L'Arachel", "boss": "Riev"}, {"speaker": "Myrrh", "line": "...Urrgh... I'm... sorry...", "unit": "Myrrh", "boss": "Morva"}], "end": [{"speaker": "Ephraim", "line": "So this is the Black Temple... The Demon King is here."}, {"speaker": "Eirika", "line": "We have to stop him before he can begin the ritual. Let's waste no time, Brother."}, {"speaker": "Myrrh", "line": "...... I'm sorry... Father..."}, {"speaker": "Eirika", "line": "Myrrh... What is it?"}, {"speaker": "Myrrh", "line": "Um... I... I just met with my father. I had not seen or spoken with him for quite a while."}, {"speaker": "Eirika", "line": "You saw your father? Then we must speak with him--"}, {"speaker": "Myrrh", "line": "No... He told me he couldn't see you. He said it wasn't a good idea for him to meet so many people. As the tribal chieftain, he feels he should maintain his distance."}, {"speaker": "Eirika", "line": "Is that so... That's too bad."}, {"speaker": "Myrrh", "line": "But he offered me words of encouragement and praised my efforts thus far. He told me in his kindly voice to come home to him safely. I will do my best to honor his faith in me."}, {"speaker": "Eirika", "line": "He sounds like a good father."}, {"speaker": "Myrrh", "line": "He is... Mistress Eirika... I'll do all I can. For my father--and for all of you as well. I will help you, and we will defeat the Demon King."}, {"speaker": "Eirika", "line": "Are you sure you want to go with us, Myrrh? You had so wanted to be with your father..."}, {"speaker": "Myrrh", "line": "Yes... I'm sure. Once we are finished dealing with this evil, I will have time then. Let's hurry, Mistress Eirika."}, {"speaker": "Eirika", "line": "Myrrh... I understand. Let's get moving. The faster we can end this nightmare, the better."}, {"speaker": "Myrrh", "line": "From this building... a repulsive energy oozes. The Demon King... He's here."}, {"speaker": "Lyon", "line": "Urr... rrraa..."}, {"speaker": "Fomortiis", "line": "Lyon... It's almost time. Your beloved Eirika is on her way."}, {"speaker": "Lyon", "line": "Eirika... Don't... come. It's... already..."}, {"speaker": "Fomortiis", "line": "Ha ha... Lyon, prince of frailty. To believe that a weak man like you thought to oppose me... You're an arrogant little insect, nothing more. And now, you're dead... I will devour you, and you will be lost forever."}, {"speaker": "Lyon", "line": "Urr... ugh... Uh! Grrraaaaa!!"}, {"speaker": "Fomortiis", "line": "Ha ha. Does it hurt? Are you suffering? Oh, but it does not end for you yet. Oh, no. I've left you this one shard of awareness for a reason. I want you to watch yourself as you crush Eirika. You should thank me! Ha ha... hah hah hah!"}, {"speaker": "Lyon", "line": "Ei... Eirika..."}, {"speaker": "Myrrh", "line": "...... I’m sorry... Forgive me...Father..."}, {"speaker": "Ephraim (Off-Screen)", "line": "Myrrh! Where are you?!"}, {"speaker": "Myrrh", "line": "Ah..."}, {"speaker": "Ephraim", "line": "Here you are. Myrrh, we were worried... Myrrh? Are you...crying?"}, {"speaker": "Myrrh", "line": "N-no... It’s nothing. The poison in these woods is thick. It burns my eyes."}, {"speaker": "Ephraim", "line": "What a minute... That dragon... Could he have been–"}, {"speaker": "Myrrh", "line": "O-of course not... There’s nothing wrong. After everything you all have suffered, this is– I can’t... This is nothing..."}, {"speaker": "Ephraim", "line": "Myrrh..."}, {"speaker": "Myrrh", "line": "Ephraim..."}, {"speaker": "Ephraim", "line": "I’m so sorry. You kept silent this whole time so as not to trouble us."}, {"speaker": "Myrrh", "line": "... E-everything’s fine, Ephraim... I’m fine. See? I’m ready to...to..."}, {"speaker": "Ephraim", "line": "Myrrh. Let yourself cry. These are dark times. There’s no reason to hide your sorrow."}, {"speaker": "Myrrh", "line": "Ephraim... I, I... ...Aaah... Sniff... Father... Father..."}, {"speaker": "Lyon", "line": "...Father! Hold on, please! Father!"}, {"speaker": "Vigarde", "line": "Lyon... This is... the end for me. From now on... you..."}, {"speaker": "Lyon", "line": "Don’t say that, Father."}, {"speaker": "Vigarde", "line": "You must concern yourself... with Grado... The people... our people must be saved... Lyon... tell me again. What will happen to Grado?"}, {"speaker": "Lyon", "line": "I have seen it many times now, as have the court mages. It’s the same every time, Father. It’s always the same. Sometime in the coming years, the southern continent will collapse. Countless people will die instantly. Those who don’t will likely starve."}, {"speaker": "Vigarde", "line": "......"}, {"speaker": "Lyon", "line": "None but the mages and I know of the vision, as you ordered. But... if we don’t do something, all of those people will die. Please tell me, Father. What should I do? What..."}, {"speaker": "Vigarde", "line": "Lyon... When I die... You will be emperor... The emperor... must protect his country. There is nothing more... that I can do. It’s you... You must protect our people."}, {"speaker": "Lyon", "line": "B-but, Father... I don’t have the power... Ah! R-Renais... If I ask Eirika and Ephraim for help, I’m sure they would–"}, {"speaker": "Vigarde", "line": "You would ask Renais to rescue us from... a natural disaster? They would not help us... Grado’s borders would overflow with starving refugees by the thousands. Renais would close her borders to us. It’s only natural... Renais has a duty to protect herself."}, {"speaker": "Lyon", "line": "No, that would never–"}, {"speaker": "Vigarde", "line": "Lyon... You are the one... who must... save our people. You must take my place... The citizens of Grado... are counting on...you..."}, {"speaker": "Lyon", "line": "Father?! No...wait! I cannot do anything without you, Father!"}, {"speaker": "Lyon", "line": "Fa...Father..."}, {"speaker": "Knoll", "line": "His Highness..."}, {"speaker": "Lyon", "line": "I am...weak. Because I am weak... people will die. I... (The scene change quickly, Lyon and Knoll in the Sacred Stone’s realm)"}, {"speaker": "Knoll", "line": "Prince Lyon..."}, {"speaker": "Lyon", "line": "Knoll... I... Open the seal on the Sacred Stone of Grado."}, {"speaker": "Knoll", "line": "The Sacred Stone? But that’s..."}, {"speaker": "Lyon", "line": "You’ve seen the scrolls. You know there is a way to stop the coming disaster. If those scrolls are correct, the rites they describe can save all of Grado. But it will require a staggering amount of dark energy–and a sacrifice as well. The human body cannot contain the powers these rites demand... And yet... Of the five Sacred Stones, Grado’s alone possesses a greater power... It is the very prison housing the soul of the ancient Demon King. If we could harness its power, well... If we can do that, we can avert disaster and save countless lives."}, {"speaker": "Knoll", "line": "But you forget..."}, {"speaker": "Lyon", "line": "I forget nothing! I know I am too weak. Because of me, all of Grado will be destroyed. I need... I need the Sacred Stone. I must become stronger. I will become stronger."}, {"speaker": "Lyon", "line": "Everything is in readiness. The Stones have been destroyed. The Demon King’s power swells. The Black Temple possesses all the demonic power I will need. The rites can begin. All that remains is for me to sacrifice my life... The disaster will be averted. My people will be saved..."}]}