{"chapter": "21", "title": "The Sacred Stones", "speakers": ["Lyon", "Eirika", "Ephraim", "Demon King", "L’Arachel", "Seth", "Franz", "Gilliam", "Vanessa", "Moulder", "Ross", "Garcia", "Neimi", "Colm", "Artur", "Lute", "Natasha", "Joshua", "Forde", "Kyle", "Tana", "Amelia", "Innes", "Gerik", "Tethys", "Marisa", "Dozla", "Saleh", "Ewan", "Cormag", "Rennac", "Duessel", "Knoll", "Myrrh", "Syrene"], "dialogue_counts": {"Lyon": 30, "Eirika": 34, "Ephraim": 28, "Demon King": 5, "L’Arachel": 12, "Seth": 4, "Franz": 2, "Gilliam": 2, "Vanessa": 1, "Moulder": 2, "Ross": 2, "Garcia": 2, "Neimi": 2, "Colm": 3, "Artur": 2, "Lute": 2, "Natasha": 2, "Joshua": 2, "Forde": 2, "Kyle": 2, "Tana": 2, "Amelia": 2, "Innes": 3, "Gerik": 4, "Tethys": 3, "Marisa": 3, "Dozla": 3, "Saleh": 4, "Ewan": 2, "Cormag": 2, "Rennac": 3, "Duessel": 2, "Knoll": 2, "Myrrh": 4, "Syrene": 3}, "gender_counts": {"M": 108, "F": 58, "N": 17, "A": 0}, "lines": 183, "transitions": "MFMFMMFMFM-MMMMMMMM-FMFMFMFMFMFMF-MMMMMM-M-M-M-MMMMMMM-M-MFN-N-MFM-MNMNM-MFMFMFMFM-FM-MFN-N-FMFMF-FNFNF-F-M-M-M-F-M-M-M-F-M-M-F-F-M-M-M-M-F-F-M-M-F-F-N-M-M-M-M-M-M-M-F-F-N-FNFNMF-MNMNMM-FNMFMFFFMFMMMFFMFMFMFFMMMNMMNMMFMFMFMMMMMFMMFMMFMMMF", "intro": [{"speaker": "Lyon", "line": "When tomorrow comes... you have to go home, don’t you..."}, {"speaker": "Eirika", "line": "Yes... Thank you for everything, Lyon. I’ll never forget the time I spent here."}, {"speaker": "Lyon", "line": "Do you think we’ll see each other again..."}, {"speaker": "Eirika", "line": "Yes, of course. My brother and you and me. We are friends, after all. Aren’t we..."}, {"speaker": "Lyon", "line": "Eirika... Yep, you’re right. I hope your study of the Sacred Stones is fruitful. I know you’ll use the wisdom you glean to make your people happy."}, {"speaker": "Lyon", "line": "Thank you, Eirika. You know, you’re the only reason I was able to save that girl. There were times when I wanted to give up, to admit failure. But you were always there. You were always encouraging me to succeed. That’s what kept me going. I just thought of you."}, {"speaker": "Eirika", "line": "Lyon..."}, {"speaker": "Lyon", "line": "Eirika... I...I’ve always... I’m sorry... Forget what I was saying. I could never be like Ephraim..."}, {"speaker": "Eirika", "line": "Lyon, what do you–"}, {"speaker": "Lyon", "line": "I guess this is it, Eirika. Hope to see you again someday. I’m going to focus on my work and do my best until that day. My research will progress, and my discoveries will benefit us all. One day, I will be a prince worthy of you, and I will see you again."}, {"speaker": "Ephraim", "line": "Don't make that face. We'll see each other again. All three of us--you, me, and Eirika."}, {"speaker": "Lyon", "line": "Yeah... I know. But when we get older, when we each take the reigns of our nations, we probably won't meet again... Not like this, I mean. Not as friends."}, {"speaker": "Ephraim", "line": "What's that got to do with anything? Kings are humans, too. Emperors need not be friendless, you know."}, {"speaker": "Lyon", "line": "I suppose you're right. You have a knack for cutting to the heart of things. But becoming a king or an emperor is not something you can take lightly. I really don't think we'll be the same people we are right now... What if Renais or Grado went to war? What if we were forced to fight?"}, {"speaker": "Ephraim", "line": "Don't be ridiculous. That would never happen."}, {"speaker": "Lyon", "line": "If... If it did... We'd still be friends, wouldn't we?"}, {"speaker": "Ephraim", "line": "Even if that happens, yes. We're friends forever. Nothing can change that. You'll see."}, {"speaker": "Lyon", "line": "Hm... All right, Ephraim. Then I will see you again."}, {"speaker": "Eirika", "line": "Lyon!"}, {"speaker": "Lyon", "line": "... Eirika..."}, {"speaker": "Eirika", "line": "Lyon... It is you, isn’t it, Lyon...!"}, {"speaker": "Lyon", "line": "Yes... But I’m... I’m almost completely gone. Before I’m lost entirely, I want to apologize. I’m sorry, Eirika. This is all my fault. I was too weak..."}, {"speaker": "Eirika", "line": "You’re not to blame, Lyon. It was the Demon King. He was controlling you..."}, {"speaker": "Lyon", "line": "No, that’s not true, Eirika. When the Demon King reached into me from inside the Dark Stone...When he whispered he would see all my dreams and desires made true...I...I did not reject him. In the shadows of my heart, he saw jealousy...vanity...It was my weakness that put these emotions there, allowed them to thrive."}, {"speaker": "Eirika", "line": "Everyone has weaknesses, Lyon. You’re not the only one. I do. I’m sure my brother does...Don’t hate yourself for having these feelings, please."}, {"speaker": "Lyon", "line": "Thank you, Eirika. You were always...so kind. The Demon King will claim my flesh as a vessel for his resurrection. Before that can happen...I want you to kill me. I’m sorry, Eirika. I’m already-"}, {"speaker": "Eirika", "line": "....."}, {"speaker": "Lyon", "line": "Oh, please...Are you done turning your failings into some sad epic of personal tragedy... It’s time we started then. I have a ritual to complete...and some nuisances to kill."}, {"speaker": "Eirika", "line": "Shut your mouth. I won’t allow you to desecrate Lyon’s body any further. You will not return to this world. I will stop you myself if I must."}, {"speaker": "Lyon", "line": "Ah, is that so... And do you honestly think yourself capable, wench... You once prayed for this fool’s salvation. Can you bring yourself to kill him..."}, {"speaker": "Eirika", "line": "I can and I will. I made a promise to Lyon, and I intend to honor it."}, {"speaker": "Ephraim", "line": "Lyon."}, {"speaker": "Lyon", "line": "You came after all, Ephraim. I’m glad."}, {"speaker": "Ephraim", "line": "Lyon. Is this... Is this my fault? Am I responsible for how much you’ve changed? I haven’t seen you for two years now... Have you..hated me that entire time?"}, {"speaker": "Lyon", "line": "No, Ephraim. I was never dishonest. I liked you both. I still do. But I was envious of you, too. That’s why I...desired this. You may not believe me when I tell you this, but... Even now, after all this, I still consider you a friend."}, {"speaker": "Ephraim", "line": "Lyon... You know that I do, too. I spoke the truth to you... I truly thought that we would always be friends. That’s why I... I have to stop you."}, {"speaker": "Lyon", "line": "Of course. I know... You are Ephraim, after all. You could do no less, my friend. Well, come then, Ephraim. Try and stop me. I will defeat you, and then I will save the people of Grado. No one... No one will stand in my way."}], "boss": [{"speaker": "Lyon", "line": "Come, and face your death! I’m waiting, you miserable fool. Your corpse will make a perfect offering in my resurrection."}, {"speaker": "Lyon", "line": "I am the Demon King… I know nothing of human frailty. I am supreme…"}, {"speaker": "Lyon", "line": "Where… Where did I go wrong…"}], "battle": [{"speaker": "Lyon", "line": "I guess that proves it. You’re too strong, Ephraim... I’ve always... admired..."}, {"speaker": "Ephraim", "line": "Lyon!"}, {"speaker": "Lyon", "line": "You know, Ephraim... I always wanted to be you. I wanted to be strong and handsome... With Eirika always at my side... That’s what I wanted to be. I had... I had nothing..."}, {"speaker": "Ephraim", "line": "Don’t be ridiculous, Lyon. Who was it that taught me history? Who covered for me when I stumbled? Didn’t you see how I looked up to you? I admired your compassion, your wisdom, your thoughtfulness...."}, {"speaker": "Lyon", "line": "Oh, yeah... That seems so long ago... I did keep you out of trouble, didn’t I? Thanks for remembering. See? You’re thoughtful, too..."}, {"speaker": "Ephraim", "line": "Lyon... Wait! Don’t close your eyes! I’m going to save you! I’ll find a way! I..."}, {"speaker": "Lyon", "line": "No, don’t... Thanks, anyway. It was all my fault... Don’t look so sad. C’mon, Ephraim, smile. Like you used to..."}, {"speaker": "Ephraim", "line": "...Lyon..."}, {"speaker": "Ephraim", "line": "What?! This..."}, {"speaker": "Eirika", "line": "Brother! Lyon’s body! It’s..."}, {"speaker": "Demon King", "line": "...The time has come... ...My resurrection is at hand..."}, {"speaker": "Demon King", "line": "Heh heh...heh heh heh... Well done, Lyon. The sacrifice of your flesh and the sum of your efforts... They were all for naught. Grado’s disaster cannot be averted. My resurrection is at hand. All this time, you imagined yourself in possession of your own free will, but it was I who planted the seed from which your ambitions grew. My deceit made you my puppet, and oh, how you danced at the end of my strings. You could never have been saved. It’s a shame, isn’t it, Lyon? And now I... I am reborn."}, {"speaker": "Ephraim", "line": "Demon King! You are responsible for all the misery we’ve seen! Lyon... My friend... You’re the one..."}, {"speaker": "Eirika", "line": "Brother... This power... It’s different."}, {"speaker": "Ephraim", "line": "I know. This power is greater than anything we’ve ever faced.... But none of that matters. I’ve learned so much... My lance is stronger than ever. That thing the deceived and murdered my friend... No matter what happens, I’m going to destroy it!"}, {"speaker": "Ephraim", "line": "L’Arachel! It’s time to use it. Prepare the last Sacred Stone! We have to use its power on that beast, like in the legends!"}, {"speaker": "L’Arachel", "line": "You must listen to me, Ephraim. The stories are true: the stone does hold the power to stop the Demon King. However, the source of its power is human will, the desire for peace within our hearts."}, {"speaker": "Ephraim", "line": "In our hearts..."}, {"speaker": "L’Arachel", "line": "Yes, that’s right. We need not pray for the Sacred Stone to aid us now. No, we need only focus ourselves and concentrate on a better future."}, {"speaker": "Ephraim", "line": "I understand. Everyone! Listen to me! This is the final battle. If we can defeat this thing, it’s over. We face the king of demons, the monster that once ruled all Magvel. He’s more powerful than any one of us here. But we have something that beast will never have. We have community, friendship, love... We have all the virtues of humanity. That is our weapon. That is our strength."}, {"speaker": "Lyon", "line": "....."}, {"speaker": "Eirika", "line": "Lyon!"}, {"speaker": "Ephraim", "line": "Be careful, Eirika!"}, {"speaker": "Eirika", "line": "It’s all right. He’s Lyon. Lyon..."}, {"speaker": "Lyon", "line": "Ei...Eirika...Is...that you..."}, {"speaker": "Eirika", "line": "Yes, Lyon. It’s me."}, {"speaker": "Lyon", "line": "Eirika...You stopped me, didn’t you... I’m glad..."}, {"speaker": "Eirika", "line": "Lyon...Lyon..."}, {"speaker": "Lyon", "line": "Listen...Eirika... I never had the courage to tell you, but...I’ve always loved you..."}, {"speaker": "Eirika", "line": "Lyon..."}, {"speaker": "Ephraim", "line": "....."}, {"speaker": "Ephraim", "line": "What...! This..."}, {"speaker": "Eirika", "line": "Brother! Lyon’s body! It’s..."}, {"speaker": "Demon King", "line": "The time has come... My resurrection is at hand..."}, {"speaker": "Demon King", "line": "Now, humans...Lament your fate. Weep for the dead. Despair for the living. Wail and tremble in grief. Grovel in awe and fear. I am returned."}, {"speaker": "Eirika", "line": "Is...is that...the... Demon King..."}, {"speaker": "Ephraim", "line": "Eirika."}, {"speaker": "Eirika", "line": "Brother..."}, {"speaker": "Ephraim", "line": "Don’t be afraid, Eirika. I’m here. Our friends are here. We have the Sacred Stone, and we have each other. We will not lose. We will defeat him."}, {"speaker": "Eirika", "line": "You’re right, Brother!"}, {"speaker": "Eirika", "line": "L’Arachel! It’s time. We have to use the final Sacred Stone. We must use its power against the Demon King, as in the stories of old!"}, {"speaker": "L’Arachel", "line": "You must listen to me, Eirika. The stories are true; the stone does hold the power to stop the Demon King. However, the source of its power is human will, the desire for peace within our hearts."}, {"speaker": "Eirika", "line": "In our hearts..."}, {"speaker": "L’Arachel", "line": "Yes, that’s right. We need not pray for the Sacred Stones to aid us now. No, we need only focus ourselves and concentrate on a better future."}, {"speaker": "Eirika", "line": "I understand, L’Arachel. Listen, everyone. I can never repay you for all you’ve done so far. Now, please, one last time...Lend me your strength. To defeat the Demon King! To restore peace to our lands! To take the peace we all dream of and make it real!"}, {"speaker": "Eirika", "line": "Let’s finish this."}, {"speaker": "Seth", "line": "My only wish is to serve and protect the two of you..."}, {"speaker": "Franz", "line": "There must be something that I can do!"}, {"speaker": "Gilliam", "line": "We can’t let our guard down."}, {"speaker": "Vanessa", "line": "Please, let everyone come through this unscathed..."}, {"speaker": "Moulder", "line": "Hm. I wonder if we can reenact the legend."}, {"speaker": "Ross", "line": "Watch with pride, Father! I’ll show you who’s the strongest!"}, {"speaker": "Garcia", "line": "This may be my last battle. I’ll hold nothing back."}, {"speaker": "Neimi", "line": "I’m starting to wonder if I really should be here..."}, {"speaker": "Colm", "line": "Fighting’s all well and good, but where’s all the treasure?"}, {"speaker": "Artur", "line": "That’s the king of all demons... What a ferocious sight he is."}, {"speaker": "Lute", "line": "Oh, that’s the Demon King, isn’t it? Yes, I’ve read all about him."}, {"speaker": "Natasha", "line": "...Prince Lyon."}, {"speaker": "Joshua", "line": "So, what’s Lady Luck have in store for me today?"}, {"speaker": "Ephraim", "line": "Is everybody ready? We’re going to win."}, {"speaker": "Forde", "line": "We’ve got to do what we can, right?"}, {"speaker": "Kyle", "line": "We’re with you all the way, Prince Ephraim!"}, {"speaker": "Tana", "line": "There’s nothing to fear. I’ll protect everyone!"}, {"speaker": "Amelia", "line": "Gotta d-do my best. Here goes!"}, {"speaker": "Innes", "line": "Bah... I am in NO way inferior to this so-called Demon King."}, {"speaker": "Gerik", "line": "Never stop fighting. Never..."}, {"speaker": "Tethys", "line": "Don’t tense up! You’ll fight better if you’re relaxed."}, {"speaker": "Marisa", "line": "My blade will cut deep."}, {"speaker": "L’Arachel", "line": "I, L’Arachel, strike in the name of righteousness, order, and Rausten!"}, {"speaker": "Dozla", "line": "Gwah ha ha! Same goes for me!"}, {"speaker": "Saleh", "line": "Hm... Can my magic prevail?"}, {"speaker": "Ewan", "line": "I’ll show you all what my magic can do."}, {"speaker": "Cormag", "line": "Defeat the foe. Nothing else matters."}, {"speaker": "Rennac", "line": "Come on... You can’t be serious!"}, {"speaker": "Duessel", "line": "We must be steel blades with which to pierce the enemy."}, {"speaker": "Knoll", "line": "That’s the heart of the darkness I’ve studied? It can’t be..."}, {"speaker": "Myrrh", "line": "I’ll do what I can."}, {"speaker": "Syrene", "line": "I will show you honour and valour of the Frelian Pegasus Knights."}, {"speaker": "Demon King", "line": "Gaa...grrr... Abominable Sacred Stone... I will not suffer imprisonment again. How... You possess only one... Do not fool yourselves. You cannot fully imprison me... I will grind that wretched rock and your accursed bones to powder!"}, {"speaker": "Eirika", "line": "There!"}, {"speaker": "L’Arachel", "line": "We did it. The Demon King’s soul has been bound once more. But, Eirika, it’s not over yet. The Demon King’s soul rages against its prison. We must return it to its proper place–and quickly. But first, we must defeat the Demon King’s soulless body!"}, {"speaker": "Eirika", "line": "That thing..."}, {"speaker": "L’Arachel", "line": "Uh-huh...The real battle’s just beginning. Our ancestors paid dearly for their victory. A mountain of corpses...It’s written the Demon King was surrounded by the dead before he finally fell."}, {"speaker": "Seth", "line": "We’re all prepared to do what must be done."}, {"speaker": "Eirika", "line": "I have no desire to make any more heartbreaking sacrifices. I promised we would all return safely, and return safely we shall!"}, {"speaker": "Ephraim", "line": "Did we do it?"}, {"speaker": "L’Arachel", "line": "Yes, we did it. The Demon King’s soul has been bound once more. But, Ephraim, it’s not over yet. The Demon King’s soul rages against its prison. We must return it to its proper place–and quickly. But first, we must defeat the Demon King’s soulless body!"}, {"speaker": "Ephraim", "line": "That thing?"}, {"speaker": "L’Arachel", "line": "Uh-huh... The real battle’s just beginning. Our ancestors paid dearly for their victory. A mountain of corpses... It’s written the Demon King was surrounded by the dead before he finally fell."}, {"speaker": "Seth", "line": "We are all prepared to do what must be done."}, {"speaker": "Ephraim", "line": "No... I’ll do it. I have no intention of seeing anyone else die!"}], "end": [{"speaker": "Eirika", "line": "That’s it. It’s over, isn’t it..."}, {"speaker": "L’Arachel", "line": "Yes. Evil has been imprisoned, locked away. The legends of old have been mirrored in our actions today."}, {"speaker": "Innes", "line": "No, we’ve done far more than the legends ever told. We’ve destroyed the Demon King’s body. He can never come back."}, {"speaker": "Eirika", "line": "That’s right. And we have you all to thank for it."}, {"speaker": "Ephraim", "line": "And another thing... In that ancient battle, it took the might of the five heroes to do what we did. We did not have their extraordinary power to draw upon."}, {"speaker": "Eirika", "line": "No, we didn’t. We conquered darkness and restored peace to the land, thanks to you. It was because you never gave in, you never stopped fighting. None of you, not once. Thank you..."}, {"speaker": "Syrene", "line": "This means we’ve accomplished our mission! I must relay the good news to King Hayden at once."}, {"speaker": "Tana", "line": "Yes. I’m sure Father will be most pleased. Brother! This means peace will be restored, doesn’t it... Shall I fly back to Frelia and let him know..."}, {"speaker": "Innes", "line": "There’s no need to rush. I’m sure he knows. After all, we were together, and that ensured our victory."}, {"speaker": "Syrene", "line": "Of course, Prince Innes..."}, {"speaker": "Moulder", "line": "Hmmm... Looks like we’re on the outside looking in, eh... Even so, the fighting’s over. And that’s something to be happy about."}, {"speaker": "Gilliam", "line": "Exactly."}, {"speaker": "Gerik", "line": "Well that took some doing, but we finally finished the job."}, {"speaker": "Tethys", "line": "We certainly earned our pay... Please tell me we’re going to enjoy it."}, {"speaker": "Marisa", "line": "Let’s go home, Chief."}, {"speaker": "Gerik", "line": "Let’s see now... Shall we head back to Jehanna... I guess we could stop in at the guild and get our next contract, eh..."}, {"speaker": "Tethys", "line": "But the queen’s gone... I wonder what Jehanna will do now."}, {"speaker": "Gerik", "line": "I’m sure it’ll all work out. After all’s said and done, it’s our home. C’mon. It’s time for Gerik’s band to ride."}, {"speaker": "Marisa", "line": "Let’s go."}, {"speaker": "Joshua", "line": "...... ...Hm... Heads. Looks like I should be getting back as well. Homecoming time..."}, {"speaker": "Natasha", "line": "It’s over, isn’t it... The demon that drove Grado to madness is dead and gone."}, {"speaker": "Amelia", "line": "I-I can’t believe that I was part of this whole thing..."}, {"speaker": "Cormag", "line": "The war is over. But so much remains to be done. Our country lost this war. The road ahead will be long and hard."}, {"speaker": "Duessel", "line": "That’s true. And yet... It’s a road we must travel. That’s the burden survivors must shoulder."}, {"speaker": "Knoll", "line": "Yes. And we must fulfill the dreams of Emperor Vigarde and Prince Lyon."}, {"speaker": "L’Arachel", "line": "Dozla, Rennac. We’ve done it."}, {"speaker": "Dozla", "line": "Gwaa ha ha! And a job well done it was, Princess L’Arachel."}, {"speaker": "Rennac", "line": "Whew... It’s finally over. So it’s about time for me to..."}, {"speaker": "L’Arachel", "line": "Hold it! I gave you no orders to leave! I am the princess of Rausten, lest you forget. I have many missions yet to fulfill. Come, Dozla, Rennac. It’s time to go!"}, {"speaker": "Dozla", "line": "Gwaa ha ha! Wait up! Let’s move, Rennac!"}, {"speaker": "Rennac", "line": "...Sigh."}, {"speaker": "Myrrh", "line": "......"}, {"speaker": "Saleh", "line": "......"}, {"speaker": "Myrrh", "line": "The darkness... It’s gone."}, {"speaker": "Saleh", "line": "Yes. That’s the end."}, {"speaker": "Myrrh", "line": "I guess so..."}, {"speaker": "Saleh", "line": "Let’s return home, Lady Myrrh. Our friends and family will be worrying about us..."}, {"speaker": "Ewan", "line": "What... Hey, Teacher! Where are you going... Wait up. I’m coming with you."}, {"speaker": "Garcia", "line": "You did well, Ross. You’re a true warrior, my pride and joy."}, {"speaker": "Ross", "line": "But you’re still the best, Father! That’s right! My father’s the best warrior in all Magvel!"}, {"speaker": "Colm", "line": "Bah, I’m glad everyone’s so happy, but... They’d better not forget that they won only with our help. Right, Neimi..."}, {"speaker": "Neimi", "line": "We all worked... together. Wasn’t that great...Colm... Sniff..."}, {"speaker": "Colm", "line": "H-hey... Don’t start crying... Please..."}, {"speaker": "Artur", "line": "O glorious light, were you witness to our victory... The foul demon has been purged from the earth."}, {"speaker": "Lute", "line": "The ancient Demon King was as powerful as the scrolls described. And yet, in the end, we were able to defeat him! After all, there’s no one better than us."}, {"speaker": "Seth", "line": "Your continued safety is all that matters to me, Princess Eirika."}, {"speaker": "Franz", "line": "General! Princess Eirika! We can finally return to Renais, can’t we..."}, {"speaker": "Eirika", "line": "Yes, we can go home. All of us unharmed..."}, {"speaker": "Forde", "line": "Ah, I’m exhausted. I’d like nothing more than to laze about a while... Alas, we’re not going to have that opportunity, are we, Prince Ephraim..."}, {"speaker": "Ephraim", "line": "No. The reconstruction of Renais is going to keep us busy. Keep your strength up. I’m going to need you in the days ahead."}, {"speaker": "Kyle", "line": "We’ll be beside you through it all!"}, {"speaker": "Eirika", "line": "All right, let’s go home. Let’s go back to the people who are waiting for us..."}]}