{"chapter": "XX", "title": "Epilogue", "speakers": ["L’Arachel", "Myrrh", "Innes", "Eirika", "Ephraim", "Joshua", "Lyon"], "dialogue_counts": {"L’Arachel": 2, "Myrrh": 1, "Innes": 2, "Eirika": 10, "Ephraim": 9, "Joshua": 1, "Lyon": 1}, "gender_counts": {"M": 13, "F": 11, "N": 2, "A": 0}, "lines": 26, "transitions": "N-F-M-FMFMFMFMFM-N-M-M-FMFMFMFMF-M", "dialogue": [{"speaker": "L’Arachel", "line": "Ephraim... It is time I must be going. I am still princess of Rausten, after all. There is much to which I must attend. Renais and Rausten are far apart, but that distance can be managed somehow. If you and I were to be betrothed, that is... I wonder if I appear too forward... No, how silly of me!"}, {"speaker": "Myrrh", "line": "Ephraim... I must return to Darkling Woods. With my father gone, much responsibility falls on my shoulders. Yet I would ask... May I come and visit you from time to time?"}, {"speaker": "Innes", "line": "We of Frelia will do what we can to aid in the restoration of Renais. If you have need of our assistance, you can come to me at any time. And another thing... It...wasn’t such a bad thing, fighting on the same side as you. That’s all. The day will come, though. One day, we will see who is the better."}, {"speaker": "Eirika", "line": "Where are you going, Brother? We’ve endured so much to get home, and now..."}, {"speaker": "Ephraim", "line": "I’m sorry, Eirika. I must journey to Grado. I just received word from Seth. In the south, within the empire, there has been an enormous landslide."}, {"speaker": "Eirika", "line": "A landslide?"}, {"speaker": "Ephraim", "line": "Yes. Word is it was so great that whole cities were destroyed. They say the damage is so severe, the empire itself is in danger..."}, {"speaker": "Eirika", "line": "That’s..."}, {"speaker": "Ephraim", "line": "That’s why I must go to Grado. The people are saying this is Grado’s divine punishment... But these are the same citizens Lyon wanted nothing more than to protect. I cannot ignore their plight."}, {"speaker": "Eirika", "line": "Yes, of course not. I will ride with you."}, {"speaker": "Ephraim", "line": "No, you must remain in Renais. Our country is recovering, but we cannot rest easy. Someone must stay to protect the realm."}, {"speaker": "Eirika", "line": "Ephraim... I understand. I will take your place until you return. I will wait for you in Renais, Brother."}, {"speaker": "Ephraim", "line": "I can always depend on you, Eirika. Lyon... I will be king. The type of king we often spoke of... Strong and kind in measure: an ideal king. The people of Renais and Grado are under my protection, and I won’t fail them. Watch and see..."}, {"speaker": "L’Arachel", "line": "It is time for me to be on my way, my friends. As the princess of Rausten, I still have many duties to perform. Oh, Princess Eirika... If it please you, I would be ever so delighted if you joined my tea club. I insist that you come. Oh, say you will, won’t you?"}, {"speaker": "Joshua", "line": "I’ve much to do here in Jehanna. I’ll start with what can be done and keep going from there. First, I must talk to Mother. She should know that we’ve won, so that she can rest easily."}, {"speaker": "Innes", "line": "We of Frelia will do what we can to aid in the restoration of Renais. If you have need of our assistance, you have but to ask. I seldom trust people who act from purely altruistic motives... But I’ll grant you that friendships are a worthy exception to my distrust."}, {"speaker": "Eirika", "line": "We’ve finally made it home, haven’t we?"}, {"speaker": "Ephraim", "line": "Aaah. You must be exhausted after the journey. Shall we rest, Eirika?"}, {"speaker": "Eirika", "line": "That would be nice... But first we must seal this away... This stone banished the Demon King. With such power... Do you suppose we could bring back Father and Lyon... That everyone who died in this dreadful war could be–"}, {"speaker": "Ephraim", "line": "Eirika."}, {"speaker": "Eirika", "line": "I know, I know. Such things would be– I cannot wish for such things. No matter how it hurts, or rather because it hurts, we must learn to accept sorrow. We must take it into our hearts and tame our grief..."}, {"speaker": "Ephraim", "line": "Eirika... Tell me, Sister... If Lyon were here with us, what do you think he would want?"}, {"speaker": "Eirika", "line": "What he would want?"}, {"speaker": "Ephraim", "line": "Yes. You see, I think I know. It was the reason for his studies. It’s why he wanted to know about the Sacred Stones–or rather the Fire Emblem. Let’s take Lyon’s dreams and fulfill them in his stead. We can do that, can’t we? Without relying on any mystic power?"}, {"speaker": "Eirika", "line": "You’re right, Brother, we can. Let us fulfill his dreams. As Lyon wanted, as we all want... So we may live in peace and joy."}, {"speaker": "Lyon", "line": "Oh, are you... I’m... My name is Lyon. Uh-huh. That’s me... The son of the emperor. You’re Prince Ephraim and Princess Eirika from Renais, aren’t you? I heard you were coming, and I’ve been waiting here all day. I’ve always wanted... I don’t have any friends my own age... So, Prince Ephraim... Princess Eirika... What do you say? From now on, let’s be friends..."}]}