{"chapter": "00", "title": "An Inevitable Encounter", "speakers": ["Mounted Knight", "Soldier", "Seiros", "Sothis", "Byleth", "Jeralt", "Mercenary", "Dimitri", "Edelgard", "Claude", "Kostas", "Alois", "Event"], "dialogue_counts": {"Mounted Knight": 1, "Soldier": 1, "Seiros": 3, "Sothis": 28, "Byleth": 29, "Jeralt": 23, "Mercenary": 2, "Dimitri": 8, "Edelgard": 11, "Claude": 9, "Kostas": 6, "Alois": 10, "Event": 1}, "gender_counts": {"M": 50, "F": 42, "N": 11, "A": 29}, "lines": 132, "transitions": "N-N-F-F-F-F-F-FAF-AF-AF-F-F-M-MAM-AM-M-MA-AM-NM-MMMMFMMNM--M-F-M-M-M-M-M-M-N-N-NM-N-N-F-F-F-AAF-AFAFF-AFAFF-AAF-AFAFAFF-FN-M-M-MMNMMMMMAMAMAMM-MM-F-F-FAFAFMFMMFMMFMFMMF-AF-AM-AM-MM-F-AAAF", "cutscene": [{"speaker": "Edelgard", "line": "Huh?"}, {"speaker": "Kostas", "line": "You'll die!"}, {"speaker": "Claude", "line": "Hey–over here!"}], "dialogue": [{"speaker": "Sothis", "line": "Hmm… Sothis… Yes, that is it. My name is Sothis. And I am also called…The Beginning. But who once called me that?"}, {"speaker": "Byleth", "line": "What are you talking about?"}, {"speaker": "Byleth", "line": "Sothis?"}, {"speaker": "Sothis", "line": "I was not able to recall my name…until just now. And just like that, it came to me. How odd. That look upon your face… Did you think me a child? A mere child who forgot her own name?! Phooey! That “child” just saved your life! And what does that make you?"}, {"speaker": "Byleth", "line": "I am no child."}, {"speaker": "Sothis", "line": "Ha! Such arrogance. You look the part but are you truly an adult?"}, {"speaker": "Byleth", "line": "I'm less than a child?"}, {"speaker": "Sothis", "line": "Correct! You understand."}, {"speaker": "Sothis", "line": "You threw yourself before an axe to save just one young girl. Yet all is well, as I have stalled the flow of time for now. You would have died had I not intervened."}, {"speaker": "Byleth", "line": "Thank you."}, {"speaker": "Sothis", "line": "There now. Is gratitude so much to ask? I did deem you worth saving, after all."}, {"speaker": "Byleth", "line": "You stopped time?"}, {"speaker": "Sothis", "line": "Hm. I do not hear your gratitude. Perhaps I should force you to leave?  There now. Is gratitude so much to ask? I did deem you worth saving, after all."}, {"speaker": "Sothis", "line": "Though it is only momentary, time has stopped. However did I manage that..."}, {"speaker": "Byleth", "line": "What will happen when time resumes?"}, {"speaker": "Byleth", "line": "What now?"}, {"speaker": "Sothis", "line": "When time begins again, the axe will tear into your flesh, and you will surely meet your end. How rude of you to drag me into this! Now what to do…"}, {"speaker": "Byleth", "line": "Turn back the hands of time."}, {"speaker": "Sothis", "line": "Of course! I must turn back the hands of time!"}, {"speaker": "Byleth", "line": "Keep time frozen until I'm safe."}, {"speaker": "Sothis", "line": "That is ridiculous! Oh, but perhaps... Of course! I must turn back the hands of time!"}, {"speaker": "Byleth", "line": "I'll just stay here and wait to die."}, {"speaker": "Sothis", "line": "As though I could stand idly by and watch that come to pass! Oh, but perhaps... Of course! I must turn back the hands of time!"}, {"speaker": "Sothis", "line": "Yes... I do believe it can be done. You really are quite troublesome. I cannot wind back time too far, but all is well. You are aware of what’s to come, which means you can protect yourself this time. Now, go… Yes, you who bears the flames within. Drift through the flow of time to find the answers that you seek…"}], "intro": [{"speaker": "Jeralt", "line": "Hey. Time to wake up."}, {"speaker": "Jeralt", "line": "Were you having that dream again?"}, {"speaker": "Byleth", "line": "I was dreaming about a war..."}, {"speaker": "Jeralt", "line": "Massive armies clashing on a vast field, right? There hasn’t been a battle like that in over three centuries…"}, {"speaker": "Byleth", "line": "I was dreaming about a young girl..."}, {"speaker": "Jeralt", "line": "You’ve described her to me before. I don’t think I’ve ever met anyone like that."}, {"speaker": "Jeralt", "line": "In any case, just put that out of your mind for now. The battlefield is no place for idle thoughts. Risking your life is part of the job for mercenaries like us. Letting your mind wander is a sure way to get yourself killed."}, {"speaker": "Jeralt", "line": "OK, time to get moving. Our next job is in the Kingdom. I told you before. It’s far from here, so we’ll need to leave at dawn."}, {"speaker": "Byleth", "line": "Oh, right..."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Jeralt", "line": "Hm? Good grief. Everyone is already waiting for us outside."}, {"speaker": "Mercenary", "line": "Jeralt! Sir! Sorry to barge in, but your presence is needed."}, {"speaker": "Jeralt", "line": "What's happened?"}, {"speaker": "Dimitri", "line": "Please forgive our intrusion. We wouldn’t bother you were the situation not dire."}, {"speaker": "Jeralt", "line": "What do a bunch of kids like you want at this hour?"}, {"speaker": "Dimitri", "line": "We’re being pursued by a group of bandits. I can only hope that you will be so kind as to lend your support."}, {"speaker": "Jeralt", "line": "Bandits? Here?"}, {"speaker": "Edelgard", "line": "It's true. They attacked us while we were at rest in our camp."}, {"speaker": "Claude", "line": "We’ve been separated from our companions and we’re outnumbered. They’re after our lives…not to mention our gold."}, {"speaker": "Jeralt", "line": "I’m impressed you’re staying so calm considering the situation. I… Wait. That uniform…"}, {"speaker": "Mercenary", "line": "Bandits spotted just outside the village! Damn… There are a lot of them."}, {"speaker": "Jeralt", "line": "I guess they followed you all the way here. We can’t abandon this village now. Come on, let’s move. Hope you’re ready."}], "battle": [{"speaker": "Kostas", "line": "Damn. Why are there mercenaries in the village? Guess we'll have to deal with them too."}], "boss": [{"speaker": "Kostas", "line": "I'm gonna kill you where you stand..."}, {"speaker": "Kostas", "line": "What the?! Aren't you Jeralt the Blade Breaker? What's a renowned mercenary like you doing here?", "unit": "Jeralt", "boss": "Kostas"}, {"speaker": "Jeralt", "line": "I'm the one who should be complaining. I'm caught up in the mess you started!", "unit": "Jeralt", "boss": "Kostas"}, {"speaker": "Kostas", "line": "Hey, you with the blank stare! Outta my way!", "unit": "Byleth", "boss": "Kostas"}], "end": [{"speaker": "Jeralt", "line": "Hey... Did you just..."}, {"speaker": "Alois", "line": "The Knights of Seiros are here! We'll cut you down for terrorizing our students. Hey, the thieves are running away! Go after them! The students seem to be unharmed. And...who's this?"}, {"speaker": "Jeralt", "line": "Ugh... Why him?"}, {"speaker": "Event", "line": "An Unexpected Reunion"}, {"speaker": "Alois", "line": "Captain Jeralt?! It is you! Goodness, it’s been ages. Don’t you recognize me? It’s Alois! Your old right-hand man! Well, that’s how I always thought of myself anyway. It must have been 20 years ago that you went missing without a trace. I always knew you were still alive!"}, {"speaker": "Jeralt", "line": "You haven’t changed a bit, Alois. Just as loud as ever. And drop that “captain” nonsense. I’m not your captain anymore. These days I’m just a wandering mercenary. One who has work to do. Good-bye, old friend."}, {"speaker": "Alois", "line": "Right... Good-bye, Captain. Wait! That isn't how this ends. I insist that you return to the monastery with me!"}, {"speaker": "Jeralt", "line": "Garreg Mach Monastery... I suppose this was inevitable."}, {"speaker": "Alois", "line": "And how about you, kid? Are you the captain's child?"}, {"speaker": "Byleth", "line": "He is a stranger to me."}, {"speaker": "Alois", "line": "Great sense of humor, this one. Clearly cut from the same cloth as the captain."}, {"speaker": "Byleth", "line": "I'm a bandit."}, {"speaker": "Alois", "line": "Great sense of humor, this one. Clearly cut from the same cloth as the captain."}, {"speaker": "Byleth", "line": "That is correct."}, {"speaker": "Alois", "line": "Is that so? Well, physical differences aside, your mannerisms do remind me of the captain."}, {"speaker": "Alois", "line": "I'd love for you to see the monastery too. You will join me, won't you?"}, {"speaker": "Alois", "line": "What's troubling you, Captain? You aren't about to run off again, are you?"}, {"speaker": "Jeralt", "line": "Even I wouldn't dare run from the Knights of Seiros."}, {"speaker": "Sothis", "line": "The Knights of Seiros... They do seem rather skilled."}, {"speaker": "Sothis", "line": "Ah. It seems your presence is required. Get going!"}, {"speaker": "Edelgard", "line": "I appreciate your help back there. Your skill is beyond question. You’re clearly an experienced mercenary. And your father...that would be Jeralt, the Blade Breaker? Former captain of the Knights of Seiros. Oft praised as the strongest knight to ever live. Have I missed anything?"}, {"speaker": "Byleth", "line": "The Knights of Seiros?"}, {"speaker": "Edelgard", "line": "You haven’t heard of the Knights of Seiros? The most famous order of knights in all of Fódlan?"}, {"speaker": "Byleth", "line": "I didn't know he was a captain."}, {"speaker": "Edelgard", "line": "How curious. I’d wager the explanation for that is fascinating indeed."}, {"speaker": "Claude", "line": "Hey! You are coming with us to the monastery, right? Of course you are. I’d love to bend your ear as we travel. Oh, I should mention that the three of us are students of the Officers Academy at Garreg Mach Monastery. We were doing some training exercises when those bandits attacked. I definitely got the worst of it."}, {"speaker": "Edelgard", "line": "That would be because you ran off."}, {"speaker": "Claude", "line": "Too true! I was the first to make a strategic retreat. Everything would have worked out if these two hadn’t followed me and ruined everything. Because of them, every single one of those bandits chased after us. Utterly ridiculous."}, {"speaker": "Dimitri", "line": "Ah, so that’s what you were thinking, Claude. And here I thought you were acting as a decoy for the sake of us all."}, {"speaker": "Edelgard", "line": "His intentions were as clear as day. You will prove a lacking ruler if you cannot see the truth behind a person's words."}, {"speaker": "Dimitri", "line": "Hm. You will prove a lacking ruler if you look for deceit behind every word and fail to trust those whom you rely on."}, {"speaker": "Claude", "line": "Oh, joy. A royal debate between Their Highnesses. I wonder how being completely predictable affects one’s ability to wield power. Personally, as the embodiment of distrust, I’d say your little exchange smacks of naiveté."}, {"speaker": "Edelgard", "line": "Me? Naïve? Tell me, are you actually incapable of keeping quiet, or is your lack of self-awareness a condition of some sort?"}, {"speaker": "Dimitri", "line": "In any case, forgive our digression. I must speak with you, if you can spare a moment. The way you held your ground against the bandits’ leader was captivating! You never lost control of the situation. It showed me I still have much to learn."}, {"speaker": "Edelgard", "line": "Your skill is precisely why I must ask you to consider lending your services to the Empire. I might as well tell you now. I am no mere student. I am also the Adrestian Empire’s–"}, {"speaker": "Dimitri", "line": "Halt, Edelgard. Please allow me to finish my own proposition. The Holy Kingdom of Faerghus is in dire need of exceptional individuals such as yourself. Please, do consider returning to the Kingdom with me."}, {"speaker": "Claude", "line": "Whoa, there! You two sure are hasty. Trying to recruit someone you just met. Tactless, really. I was personally planning to develop a deep and lasting friendship on our journey back to the monastery before begging for favors. But it seems there’s no time for niceties in this world. So, capable stranger, let’s get right to it. Where does your allegiance lie?"}, {"speaker": "Sothis", "line": "Hmm. It seems one's place of birth is quite significant to them. Yet they are so impressed by you, that you may take your pick. Well?"}, {"speaker": "Byleth", "line": "Adrestian Empire: Land of Ancient History"}, {"speaker": "Edelgard", "line": "A wise choice. Though the Empire has fallen from its former glory, the other regions are merely offshoots that pale in comparison."}, {"speaker": "Byleth", "line": "Holy Kingdom of Faerghus: Land of Noble Knights"}, {"speaker": "Dimitri", "line": "Understood. Faerghus is a noble and distinguished kingdom that has always valued chivalry."}, {"speaker": "Byleth", "line": "Leicester Alliance: Burgeoning League of Nobles"}, {"speaker": "Claude", "line": "Is that right? Well, that’s a win for the Alliance, so I suppose I’m obligated to be happy."}, {"speaker": "Alois", "line": "All right, that's enough with the small talk. It's time to head back to the monastery."}, {"speaker": "Claude", "line": "Looks like we'll have to pick this up another time."}, {"speaker": "Sothis", "line": "My, my. They are in such a hurry. You know... Each of the three is most unique."}, {"speaker": "Byleth", "line": "Edelgard…"}, {"speaker": "Byleth", "line": "Dimitri…"}, {"speaker": "Byleth", "line": "Claude…"}, {"speaker": "Sothis", "line": "Yes, I thought the same. I am so sleepy once again... I may be sleeping...but I..."}]}