{"chapter": "01", "title": "Three Houses", "speakers": ["Dimitri", "Claude", "Edelgard", "Jeralt", "Rhea", "Byleth", "Seteth", "Manuela", "Hanneman", "Alois", "Student", "Hubert", "Petra", "Caspar", "Linhardt", "Bernadetta", "Ferdinand", "Dorothea", "Sylvain", "Mercedes", "Annette", "Ingrid", "Felix", "Ashe", "Dedue", "Raphael", "Leonie", "Hilda", "Marianne", "Lysithea", "Ignatz", "Lorenz", "Jeritza", "Gatekeeper", "Cyril", "Tomas", "Flayn", "Monk", "Priest", "Knight Of Seiros", "Sothis", "Kostas", "Flame Emperor"], "dialogue_counts": {"Dimitri": 60, "Claude": 64, "Edelgard": 56, "Jeralt": 20, "Rhea": 27, "Byleth": 77, "Seteth": 14, "Manuela": 16, "Hanneman": 19, "Alois": 2, "Student": 4, "Hubert": 8, "Petra": 7, "Caspar": 9, "Linhardt": 6, "Bernadetta": 6, "Ferdinand": 8, "Dorothea": 10, "Sylvain": 8, "Mercedes": 9, "Annette": 8, "Ingrid": 6, "Felix": 8, "Ashe": 10, "Dedue": 7, "Raphael": 7, "Leonie": 7, "Hilda": 9, "Marianne": 4, "Lysithea": 8, "Ignatz": 9, "Lorenz": 9, "Jeritza": 2, "Gatekeeper": 2, "Cyril": 4, "Tomas": 2, "Flayn": 7, "Monk": 2, "Priest": 1, "Knight Of Seiros": 2, "Sothis": 4, "Kostas": 5, "Flame Emperor": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 560, "transitions": "-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "opening": ["Formerly a promising young mercenary, you are now the newest professor at the prestigious Officers Academy. Students and faculty alike look on with curiosity as you engage in a mock battle between the school's three houses."], "cutscene": [{"speaker": "Dimitri", "line": "This will be your first time at the monastery. I’d be happy to show you around."}, {"speaker": "Claude", "line": "It really is Fódlan in a nutshell. The good and the bad."}, {"speaker": "Edelgard", "line": "Like it or not, we’ll be there soon enough."}, {"speaker": "Edelgard", "line": "There it is. Garreg Mach Monastery."}, {"speaker": "Jeralt", "line": "Rhea's here."}, {"speaker": "Rhea", "line": "I wonder... Did the flow of time bring you here?"}], "dialogue": [{"speaker": "Rhea", "line": "Your work with the students was remarkable. I can see Jeralt trained you well. I do hope you were able to use the occasion to bond with the students."}, {"speaker": "Byleth", "line": "I did."}, {"speaker": "Rhea", "line": "I am so happy to hear it. Nothing would please me more than if you would use this coming year to grow closer still."}, {"speaker": "Byleth", "line": "Not really."}, {"speaker": "Rhea", "line": "Oh? Well, you have only just met them, so I suppose that should come as no surprise."}, {"speaker": "Seteth", "line": "Of course, the mock battle was mere practice. The real fight is the Battle of the Eagle and Lion, which will take place during the Wyvern Moon. You are expected to properly train your students so as not to humiliate the academy during the long-held tradition that is the coming battle."}, {"speaker": "Rhea", "line": "As for today, I have called you here to tell you of your mission for the month ahead. Your class is to dispose of some bandits causing trouble nearby."}, {"speaker": "Byleth", "line": "My mission?"}, {"speaker": "Byleth", "line": "Bandits?"}, {"speaker": "Seteth", "line": "Those affiliated with Garreg Mach Monastery have a moral obligation to help those in need, regardless of social standing. Students are no exception. Each month, before the newly birthed moon departs, each house of students must complete their assigned mission. You shall work to complete the task at hand alongside your students and report back to the archbishop before the deadline. Understood? I will soon provide you with the necessary details for your first mission. If I told you now, I expect you would only forget, and I despise repeating myself."}, {"speaker": "Rhea", "line": "I can sense something special within your heart... I have high hopes for you."}, {"speaker": "Sothis", "line": "Bandits, they say…"}, {"speaker": "Byleth", "line": "?!"}, {"speaker": "Sothis", "line": "Do you recall when we first met? You shall not fall so shamelessly again, correct?"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Sothis", "line": "Have you no words for me? Do not tell me that you are shocked to hear from me! You ought to know that I am always with you now. To hear my voice should not come as a shock."}, {"speaker": "Byleth", "line": "Right."}, {"speaker": "Byleth", "line": "I don't understand."}, {"speaker": "Sothis", "line": "Whatever shall I do with you? I am alive within the confines of your heart. I am unknown to all but you. But through your eyes and ears, I see and hear. Just listen to your heart, as you are doing now, and we may speak like this. That is all that I know."}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Kostas", "line": "What is this nonsense?! All I was told was to kill as many noble pipsqueaks as possible! No one said anything about the Knights of damned Seiros being on our trail!"}, {"speaker": "Flame Emperor", "line": "You have proven yourself worthless. Distracted by something so trivial. I had hoped you would achieve your goal despite the setback. But now a child of the Knights’ former captain is in play. How interesting."}, {"speaker": "Kostas", "line": "Hey, this isn't what I agreed to!"}, {"speaker": "Flame Emperor", "line": "Hiring a mercenary as a professor. What was that woman thinking?"}, {"speaker": "Kostas", "line": "Are you listening to me?! How do we finish this?!"}, {"speaker": "Flame Emperor", "line": "You die."}, {"speaker": "Kostas", "line": "Wh– What?"}, {"speaker": "Flame Emperor", "line": "Underestimating the Knights was an amateur mistake. One you will pay for. The road to eternal torment awaits you all. Now I must locate your replacements..."}, {"speaker": "Kostas", "line": "Wait! Get back here! Damn you!"}], "conversation": [{"speaker": "Edelgard", "line": "Some believe the dignity of the Empire rests on the results of the mock battle. That's an overstatement, of course. Still, we must do our best to prevail. You should take the time to learn each student's abilities. Perhaps some extra lessons and training sessions are in order? You look as if you have no idea what's going on here. I know my way around, so I'm happy to help you find your footing."}, {"speaker": "Edelgard", "line": "The monastery has some exceptional facilities that everyone who lives at the Officers Academy is welcome to make use of. For example, you can enjoy a meal with your students at the dining hall or take part in some one-on-one sparring at the training grounds. I suggest visiting the various facilities whenever you have the time to spare. It's a great way to get to know the students, faculty, and various workers here."}, {"speaker": "Edelgard", "line": "Have you noticed the bulletin boards placed around the monastery? Those contain requests people have posted, as well as helpful information from the market. If you prove yourself by helping people with their requests, certain facilities here will become available for your use. The bulletin board is updated frequently, so I suggest checking it at least once a month."}, {"speaker": "Edelgard", "line": "You should take your time when speaking with everyone, but when it comes to using the facilities... Well, you need to be more careful with that. If you use them without planning ahead, your free time will be gone before you know it."}, {"speaker": "Edelgard", "line": "A great deal is expected from professors of the Officers Academy, so it's important to hone your skills. To put it plainly, you'll need to keep expanding your knowledge of all disciplines, not just battle."}, {"speaker": "Edelgard", "line": "I trust you're eager to face the Black Eagles in battle. Enjoy the thrill of anticipation while it lasts. Soon you'll wish you had chosen to lead our house instead."}, {"speaker": "Dimitri", "line": "I hear there will be a mock battle soon. We must not neglect our training. I trust that you will carefully study the strengths and weaknesses of each of your students, that you may provide effective guidance. Regardless of the results, this battle will be a great learning experience. Even so... What is the point of competition if the aim isn't to win? As this is your first time at the monastery, please allow me to show you the ropes."}, {"speaker": "Dimitri", "line": "Both students and teachers of the Officers Academy are free to use the facilities within the monastery. For example, you can dine with others at the dining hall or partake in one-on-one combat in the training grounds. I encourage you to wander around the monastery and lend an ear to the people living here."}, {"speaker": "Dimitri", "line": "There are bulletin boards in various places around the monastery. Have you seen them, Professor? There you can find requests from various sources, as well as information about the market. If you fulfill these requests, you should eventually be able to use even more of the facilities here. The bulletin board gets updated frequently. You would do well to check it once a month."}, {"speaker": "Dimitri", "line": "This probably goes without saying, but no matter which facility you use, it will take up a considerable amount of your time. It's helpful to plan out activities in advance so that you don't mistakenly squander your time here."}, {"speaker": "Dimitri", "line": "Professors at the Officers Academy are expected to have exceptional leadership skills. Students and teachers alike must devote themselves to their studies and strive to acquire great wisdom, even outside their respective Fields."}, {"speaker": "Dimitri", "line": "I heard about the upcoming mock battle. I want you to know, Professor, that I do not intend to lose. I hereby declare my intention to prevail at... Goodness, listen to me. The thrill of competition has carried me away. I won't speak so formally of a class assignment in the future."}, {"speaker": "Claude", "line": "Did you hear the news, Teach? Looks like we're gonna have a good ol' mock battle between the houses! The Golden Deer House isn't exactly what you'd call an elite group just yet, so you may want to whip everyone into shape with some extra training. After all, competition is only fun if you win. To that end, I'd better prepare as well. You know, I was researching what it's like to live here long before I even enrolled. Want me to fill you in, Teach?"}, {"speaker": "Claude", "line": "Students and teachers of the Officers Academy are all free to use the facilities within the monastery. That means you can chow down with students in the dining hall, or get in some one-on-one sparring at the training grounds. As you explore the monastery, try visiting the various facilities and talking to the people who live here."}, {"speaker": "Claude", "line": "If you haven't noticed, there are bulletin boards in various places around here. You can check them out to see posted requests or to find more information about the market. I hear that fulfilling requests can even earn you the right to use more facilities. The bulletin board gets updated frequently, so it's probably a good idea to check it once a month."}, {"speaker": "Claude", "line": "Far be it from me to tell you how to use the facilities, but it's a good idea to be mindful of how you're using your time. If you don't think about how you're spending your free time, it'll be over before you know it."}, {"speaker": "Claude", "line": "Here at the Officers Academy, even professors are expected to study often to help maintain their strong leadership skills. In other words, students and teachers alike have to strive to grow in every possible field."}, {"speaker": "Claude", "line": "Hey, Teach! I hear there's gonna be a mock battle between the houses. I'm not gonna lie, I'm a bit concerned about facing an elite mercenary like you. Maybe take it easy on us, what do you say?"}, {"speaker": "Hubert", "line": "Dimitri and Claude are the leaders of the other two houses. Do not underestimate them. When we take the field, it would be best not to engage the both of them at once."}, {"speaker": "Hubert", "line": "If you continue to insist on distracting me, I will have no choice but to get rid of you. Joking, of course."}, {"speaker": "Ferdinand", "line": "Let me tell you the provenance of our class name. The eagle, that refers to the twin-headed eagle on the Adrestian Empire's coat of arms. And black is the traditional color of the Empire's armor, hence, \"Black Eagles.\""}, {"speaker": "Linhardt", "line": " The Great Tree Moon is the best time of the year for naps. I could just forget all about my assignment..."}, {"speaker": "Byleth", "line": "That's not a good idea."}, {"speaker": "Byleth", "line": "Now I'm feeling sleepy too..."}, {"speaker": "Linhardt", "line": "Yeah..."}, {"speaker": "Caspar", "line": "Who, Jeritza sure seems strong. I kinda thought he was gonna be the new professor assigned to our class. After that teacher ran away during our outdoor training, I figured Jeritza was a natural replacement. I was surprised when you were suddenly appointed professor instead. I don't think I could hold my own against Jeritza in battle. I could probably take you though."}, {"speaker": "Byleth", "line": "Not a chance."}, {"speaker": "Caspar", "line": "You really think so? With enough training, I'm sure I'll beat you someday!"}, {"speaker": "Byleth", "line": "Probably."}, {"speaker": "Caspar", "line": "Hah! Seriously? You should really work on your self-confidence if you're planning on becoming a professor."}, {"speaker": "Bernadetta", "line": "Um. I, ah, was just heading back to my room–bye!"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Bernadetta", "line": "I don't like to come out unless I really have to. Hope you're OK with that, Professor!"}, {"speaker": "Dorothea", "line": "Hi, Professor. How're you doing? If you're not busy, would you like to join me on a little trip into town? If I'm cooped up in this dusty old monastery for too long, it drives me absolutely crazy."}, {"speaker": "Dorothea", "line": "Yes, it's true that I'm the only commoner in the Black Eagle House. I knew that before the first day of class. Those people are simply exhausting."}, {"speaker": "Petra", "line": "Professor. I hope you know I am having great abilities for reading and writing. With sadness, I still have struggles with speaking. If my ways of speak...of speech are causing a burden, I hope you will have forgiveness."}, {"speaker": "Petra", "line": "Here at the monastery, I have had many great learnings from many great people. I am hopeful to have learnings from you too. As forever, I will do my best trying!"}, {"speaker": "Dedue", "line": "His Highness has said that he trusts you, and I have no cause for doubt. But if you mistreat him in any way, I will take action."}, {"speaker": "Dedue", "line": "Let me know when you are hungry. I will make you a quality meal, as thanks for your service to His Highness."}, {"speaker": "Felix", "line": "I'm busy. Do you want something?"}, {"speaker": "Byleth", "line": "I was hoping to spar with you."}, {"speaker": "Felix", "line": "I can't right now, but let's fight soon. I look forward to beating you."}, {"speaker": "Byleth", "line": "Nothing in particular."}, {"speaker": "Felix", "line": "Then get out of my way."}, {"speaker": "Ashe", "line": "Oh, did you come to look at the plants too? The greenhouse here is really incredible. There are so many rare flowers I'd never seen back home. And herbs I never even knew existed!"}, {"speaker": "Byleth", "line": "I've never had much interest in plants."}, {"speaker": "Ashe", "line": "That's normal. They all looked the same to me before I really studied them."}, {"speaker": "Byleth", "line": "You seem well-informed on the subject."}, {"speaker": "Ashe", "line": "My adoptive father is the real expert. He taught me everything I know about herbs, including how to tell them apart and how to make medicines."}, {"speaker": "Ashe", "line": "You should try looking around the greenhouse sometime, if the mood strikes you. Maybe something will catch your eye!"}, {"speaker": "Sylvain", "line": "Hey, Professor. If you've got spare time, want to join me for a trip into town? We could try to pick up beautiful girls... Or not. I'm kidding! Don't look at me like that."}, {"speaker": "Sylvain", "line": "Well, there's Dorothea, Hilda, and Mercedes. Lady Rhea's quite the beauty too. And I must admit, I've even checked out Professor Manuela once or twice. You know, Professor, I think I'm going to like it at the Officer's Academy. There are beautiful girls as far as the eye can see..."}, {"speaker": "Mercedes", "line": "Before I came to the Officers Academy, I attended a school of magic in the Kingdom capital. That's where I met Annie! That's what I call Annette. Oh, I guess Lorenz was at the school of magic too? But Annie was always just so nice to me, even though I was older. She's my best friend in the world."}, {"speaker": "Annette", "line": "Hello, Professor! Uh, I have a teeny tiny question for you, if that's all right... You haven't seen a man with hair the same color as mine, a scowling face, and a generally gloomy demeanour...have you?"}, {"speaker": "Byleth", "line": "Looking for someone?"}, {"speaker": "Annette", "line": "Well, yes. It's a bit difficult to explain... Please just let me know if you do see him, OK?"}, {"speaker": "Byleth", "line": "Can't say that I have."}, {"speaker": "Annette", "line": "I suppose it was silly to ask. Sorry for wasting your time!"}, {"speaker": "Ingrid", "line": "The Blue Lion House derived its names from the honorary title of the first king of Faerghus. Loog, the King of Lions, wore brilliantly blue garments. His chivalric exploits are recorded in multiple legends. The library holds various historical accounts regarding him and the Blue Lions. If you find time, you should read them. They're filled with insights."}, {"speaker": "Lorenz", "line": "Our house is that of the Golden Deer. Do you know the significance of that name, Professor? Golden Deer are sacred creatures said to have protected Leicester since time immemorial. All three of the houses have a meaning behind their name. You should feel free to ask around, if that sort of knowledge interests you."}, {"speaker": "Raphael", "line": "Ugh. I really need to eat. I can't hold out until the next meal! Why can't the dining hall stay open all the time? I need to keep eating if I want to get stronger!"}, {"speaker": "Ignatz", "line": "Have you memorized everyone's names yet? I'm Ignatz, in case you forgot. I'm looking forward to learning from you."}, {"speaker": "Ignatz", "line": "This is the Golden Deer House. You're in charge of a different house, right? Too bad we won't see more of each other. I'm happy to learn from you, if the opportunity comes up!"}, {"speaker": "Lysithea", "line": "Hi, Professor. Have you gotten around to visiting the library yet? It's absolutely loaded with valuable information. I only wish I wasn't burdened with the necessity of sleep, so I could spend all my hours there."}, {"speaker": "Byleth", "line": "You like reading?"}, {"speaker": "Lysithea", "line": "In a manner, yes. But it's more that I want to learn as much as I possibly can."}, {"speaker": "Byleth", "line": "You ought to get some rest."}, {"speaker": "Lysithea", "line": "Please don't treat me like a child. I may be a bit younger than the others, but that really shouldn't factor in."}, {"speaker": "Marianne", "line": "Goddess, I pray to thee... Please protect us... ..."}, {"speaker": "Hilda", "line": "So, about the mock battle that's coming up...you don't mind me sitting it out, do you? As a fragile maiden, I'm useless in battle. I'll just cheer everyone on instead!"}, {"speaker": "Hilda", "line": "Oh, Professor! Have you adjusted to life at the academy yet? Me, I'm still not used to it. I'm not one for all this studying and training."}, {"speaker": "Leonie", "line": "I'm Captain Jeralt's first and best apprentice. I can beat anyone, Professor. Even you, if I have to! It may have been only for a short time, but I learned from the absolute best."}, {"speaker": "Rhea", "line": "Do bear in mind that even as you are appraising your students, they are appraising you as well. I hope that you will do your best to form lasting bonds with your flock. Oh, and I look forward to witnessing your prowess in the mock battle."}, {"speaker": "Seteth", "line": "These are the students' quarters. To better help you supervise them, you also have a room here. Your room is here at the end. Commoner students also reside on the first floor, while the second is primarily for students of noble birth. As a rule, we try to avoid discrimination based on social status here. But the nobility can be quite insistent when it comes to matters of propriety. Speaking of, it would be best for you to avoid improper conduct. I expect you to set a good example for the students."}, {"speaker": "Flayn", "line": "Hello there, Professor. Well, I call you that, but I am afraid that I am not a student here myself..."}, {"speaker": "Byleth", "line": "That's a shame."}, {"speaker": "Flayn", "line": "Should the opportunity arise, I would love to become a student and begin my studies in earnest."}, {"speaker": "Byleth", "line": "Where can I visit you, then?"}, {"speaker": "Flayn", "line": "My brother would not be pleased if he heard you saying such things."}, {"speaker": "Flayn", "line": "The monastery is kind enough to provide a sanctuary for my brother and I. He's the only family I have."}, {"speaker": "Alois", "line": "Captain Jeralt has hardly changed since 20 years ago. I've aged at least three times as much as he has! Why am I talking about this? Oh, right, it was because I just overheard Tomas remarking on the subject. The leader of a legendary group of knights, returned. People are bound to be talking about the ol' captain!"}, {"speaker": "Jeritza", "line": "I care nothing of friendship. If you have no business here, leave."}, {"speaker": "Jeralt", "line": "The church has changed a lot since my time. Seteth, Hanneman, Manuela, Jeritza, and many of the knights... None of them were around 20 years ago. Have you met Leonie yet? Apparently it was my influence that inspired her to leave her village. Sorry to burden you, but could you watch over her for me? She's the only apprentice I've ever had."}, {"speaker": "Hanneman", "line": "Apparently there is to be a mock battle between the houses. Interesting, but I hope you understand that I have far more important things on my mind. My research is proceeding slower than I would like. Your Crest is something of a challenge. Frustrating. Yet, also, quite intriguing. I was wondering if I might get a sample of your flesh. A couple square inches would do. No? Perhaps some blood? A couple of drops on the device are all I need."}, {"speaker": "Byleth", "line": "(It's some kind of experimental apparatus...)"}, {"speaker": "Byleth", "line": "I might as well assist by providing a blood sample..."}, {"speaker": "Hanneman", "line": "Oh, thank you, Professor. Those few drops of blood are invaluable to my research! Oh, so much more to learn!"}, {"speaker": "Byleth", "line": "I had better keep my distance."}, {"speaker": "Manuela", "line": "A mock battle? This early? Wow, Professor. They're not giving you any time to settle in, are they? Don't you worry though! Should you get injured, I will care for you all through your recuperation. I will see to you oh-so very, very, personally."}, {"speaker": "Tomas", "line": "Professor, I hear you are lacking in knowledge of the Church of Seiros. The library contains countless documents about the teaching and history of the church. I encourage you to make good use of them."}, {"speaker": "Cyril", "line": "I'm a little busy."}, {"speaker": "Byleth", "line": "Oh, sorry."}, {"speaker": "Cyril", "line": "If you're looking for the greenhouse, it's right there. See it? Looks like a greenhouse? That's it."}, {"speaker": "Byleth", "line": "Can't we talk just a little?"}, {"speaker": "Cyril", "line": "I really can't right now, I got a lot of things to do. Work and stuff like that. Why don't you look at the flowers in the greenhouse instead? They're pretty."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! By the by, have you ever regretted a decision and wished you could go back and undo it? It's too bad there's no lesson for how to turn back the ol' clock, huh? But I suppose a bad decision isn't worth all that fuss anyhow!"}, {"speaker": "Student", "line": "I'm not too keen on the professor of my class. I really hoped to focus more on strategy. Hmm, maybe I should talk to my professor about transferring to a different class."}, {"speaker": "Monk", "line": "There are two types of Crests. Major Crests manifest their power most effectively, while Minor Crests are slightly weaker. It is said that the closer a person's blood relation is to various saints and Heroes, the higher their chance of bearing a major Crest. Of course, there are also examples of Major Crests manifesting in children whose parents bear no Crest whatsoever. The exact nature of how and why Crests are inherited is still a mystery."}, {"speaker": "Priest", "line": "I hear a member of House Hresvelg, the ruling family of the Empire, has entered the Officers Academy for the first time in ages. It is said that the Adrestian Empire's very founding was aided by none other than Saint Seiros. That is why the Crest of Seiros is on the Imperial flag. In recent years, a rift has developed between the Empire and the church... Let us hope that this will be a good opportunity for both parties to reforge their close relationship of years past."}, {"speaker": "Knight Of Seiros", "line": "As part of our commitment to the goddess, the knights undertake various missions across all of Fódlan. Assisting with the education of young nobles is also a part of our sacred duty."}, {"speaker": "Knight Of Seiros", "line": "The Imperial princess, the crown prince, and the heir to the Alliance's leading house... This is one exceptional year, that's for sure. If you're a teacher here, you'd better watch your step. If anything were to happen to those kids... Well, suffice to say that it could harm the reputation of the Church of Seiros, which we've spent almost a millennium establishing."}, {"speaker": "Monk", "line": "Tomas has served as the monastery's librarian for decades. Actually, he was away from Garreg Mach for a spell, but he returned to his post last year. There is no one as familiar with the monastery archives as he is."}], "intro": [{"speaker": "Edelgard", "line": "It's finally time for the mock battle. This is my chance to measure your worth as an instructor. Do you think you can rise to the challenge?"}, {"speaker": "Byleth", "line": "\"Leave it to me.\""}, {"speaker": "Edelgard", "line": "So confident. This will be interesting."}, {"speaker": "Byleth", "line": "\"I'm concerned...\""}, {"speaker": "Edelgard", "line": "That doesn't inspire much confidence, does it?"}, {"speaker": "Edelgard", "line": "Each of us has undergone strict training. We're prepared for anything that comes our way. That means there's no need to hold back. Show us what you're capable of."}, {"speaker": "Claude", "line": "Hey there! Did we miss our invite to this strategy meeting? Oh, no worries–we'll just join in now."}, {"speaker": "Edelgard", "line": "Simply tell me your weaknesses, and you're welcome to stay. But is there enough time to cover them all?"}, {"speaker": "Claude", "line": "Ah, so you can't win unless you know my weakness? Poor princess. You really should believe in yourself more."}, {"speaker": "Edelgard", "line": "I spare no effort when pursuing victory. As a master of schemes, I should think you would understand."}, {"speaker": "Claude", "line": "Schemes? Me? I have no idea what you're talking about! I plan to fight fair and square, as ever."}, {"speaker": "Dimitri", "line": "Hearing the words \"fair and square\" from Claude can only be a bad omen."}, {"speaker": "Claude", "line": "Your Highnesses haven't known me for very long, but you already have me figured out, don't you?"}, {"speaker": "Dimitri", "line": "No need to poke fun. I will fight with honor. That said, I will fight to win."}, {"speaker": "Edelgard", "line": "Yes, and the same is true of us. Right, Professor?"}, {"speaker": "Byleth", "line": "\"Don't go too hard on us.\""}, {"speaker": "Claude", "line": "No use trying to hide how you really feel, Teach. I can see it in your eyes–you don't intend to lose."}, {"speaker": "Byleth", "line": "\"I don't intend to lose.\""}, {"speaker": "Dimitri", "line": "If that is how you feel, then I will not hold back."}, {"speaker": "Manuela", "line": "Aw, how precious. Looks like you and the students have become fast friends."}, {"speaker": "Hanneman", "line": "While I am pleased that you are taking the initiative to acquaint yourself with the students, I'm afraid it's about time for the faculty strategy meeting."}, {"speaker": "Claude", "line": "Ah, how time flies! In that case, I'll see you later."}, {"speaker": "Dimitri", "line": "Edelgard, Professor, be careful out there."}, {"speaker": "Dimitri", "line": "Ah, it's finally time for the mock battle. I'm eager to put my skills to use. And you, Professor?"}, {"speaker": "Byleth", "line": "I'm looking forward to it."}, {"speaker": "Dimitri", "line": "Excellent. I have high expectations for your command. That said, I've no doubt it will take everything we've got to pull a victory."}, {"speaker": "Byleth", "line": "I hope we can win."}, {"speaker": "Dimitri", "line": "I wouldn't worry too much about it. If you command use as you did back in the village, I have no doubt we'll be fine."}, {"speaker": "Dimitri", "line": "Our opponents are mighty, that much is certain, but I'm positive we can win."}, {"speaker": "Claude", "line": "Hey there! Did we miss our invite to this strategy meeting? Oh, no worries–we'll just join in now."}, {"speaker": "Dimitri", "line": "Nice try, Claude, but I do not intent to let slip our strategies. Especially when we are up against such strong opponents as you two."}, {"speaker": "Claude", "line": "Well now! Kind words from his kingliness. If that's the case, we'd better come up with some clever schemes so as not to disappoint. Right, Princess?"}, {"speaker": "Edelgard", "line": "Right. No matter the tactics you devise, we will destroy you. The best you can hope for is to learn a thing or two."}, {"speaker": "Dimitri", "line": "Haha, there's nothing wrong with a friendly rivalry, but let's not get carried away. A rash attitude could be your undoing, after all."}, {"speaker": "Edelgard", "line": "Hmm... Perhaps your time would be better spent preparing instead of worrying about the competition's mindset."}, {"speaker": "Claude", "line": "Hey, now! If you two are getting this fired up before the battle even starts...it'll make it that much easier for my class to sweep up a win. So please, carry on."}, {"speaker": "Dimitri", "line": "A good point, Claude. I apologize–that wasn't my intention. At any rate, let's vow to make this a productive battle, shall we?"}, {"speaker": "Byleth", "line": "Don't go too hard on us."}, {"speaker": "Claude", "line": "No use trying to hide how you really feel, Teach. I can see it in your eyes–you don't intend to lose."}, {"speaker": "Byleth", "line": "I don't intend to lose."}, {"speaker": "Edelgard", "line": "Oh? In that case, I won't hold back."}, {"speaker": "Manuela", "line": "Aw, how precious. Looks like you and the students have become fast friends."}, {"speaker": "Hanneman", "line": "While I am pleased that you are taking the initiative to acquaint yourself with the students, I'm afraid it's about time for the faculty strategy meeting."}, {"speaker": "Claude", "line": "Ah, how time flies! In that case, I'll see you later."}, {"speaker": "Edelgard", "line": "I look forward to assessing your abilities. I hope you don't disappoint."}, {"speaker": "Claude", "line": "Time for a mock battle, eh? Hmm, how should we go about this... Well, you'll be our commander, that much is for sure. Just don't screw it up and everything'll be great. Got it, Teach?"}, {"speaker": "Byleth", "line": "I'm not concerned."}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Claude", "line": "Right. I'll do whatever I can to help too. I mean, I'm kind of obligated to. For example! If I add a little something to their food to upset their stomachs..."}, {"speaker": "Byleth", "line": "Don't even think about it."}, {"speaker": "Claude", "line": "Yeah, yeah, wink, wink. I read you. You can't officially condone that sort of thing, right? But say, hypothetically speaking, students from the other houses started racing to the infirmary... As far as anyone knows, it could just be a harmless little stomach bug making the rounds."}, {"speaker": "Edelgard", "line": "Well, well. What a fascinating conversation you two are having. May we join?"}, {"speaker": "Dimitri", "line": "Claude, I can't believe you would stoop to such crooked schemes to gain the advantage. Have you no honor?"}, {"speaker": "Claude", "line": "If that was really my scheme, I wouldn't be talking about it out in the open. I'm afraid you'll have to wait until our battle to see what's really in store."}, {"speaker": "Edelgard", "line": "It's irrelevant anyhow. Whatever you have planned won't save you from a crushing defeat."}, {"speaker": "Dimitri", "line": "She has a point. Still, I'm rather eager to see what sort of scheme that mind of yours conjures up."}, {"speaker": "Claude", "line": "You heard 'em, Teach. We can't let these fine folks down."}, {"speaker": "Byleth", "line": "It will be a fair fight."}, {"speaker": "Claude", "line": "Heh, of course. A fair fight, as all fights are. Good one, Teach. Play innocent now so they won't see it coming."}, {"speaker": "Byleth", "line": "If they insist."}, {"speaker": "Claude", "line": "Are you serious, Teach? Well, if a crooked scheme is really what you're after, I've got more than a few of those up my sleeve."}, {"speaker": "Manuela", "line": "Aw, how precious. Looks like you and the students have become fast friends."}, {"speaker": "Hanneman", "line": "While I am pleased that you are taking the initiative to acquaint yourself with the students, I'm afraid it's about time for the faculty strategy meeting."}, {"speaker": "Dimitri", "line": "I'm sorry, Professors. It's about time I returned to my training anyhow. Claude, Edelgard, until we meet again on the battlefield, farewell."}, {"speaker": "Edelgard", "line": "I look forward to assessing your abilities. I hope you don't disappoint."}], "battle": [{"speaker": "Claude", "line": "So this is the stage for the mock battle... The command's all yours, Teach!"}, {"speaker": "Ferdinand", "line": "I will fight on the front lines! I can stop the enemy's advance with grace!"}, {"speaker": "Hubert", "line": "Do you have Lady Edelgard's permission to--hmph. I suppose I've no choice but to provide cover."}, {"speaker": "Edelgard", "line": "Thank you Hubert. We are off to a terrible start."}, {"speaker": "Dimitri", "line": "Ashe, can you move to the front lines? I want to lure the enemy this way."}, {"speaker": "Ashe", "line": "Got it, Your Highness! Leave it to me!"}, {"speaker": "Dimitri", "line": "Once you've finished preparing, make your move. Dedue, Mercedes. Keep our enemy occupied until then."}, {"speaker": "Dedue", "line": "I'm on it."}, {"speaker": "Mercedes", "line": "Oh my! We'll try our best!"}, {"speaker": "Edelgard", "line": "Hm, you are performing as expected, Professor. We will have to face you with our full might!"}, {"speaker": "Edelgard", "line": "We will use the forest to ambush our enemy. Everyone, I am counting on your support!"}, {"speaker": "Jeralt", "line": "If they're waiting in the forest, we'd do well to take a detour."}, {"speaker": "Edelgard", "line": "It seems we're surrounded... At a time like this, our only option is to cut a path through!"}, {"speaker": "Edelgard", "line": "Are you planning on fighting two houses at once? I will admit, that is favorable for us."}, {"speaker": "Dimitri", "line": "This is a good opportunity for us. Let's forge ahead!"}, {"speaker": "Dimitri", "line": "Beautiful work, Professor. But the true challenge starts now!"}], "boss": [{"speaker": "Claude", "line": "Psst, Your Princliness. You've got a thing for Edelgard, right? Come on, fess up. You'll feel better.", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Dimitri", "line": "Claude, please. This is no time for idle banter. Your defenses are wide open.", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Claude", "line": "That didn't get to him, huh? What a shame. I'll find a better way to ruffle him up next time.", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Edelgard", "line": "There can be no victory unless I defeat you. So be it!", "unit": "Byleth", "boss": "Edelgard"}], "character-falls": [{"speaker": "Lorenz", "line": "I've lost?! Oh! Unthinkable!"}, {"speaker": "Ignatz", "line": "I've lost. The new professor is quite a commander."}, {"speaker": "Hilda", "line": "Ouch! Was that really necessary?"}, {"speaker": "Claude", "line": "Argh, I hate losing! I guess I'll just have to settle for cheering the others on."}, {"speaker": "Claude", "line": "I must have let my guard down. I guess that's a loss for the Golden Deer House."}, {"speaker": "Manuela", "line": "Well done. I nearly wound up a patient in my own infirmary."}, {"speaker": "Ashe", "line": "Ah–so strong! Have to do better next time..."}, {"speaker": "Dedue", "line": "Ngh. Apologies, Your Highness. I can go no further."}, {"speaker": "Mercedes", "line": "Oh no... This is as far as I can go..."}, {"speaker": "Dimitri", "line": "My training was insufficient... I am so sorry, everyone. The rest is up to you."}, {"speaker": "Dimitri", "line": "I suppose that does it for the Blue Lion House..."}, {"speaker": "Hanneman", "line": "My goodness. The leadership of someone with actual battle experience is... Well! I was as good as useless."}, {"speaker": "Ferdinand", "line": "I am the son of House Aegir! How did I fail? I must need to train harder..."}, {"speaker": "Hubert", "line": "Hmm. The new professor's rather strong. Suppose I'll have to call it a day."}, {"speaker": "Dorothea", "line": "My, my... The new professor seems very capable."}, {"speaker": "Edelgard", "line": "Forced to retreat... Well, things will only get tougher from here on out."}, {"speaker": "Edelgard", "line": "To think that the Black Eagles could lose so readily..."}], "end": [{"speaker": "Claude", "line": "Great work, everyone! Even if it's just a mock battle, the taste of victory is sugary sweet!"}, {"speaker": "Edelgard", "line": "Excellent work today, Professor. Though our victory should come as no surprise."}, {"speaker": "Byleth", "line": "It was a close call."}, {"speaker": "Edelgard", "line": "Was it? I'm not sure I agree with that."}, {"speaker": "Byleth", "line": "It was easy."}, {"speaker": "Edelgard", "line": "Yes, it was. Further proof that you're well qualified to guide the Black Eagles."}, {"speaker": "Petra", "line": "That was impressing, Professor! I mean...impressive. We gained a victory because of your great leadership."}, {"speaker": "Dorothea", "line": "We certainly did. We all tried our best, of course, but we couldn't have won without you."}, {"speaker": "Ferdinand", "line": "I was curious what it would look like if you did not hold back. And you did not disappoint!"}, {"speaker": "Hubert", "line": "Hmph. I daresay we owe our victory to Lady Edelgard."}, {"speaker": "Linhardt", "line": "How so? For that battle, she was only a soldier following our professor's command. Sure, she was an incredibly powerful soldier..."}, {"speaker": "Caspar", "line": "Don't worry about it too much, Linhardt. All that matters is that we won!"}, {"speaker": "Bernadetta", "line": "I'm all done with being on the battlefield, OK? I'd rather stay back than pursue victory out there."}, {"speaker": "Edelgard", "line": "You are all as ridiculous as always. We only managed to win because we worked together."}, {"speaker": "Edelgard", "line": "Was it something I said? Is it so odd, me talking about togetherness? If so, that perception must change. In fact, I'm canceling the festivities so we can discuss this topic further. I'm kidding, of course. Come on, everyone! We've earned this celebration."}, {"speaker": "Dimitri", "line": "Professor! I've been looking for you."}, {"speaker": "Dimitri", "line": "I was hoping we could all share a meal together. It could serve as both a victory celebration and a post-battle analysis. What do you think?"}, {"speaker": "Byleth", "line": "A victory celebration?"}, {"speaker": "Dimitri", "line": "Of course. After all, we fought hard out there. Such exertion is bound to make anyone hungry for respite, don't you agree?"}, {"speaker": "Byleth", "line": "I'm invited?"}, {"speaker": "Dimitri", "line": "Of course. Why wouldn't you be?"}, {"speaker": "Sylvain", "line": "Come now, Professor! We can't very well celebrate without the key to our victory present."}, {"speaker": "Annette", "line": "He's right! He really is! We were only able to win because we had your help, Professor!"}, {"speaker": "Felix", "line": "Yes. Compared with that boar who knows nothing save frontal attacks, your tactics were nearly decent."}, {"speaker": "Ingrid", "line": "Felix! You really ought to stop picking fights with His Highness."}, {"speaker": "Dimitri", "line": "Don't worry, Ingrid. I encourage all to speak freely. And I must agree that the professor's tactics were truly extraordinary. I have much to learn."}, {"speaker": "Mercedes", "line": "Oh, sure, but today was exhausting, I'm so hungry I can barely stand..."}, {"speaker": "Ashe", "line": "To be honest, so am I. Let's head to the dining hall. Together."}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Dimitri", "line": "Professor. I'm sorry to intrude, but...you don't look too happy for someone who just won."}, {"speaker": "Byleth", "line": "You're mistaken."}, {"speaker": "Dimitri", "line": "You say that, but your eyes tell a different story."}, {"speaker": "Byleth", "line": "Is that so..."}, {"speaker": "Dimitri", "line": "Hm. Well, I understand how difficult it can be to accept joy sometimes. I'm sorry for prying."}, {"speaker": "Dimitri", "line": "I know we only just met, so this may be difficult for you, but... I'd love nothing more than to share our happiness with you. Joy can be so fleeting, after all. We're all in this together...so I hope you will consent. I'm sure the rest of the class feels the very same. Well...come along, Professor. Let's enjoy the fruits of our labor!"}, {"speaker": "Claude", "line": "Great work, Teach! That was a brilliant win."}, {"speaker": "Byleth", "line": "I'm glad we won."}, {"speaker": "Claude", "line": "I've been anticipating that magic moment when your tactics and my schemes entwined, and you did not disappoint. That composed expression you always sport like a permanent mask is a perfect complement to my ruthless scheme. That's a joke, of course. Mostly."}, {"speaker": "Byleth", "line": "Everyone did well."}, {"speaker": "Claude", "line": "Huh. Playing ignorant as to the quality of you command and deflecting the praise to your students. You really are a model professor, Teach."}, {"speaker": "Claude", "line": "To be honest, I had a bunch of other schemes planned as well, just in case the situation called for it. But I didn't have to resort to any of them. I suppose our opponents lucked out."}, {"speaker": "Lorenz", "line": "Well met, Professor! The breadth of your skill was on full display today. I must admit that your tactics were masterful. I shudder to think what may have transpired had it been Claude leading us into battle."}, {"speaker": "Raphael", "line": "I noticed that too! We just did what you told us, and we won! I love it!"}, {"speaker": "Lysithea", "line": "As expected from a child of the former captain of the knights. Thank you for today, Professor. I have much to consider."}, {"speaker": "Hilda", "line": "I never doubted that our professor would be amazing! It was way too obvious. Don't you agree, Marianne?"}, {"speaker": "Marianne", "line": "Huh? Me? Oh, um, yes. Of course. Well done, Professor."}, {"speaker": "Leonie", "line": "Captain Jeralt taught his child well. It would have been more of a surprise had our professor proved lacking."}, {"speaker": "Ignatz", "line": "Don't you think it's a bit hard to give Jeralt all of the credit, Leonie? In any case, it's clear that we only won because of our new mentor's guidance."}, {"speaker": "Claude", "line": "A mercenary's wisdom and techniques are forged in battle. Those are the sorts of things you can only learn through experience. Right, Teach? But more importantly, it's time to celebration our victory! Teach here has yet to try my well renowned home cooking."}, {"speaker": "Claude", "line": "I really do hope you'll join us. After all, I swiped some finely aged cheese from the dining hall for just this occasion."}]}