{"chapter": "02", "title": "Familiar Scenery", "speakers": ["Seteth", "Edelgard", "Byleth", "Dimitri", "Claude", "Jeralt", "Hubert", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Dedue", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Rhea", "Flayn", "Alois", "Shamir", "Jeritza", "Hanneman", "Manuela", "Tomas", "Cyril", "Anna", "Gatekeeper", "Knight Of Seiros", "Monk", "Student", "Sothis", "Kostas", "Thief"], "dialogue_counts": {"Seteth": 4, "Edelgard": 22, "Byleth": 76, "Dimitri": 23, "Claude": 18, "Jeralt": 6, "Hubert": 4, "Ferdinand": 5, "Linhardt": 3, "Caspar": 3, "Bernadetta": 5, "Dorothea": 5, "Petra": 5, "Dedue": 3, "Felix": 3, "Ashe": 3, "Sylvain": 4, "Mercedes": 5, "Annette": 5, "Ingrid": 4, "Lorenz": 5, "Raphael": 5, "Ignatz": 5, "Lysithea": 3, "Marianne": 4, "Hilda": 5, "Leonie": 5, "Rhea": 9, "Flayn": 1, "Alois": 3, "Shamir": 2, "Jeritza": 2, "Hanneman": 1, "Manuela": 2, "Tomas": 1, "Cyril": 1, "Anna": 1, "Gatekeeper": 1, "Knight Of Seiros": 3, "Monk": 1, "Student": 1, "Sothis": 16, "Kostas": 9, "Thief": 2}, "gender_counts": {"M": 103, "F": 99, "N": 16, "A": 76}, "lines": 295, "transitions": "-M-FAAF-MAAM-MAAM-MAMAMM-A-FFF-F-MMM-M-MMM-M-M---M---MAAMAAM---M---MA-FAFAF-FAFAF-FAFAF---M---M---M-M-M-FAFAF---FAFAF----F-F---MAMAM---MAMAM---MAMAM---F----F-F---FAFAF-FMFMF-FAFAFF-MFM-MAMAM-FF-MAAM-M-F---M---M---F---M---N---N---N---N---N-FMMMFFMFAAF-MFMMMMFFAAMAAMAAM-MMMFMFFFAAM-F-F-M-M-NNN-F--F-M-M-M-M-F-F-F-F-M-M-M-M-M-F-F-F-M-M-M-M-M-F-M-M-F-F-F-M-N-N-N-N-N-NF-NM-NM-AAAAFAFAFAFFAFAFF-F-M-M-FAAFF-FAFAFFAAAFF-MMMFMFFMAMAM-MAMAMM-FAAFAAFAAFMF-FAFAFF", "opening": ["In honor of the saints whose births or deaths took place under this moon, the people perform music once beloved by those divine beings. Whether by harp, by flute, or voice alone, joyous melodies are shared between farmers as they sew their seeds across the vast plains of Tailtean and Gronder."], "dialogue": [{"speaker": "Rhea", "line": "So, you have safely disposed of those bandits. I pray that their souls find salvation. But why did they target the students to begin with? We must further investigate the true cause of all that took place. Until we know more, I ask that you support the students and relieve them of any unnecessary worry."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Byleth", "line": "I will do all that I can."}, {"speaker": "Rhea", "line": "Good. I have high expectations for you. By the way, how was your time in Zanado? Legend has it, in ancient times, a goddess alighted upon this world in that very canyon. For a goddess from heavens, Zanado could only have been a temporary haven."}, {"speaker": "Byleth", "line": "A goddess?"}, {"speaker": "Byleth", "line": "A temporary haven?"}, {"speaker": "Rhea", "line": "Long ago, the divine Seiros received a revelation from the goddess. A gift, to help the lost. The goddess is always watching over Fódlan from her kingdom above. However, in ancient times, the goddess graced this world with her presence and offered salvation to the people here. She is the mother of all life, the arbiter of every soul."}, {"speaker": "Byleth", "line": "I didn't know."}, {"speaker": "Byleth", "line": "My father never told me."}, {"speaker": "Rhea", "line": "I see. During your time here, I pray that you come to devote yourself to the teachings of Seiros."}, {"speaker": "Seteth", "line": "Uh...Lady Rhea, I am sorry to interrupt. There is something I must ask about in regard to those bandits..."}, {"speaker": "Rhea", "line": "As you wish. We shall continue our discussion when next we meet."}, {"speaker": "Sothis", "line": "A goddess... I have no memory of her. But then... I have no memory at all! Oh, how bothersome! It is as though I know...and yet I don't. Perhaps Zanado was my home back when the goddess walked the land. If so... What does that make me now? A ghost?"}, {"speaker": "Byleth", "line": "That must be it."}, {"speaker": "Sothis", "line": "Are you simple?! That's impossible! I am most certainly alive."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Sothis", "line": "Hmm... No. That cannot be. I am most certainly alive."}, {"speaker": "Sothis", "line": "Of course, we also have the mystery of why I'm here with you. Is it somehow connected? Perhaps some past regret is stopping me from moving on, and now I'm forced to stay with you instead... No, that's not it! I can't believe in such a meaningless existence! I... I..."}], "conversation": [{"speaker": "Edelgard", "line": "For some students, this will be their first time stepping onto a real battlefield. It's important that they're mentally prepared. As for me? Ha! Do I look green to you? Is there anything you wish to ask me about, regarding spending your time at the monastery or battles?"}, {"speaker": "Edelgard", "line": "Just as students have much to learn from other students, professors can also share their knowledge with each other. You should consider seeking instruction from Professor Hanneman or Professor Manuela. I think you'll find their insight quite interesting."}, {"speaker": "Edelgard", "line": "Which house a student is assigned to depends on where they're from. That said, each professor has their own area of expertise. So if a student is adamant about it, it is possible to switch someone from one house to another. Pending your approval, of course. If you become closer with the students by partaking in the various activities around the monastery, you'll be able to talk to them about such things."}, {"speaker": "Edelgard", "line": "You're quite powerful to have beaten us in the mock battle. Such a shame you aren't leading our class..."}, {"speaker": "Dimitri", "line": "We have only just arrived at the academy, and we're already being sent out to take care of bandits. It is a noble mission, but one that will likely require battle. In practice, there is little difference between a battle and a war. Even with the support of the Knights of Seiros, we must still brace ourselves for the challenge. Do you have any other questions about life at the monastery or about battle?"}, {"speaker": "Dimitri", "line": "Just as students receive guidance from professors, professors may also guide each other. If you're interested, you should seek out Professor Hanneman or Professor Manuela."}, {"speaker": "Dimitri", "line": "A student's house is determined by their place of origin, but naturally, each individual has their own aptitudes and interests. That said, if a student so desires and their current professor consents, they may transfer from one house to another. If you get to know the students better through the activities at the monastery, they may approach you about this."}, {"speaker": "Dimitri", "line": "Your performance in the mock battle was exceptional, Professor. You have inspired me to follow your example and study even more diligently. Perhaps we could train together sometime. I would love to test myself against your sword skills again."}, {"speaker": "Claude", "line": "Those bandits really didn't think things through, did they? They had to have known the knights would be after them the moment they entered the monastery's turf. Fine by me, though. I'm raring for some real combat experience. Any chance to grow is a good thing. Is there anything else you want to ask me, Teach? About living at the monastery or combat, anything like that?"}, {"speaker": "Claude", "line": "Students aren't the only ones who have something to learn from their professors. Professors can also learn from each other. If you want to, you should try trading knowledge with Professor Hanneman or Professor Manuela."}, {"speaker": "Claude", "line": "The house a student belongs to is determined by where they're from, but it is possible for someone to switch to a different one. Of course, that's only if the student very strongly wants to make the change and their professor is on board with it. If you do a lot of different activities around the monastery, you'll get closer to students and they may ask you about it."}, {"speaker": "Claude", "line": "I hear you've been tasked with hunting down bandits, right? Meanwhile, my class is stuck with a downright peaceful mission. Sounds like you'll be fighting alongside the knights too. Don't let the monastery down, Teach."}, {"speaker": "Hubert", "line": "I fully accept the necessity of real battle from time to time, but it is still a surprise to be tasked with punishing bandits without warning. It is a rather different sort of mission. It makes me wonder what the archbishop is planning..."}, {"speaker": "Hubert", "line": "I've heard your class is hunting thieves. That mission is very different from the one we were given."}, {"speaker": "Ferdinand", "line": "Do you know of the Aegir family? We have long held the position of prime minister in the Empire. The Empire's power lies with six noble families, my family foremost among them. The full explanation may be time-consuming. I can give you a moment to get ready, if you would like to take notes."}, {"speaker": "Byleth", "line": "I'm not taking notes."}, {"speaker": "Byleth", "line": "I'm ready."}, {"speaker": "Ferdinand", "line": "All right. I will list the six great noble families. There's Caspar's father, Count Bergliez, the Minister of Military Affairs. Then there's Linhardt's father, Count Hevring, the Minister of Domestic Affairs. Beradetta's father, Count Varley, is the Minister of Religious Affairs. Hubert's father, Marquis Vestra, is the Minister of the Imperial Household. Finally we have Duke Gerth, the Minister of Foreign Affairs, and my own father, Duke Aegir, the Prime Minister. One day, I will take his place as the prime minister of the Empire. I am more talented than anyone in my class — even Edelgard. I will lead the Empire to a bright, enlightened future."}, {"speaker": "Byleth", "line": "I look forward to that."}, {"speaker": "Byleth", "line": "That sounds like wishful thinking."}, {"speaker": "Ferdinand", "line": "There is nothing I cannot achieve."}, {"speaker": "Linhardt", "line": "Swimming through a sea of countless books, tracking down that single sought-after volume... It's absolute bliss. How do the poor fools who spend their days sharpening swords and polishing armor find any joy in life?"}, {"speaker": "Caspar", "line": "Hey there, Professor! You here to check in on my training? Oh, that reminds me. I found this small cloth. It's kinda weird. Not really sure what it is, but it works great for wiping up sweat!"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Bernadetta", "line": "Wh-what is it? I'm not doing anything!"}, {"speaker": "Byleth", "line": "It's not good to just do nothing."}, {"speaker": "Bernadetta", "line": "I'm not bothering anybody...am I?"}, {"speaker": "Byleth", "line": "Hey, what's this cake doing out here?"}, {"speaker": "Bernadetta", "line": "Cake?! Oh, come on... That's just cruel."}, {"speaker": "Dorothea", "line": "Oh, Professor... Hello. I was just looking for my— Well, it's...it's like a pale blue cloth. Have you seen it?"}, {"speaker": "Byleth", "line": "Let's search for it."}, {"speaker": "Dorothea", "line": "Eh? Um... OK..."}, {"speaker": "Byleth", "line": "I'll tell Manuela."}, {"speaker": "Dorothea", "line": "Thank you so much."}, {"speaker": "Petra", "line": "Brigid has much more warmth than Fódlan. Even spring here has coolness! And you, Professor? Which do you find is worst? Too hot or too cold weather?"}, {"speaker": "Byleth", "line": "The cold."}, {"speaker": "Petra", "line": "I have agreeance! In Brigid, I am able to be wearing much lighter clothes."}, {"speaker": "Byleth", "line": "The heat."}, {"speaker": "Petra", "line": "But you are wearing many things, Professor. If you are not liking the heat, you should be wearing lighter clothes."}, {"speaker": "Dedue", "line": "It is better if you do not approach me. If you spend too much time around a man of Duscur, there will be rumors."}, {"speaker": "Felix", "line": "For years, the boar prince and I were inseparable. I know him better than almost anyone else. So let me give you some advice. Beneath all that princely polish, he's an animal, nothing more. He's strong and skilled, sure. But don't place your trust in him as a human being. Take care he doesn't chew you up and spit you out."}, {"speaker": "Ashe", "line": "It's thanks to my adoptive father, Lonato, that a commoner like me is here at the academy. He is the very model of chivalry. Someday I'm going to be just like him."}, {"speaker": "Sylvain", "line": "Professor, you're the one taking out the bandits? Heh, that's one way to start your career at the academy. I didn't realize they'd order us to risk our lives here. Seems a bit extreme, doesn't it?"}, {"speaker": "Sylvain", "line": "Our first assignment is to take out some bandits? Did anyone tell Lady Rhea that people's lives are at stake? I lost my own brother to bandits... ...Is something someone has said at some point, I'm sure. OK. Not my finest attempt at humor."}, {"speaker": "Mercedes", "line": "The cathedral is nice and quiet. It's so relaxing... Oh, Professor. Did you come to pray to the goddess?"}, {"speaker": "Byleth", "line": "That's right."}, {"speaker": "Mercedes", "line": "Me too! Shall we pray together?"}, {"speaker": "Byleth", "line": "I did not."}, {"speaker": "Mercedes", "line": "No? But shall we pray together while you're here?"}, {"speaker": "Annette", "line": "I've got to find out everyone's likes and dislikes so I know what to cook. Who knows when it will be my turn at kitchen duty! How about you, Professor? Do you like sweet or spicy food?"}, {"speaker": "Byleth", "line": "Sweet."}, {"speaker": "Annette", "line": "Ooh, same! I'll definitely remember that!"}, {"speaker": "Byleth", "line": "Spicy."}, {"speaker": "Annette", "line": "Spicy? Ooh, your tastes are so mature! I'll definitely remember that."}, {"speaker": "Ingrid", "line": "Felix, Sylvain and I have known each other since we were children. His Highness, as well. Though I should warn you that both Felix and Sylvain are a bit...challenging at times. The moment I take my eyes off them, they're off causing all kinds of trouble. It's always been that way."}, {"speaker": "Ingrid", "line": "Now that you're all the way over here, Professor, care to join me in some training? After training, I love tending to the horses or burying myself in a good pile of books. Ahh, there's truly nothing better!"}, {"speaker": "Lorenz", "line": "It is the duty of every Fódlan noble to demonstrate piety toward Seiros. Have you also come to offer your prayers to the goddess, Professor?"}, {"speaker": "Byleth", "line": "Sure."}, {"speaker": "Lorenz", "line": "You don't sound terribly sure. Perhaps you are not of noble birth? After all, devotion is not as essential for a commoner."}, {"speaker": "Byleth", "line": "Not exactly."}, {"speaker": "Lorenz", "line": "I see. The truth is, I am not a particularly devoted believer either. But it would be unbecoming for a noble like me to neglect his prayers, wouldn't it?"}, {"speaker": "Raphael", "line": "The next assignment is to track down bandits? Sounds like some training is in order! Tell me something, Professor. When it comes to a one-on-one battle, which is better? Strength or skill?"}, {"speaker": "Byleth", "line": "Strength."}, {"speaker": "Raphael", "line": "I knew it! When it's all said and done, muscle always comes out on top."}, {"speaker": "Byleth", "line": "Skill."}, {"speaker": "Raphael", "line": "You might be right. But when it's all said and done, I still think muscle comes out on top!"}, {"speaker": "Ignatz", "line": "I'm so glad to be a student here, if only because I get to use this library. Reading books from all the regions of Fódlan... I feel almost like I'm visiting those places myself."}, {"speaker": "Byleth", "line": "You should visit them in person."}, {"speaker": "Ignatz", "line": "I'd like to. I don't have many chances to travel..."}, {"speaker": "Byleth", "line": "You can learn so much from books."}, {"speaker": "Ignatz", "line": "I agree! They're brimming with the knowledge and experience of our ancestors."}, {"speaker": "Lysithea", "line": "There were way too many vegetables in today's meal. The ratio of vegetables to sweets was completely skewed... Oh! Hi, Professor! Were you just eavesdropping on me? Well...everyone knows a plateful of sweets is far preferred to a plateful of vegetables, regardless of age."}, {"speaker": "Marianne", "line": "Um, Professor? Our next mission is to go after a group of bandits. I'm...not very confident. I'm afraid I'll just hold everyone else back. I should probably stay behind for this one. Or help plan the attack instead."}, {"speaker": "Marianne", "line": "Uh. Hello. Um, if you'll excuse me..."}, {"speaker": "Hilda", "line": "I'm bored! Maybe I should go into town... But that would be such a hassle. Oh! Hi, Professor. I'm rather busy right now, so do make it quick."}, {"speaker": "Byleth", "line": "You don't look busy to me."}, {"speaker": "Hilda", "line": "Ah, you can tell? I suppose being a professor has taught you how to ferret out time wasters."}, {"speaker": "Byleth", "line": "If you're busy, never mind."}, {"speaker": "Hilda", "line": "Are you sure? I thought you'd found me out for a moment there..."}, {"speaker": "Leonie", "line": "Professor! Hey, do you know how old Captain Jeralt is?"}, {"speaker": "Jeralt", "line": "That's enough, Leonie. If I don't know, how could my child know?"}, {"speaker": "Leonie", "line": "It's not normal to forget your own age, you know. It's kind of worrisome, actually."}, {"speaker": "Jeralt", "line": "By the time you're forgetting your own age, you're past the point of caring."}, {"speaker": "Leonie", "line": "I guess if you put it that way, you've got a point..."}, {"speaker": "Rhea", "line": "Thank you for paying me a visit. Is there anything troubling you? Or is there, perhaps, something I can help you with."}, {"speaker": "Byleth", "line": "I wonder if the students are taking to me..."}, {"speaker": "Rhea", "line": "You seem to be getting along well with the students. I would advise you to be confident in your abilities. The rest will fall into place in time."}, {"speaker": "Byleth", "line": "About the teachings of Seiros..."}, {"speaker": "Rhea", "line": "Believers live their lives by her sacred wisdom. Please use the library's vast resources to learn more."}, {"speaker": "Rhea", "line": "I can often be found here, so if there is ever anything you need, please do not hesitate to pay me a visit."}, {"speaker": "Seteth", "line": "Inside the cathedral, there is a chapel dedicated to the Four Saints. Do you know of them? Saint Indech, Saint Macuil, Saint Cichol, and..."}, {"speaker": "Flayn", "line": "Saint Cethleann! Who is your favorite, Professor?"}, {"speaker": "Seteth", "line": "Now that you are a member of the church, be sure to familiarize yourself with our teachings and traditions."}, {"speaker": "Alois", "line": "Oh, Professor! How are you today? I'm just heading out for a mission. I'll be seeing you!"}, {"speaker": "Byleth", "line": "Good luck."}, {"speaker": "Alois", "line": "I don't need luck! This will be a piece of cake. I'll be back before you know it!"}, {"speaker": "Byleth", "line": "Be careful."}, {"speaker": "Alois", "line": "What make you say that? Do you know something I don't? Are there supernatural elements at play? Ghosts?! Ah...oh, forget it. I'll be going now."}, {"speaker": "Shamir", "line": "Have we met?"}, {"speaker": "Shamir", "line": "No. Sorry. Must be my imagination."}, {"speaker": "Jeritza", "line": "You look bored. Care to duel?"}, {"speaker": "Byleth", "line": "A duel?"}, {"speaker": "Byleth", "line": "To the death?"}, {"speaker": "Jeritza", "line": "What? I just wanted to spar..."}, {"speaker": "Hanneman", "line": "Excellent work guiding the students in the mock battle. Taking command like that? Simply splendid. And bearing the unknown Crest's power? Yes! I'm talking about you. Your talents are incredible, and Lady Rhea's insight as to your potential is doubly so."}, {"speaker": "Manuela", "line": "You know, Professor, there are some things I'll just never understand. Like the other night, I went on a date with a dashing, handsome, strong, young knight. Oh, I'm a bit weak just remembering him. Anyway... Do you know what that no-good jerk said when we got back to my room? He said, \"What a mess. I'm afraid to go in there!\" Can you believe it?! You know who cares about keeping everything neat and tidy? Not me, that's who. \"Afraid to go in there.\" Some knight he is!"}, {"speaker": "Tomas", "line": "Do you know about the cardinals? They are the ones who run the church. Their identities are a closely guarded secret..."}, {"speaker": "Cyril", "line": "That person sure does remind me of somebody, but I can't figure out who. Oh, do ya need me for something? Sorry, but I'm really busy right now."}, {"speaker": "Anna", "line": "Hello there! Are you that new professor everyone's talking about? Name's Anna. I'm a merchant who slings wares all around Fódlan... and beyond! I come in here all the time, so I'm sure our paths will cross more. Hopefully much more!"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Are you settled in here at the monastery yet? Make sure to have a good look around! There's much to see! Like fish! You do know about the pond behind the dining hall, right? You can fish there! Give it a try!"}, {"speaker": "Knight Of Seiros", "line": "We will accompany you on your assignment. We don't want anything to happen to our precious students. If any of you run into trouble, we'll step in and help out!"}, {"speaker": "Knight Of Seiros", "line": "The Knights of Seiros are also known as the shining knights. We are the sword and shield of the divine Seiros. There are many orders of knights in the world, but we are the only one that has the honor of bearing the name Seiros. As a member of the church, you should probably study up on the history of Seiros and the knights."}, {"speaker": "Knight Of Seiros", "line": "I hear the Officers Academy of the monastery was founded about two centuries ago. The eastern region of Fódlan was being invaded by Almyra, and so the archbishop of the time took measures to prevent the border from being taken. In order to ensure Fódlan would be safe from potential threats, she deemed it necessary to raise a generation of excellence. That is how the establishment was founded, though its purpose has changed over the years."}, {"speaker": "Monk", "line": "Zanado, the Red Canyon, is a place of great significance to the Church of Seiros. Even members of the church are forbidden from entering without permission. To go trampling around in there, causing trouble... Those bandits truly are morally reprehensible."}, {"speaker": "Student", "line": "Brigid, Almyra, Duscur... Even people from far-off lands gather here at the academy. Word of advice, Professor. There are those who don't think kindly of such people."}], "intro": [{"speaker": "Sothis", "line": "So, we are taking children into battle, are we? I am not certain I will be able to sleep soundly after beholding something like that... I shall allow you to turn back the hands of time, but know this power is not infinite!"}, {"speaker": "Edelgard", "line": "So this is the Red Canyon... A ruin of sorts by the look of it. Let's end this quickly. The thieves must have been driven back. Be careful, or the cornered mice might bite us."}, {"speaker": "Dimitri", "line": "The Red Canyon... This is the first time I have ever been here. It's like walking through a ruin. Let's get this battle out of the way, Professor. The thieves must have already been driven back."}, {"speaker": "Claude", "line": "So this is the Red Canyon? Doesn't look red to me... Anyway, let's get things started, Teach. Looks like the thieves have been driven back. That's what we last heard, so no surprise there."}, {"speaker": "Kostas", "line": "The knights chased us all the way here?!"}, {"speaker": "Thief", "line": "Chief, let's get out of here! There's no way we can win against them!"}, {"speaker": "Kostas", "line": "Shut your dumb mouth! Where would we go at this point? You can't be a thief if you fear death!"}], "battle": [{"speaker": "Edelgard", "line": "Professor...I hear there's a back road to the west. Why don't we split up and attack from both the west and the front? If we advance tactfully, we can attack our enemy from both sides. I leave the rest to you. Regardless, we must cross the bridge first."}, {"speaker": "Edelgard", "line": "Regrettable...but there was no other way."}, {"speaker": "Hubert", "line": "Allow me to clean this up for you, Lady Edelgard."}, {"speaker": "Ferdinand", "line": "These ruffians are no match for a noble like me!"}, {"speaker": "Linhardt", "line": "I...I killed them. What have I done? The blood..."}, {"speaker": "Caspar", "line": "Are all real battles this exciting? Come on, let's get on to the next one!"}, {"speaker": "Bernadetta", "line": "I don't care if they're stealing! Can I go home?!"}, {"speaker": "Dorothea", "line": "So, is making us experience a real battle part of the church's teachings?"}, {"speaker": "Petra", "line": "People and beasts are as one. Calm your heart, and do not be worried about this killing."}, {"speaker": "Edelgard", "line": "Thank you for leading us, Professor. Though I suppose there was no way we could lose to a familiar foe. In any case, something about this canyon feels...inexplicably strange."}, {"speaker": "Dimitri", "line": "According to our information, there is a back road to the west. Let's split up and approach from the west and the front. If we advance cleverly, we attack from both sides and gain the advantage. I'll leave the rest to you, Professor. But before all else, we'll need to cross the bridge."}, {"speaker": "Dimitri", "line": "I know they are just thieves, but this never gets easier for me…"}, {"speaker": "Felix", "line": "Finished already? I was hoping for more of a challenge."}, {"speaker": "Ashe", "line": "If I’d hesitated… that would’ve been me."}, {"speaker": "Sylvain", "line": "I had to do it. Don’t hate me, please."}, {"speaker": "Ingrid", "line": "I can’t relax here. We need to prepare for our next battle!"}, {"speaker": "Annette", "line": "I did it! See? I’m a great fighter!"}, {"speaker": "Mercedes", "line": "I hope the goddess blesses them to rest in peace…"}, {"speaker": "Dedue", "line": "Still whole and sound, I hope…"}, {"speaker": "Dimitri", "line": "We have defeated the thieves. We'll follow the knights' instructions for what to do next. You led us well, Professor."}, {"speaker": "Claude", "line": "I hear there's a back road to the west. How about we split up and attack from there and from the front? We may be able to corner the enemy by approaching from both sides. In any case, we need to cross the bridge first. I'll leave the details to you, Teach."}, {"speaker": "Claude", "line": "We were taken by surprise last time, but... I guess this is what we can expect when battling thieves."}, {"speaker": "Lorenz", "line": "It is a noble's duty to guard the welfare of the people. Nothing personal"}, {"speaker": "Hilda", "line": "I was planning to just sit back and watch. But hey, I got one!"}, {"speaker": "Ignatz", "line": "I'm sorry... I didn't have a choice."}, {"speaker": "Raphael", "line": "This is my first real fight. I guess I'm pretty strong!"}, {"speaker": "Lysithea", "line": "A precious opportunity to test my own strength. I won't make waste of your deaths."}, {"speaker": "Marianne", "line": "Please forgive me, Goddess...and save their souls..."}, {"speaker": "Leonie", "line": "This is what I've trained for!"}, {"speaker": "Claude", "line": "Those thieves ran out of luck when they entered this canyon. They never had a chance. Your leadership was amazing, Teach. Let's leave the rest of the work to the knights."}, {"speaker": "Thief", "line": "We stole this treasure! It's all ours! There's not way we're gonna give it up to some knights!"}], "boss": [{"speaker": "Kostas", "line": "Damn, they're coming from the west too! I can't stand these brats!"}, {"speaker": "Kostas", "line": "Sending these brats instead of the knights means they've underestimated me! Big mistake!"}, {"speaker": "Kostas", "line": "I should have never listened to that idiot... What a mistake..."}, {"speaker": "Kostas", "line": "Y-you're... It can't be! The mercenary from before? So what, now you're pals with the knights? I'll kill you and your pesky brats!", "unit": "Byleth", "boss": "Kostas"}, {"speaker": "Kostas", "line": "Spoiled little noble! Just die like a good little rich kid!", "unit": "Edelgard", "boss": "Kostas"}, {"speaker": "Edelgard", "line": "Do you really think being born a commoner gives you the right to kill? Despicable.", "unit": "Edelgard", "boss": "Kostas"}, {"speaker": "Kostas", "line": "Spoiled little noble! Just die like a good little rich kid!", "unit": "Dimitri", "boss": "Kostas"}, {"speaker": "Dimitri", "line": "Unfortunately for you, I will not oblige. You will regret all that you have done.", "unit": "Dimitri", "boss": "Kostas"}, {"speaker": "Kostas", "line": "Spoiled little noble! Just die like a good little rich kid!", "unit": "Claude", "boss": "Kostas"}, {"speaker": "Claude", "line": "Being noble has nothing to do with who you are as a person or how hard your life is. Your logic is illogical!", "unit": "Claude", "boss": "Kostas"}], "end": [{"speaker": "Byleth", "line": "..."}, {"speaker": "Byleth", "line": "I remember this being a peaceful place..."}, {"speaker": "Byleth", "line": "Since when has it been called the Red Canyon..."}, {"speaker": "Byleth", "line": "... ?"}, {"speaker": "Sothis", "line": "Hmm... I wonder why it is that you recall this place.  You must be weak of heart. Each time I speak, it scares you so."}, {"speaker": "Byleth", "line": "I'm sorry."}, {"speaker": "Sothis", "line": "Although the battle is at an end, do not feel too at ease."}, {"speaker": "Byleth", "line": "You surprised me."}, {"speaker": "Sothis", "line": "Although the battle's at an end, do not feel too at ease."}, {"speaker": "Byleth", "line": "I'm not scared."}, {"speaker": "Sothis", "line": "Do you think you can lie to me? It saddens me to know you wish to hide such things from me."}, {"speaker": "Sothis", "line": "Well, anyhow... I am quite fascinated by this place. As far as I can tell, this is your first time here..."}, {"speaker": "Byleth", "line": "Still, it feels familiar."}, {"speaker": "Sothis", "line": "How very odd. I wonder if somehow, my memories have... Hmm."}, {"speaker": "Byleth", "line": "Have you been here before, Sothis?"}, {"speaker": "Sothis", "line": "Here? I daresay it would be impossible to have forgotten such as place as this."}, {"speaker": "Sothis", "line": "I must admit I am unsure. Beyond the name and this strange feeling of familiarity, I can't seem to remember anything about this place. And yet...a great depth of emotion is tied to that sense of familiarity. Like joy and sorrow. Pain and love. And all things in between... If I was somehow here before, I wonder what took place..."}, {"speaker": "Edelgard", "line": "Professor? I was wondering where you were... It's about time we headed back to the monastery."}, {"speaker": "Dimitri", "line": "Professor? We should return to the monastery soon. We're all ready for the journey."}, {"speaker": "Claude", "line": "Teach? What are you doing here? We should get back to the academy."}, {"speaker": "Sothis", "line": "It is time to depart. But know that time reveals all things. One day, I will remember that which I have lost... Oh, by the way. It seems you've earned my gratitude. The thieves who came here are no more."}, {"speaker": "Byleth", "line": "Why are you grateful?"}, {"speaker": "Byleth", "line": "Why are you..."}, {"speaker": "Sothis", "line": "I am not sure myself, yet I am grateful all the same. In any case... You must become accustomed to my voice! If you fall down with shock each time I speak, that just won't do."}, {"speaker": "Sothis", "line": "Oh... You think you're standing strong? Of course you are! It was a jest."}, {"speaker": "Edelgard", "line": "On our way out, I had the chance to observe the Red Canyon... Did you notice anything, Professor?"}, {"speaker": "Byleth", "line": "What are you talking about?"}, {"speaker": "Edelgard", "line": "Oh, I suppose it was only me, then."}, {"speaker": "Byleth", "line": "I did."}, {"speaker": "Edelgard", "line": "Of course. I expected as much."}, {"speaker": "Edelgard", "line": "The area was covered in ruins, each more curious than the last. They did not match the architectural style of any era or culture within the Empire. Or across all of Fódlan, for that matter. That can only mean one thing... The valley's civilization must have flourished and fallen in the distant past, long before the Empire was established. Who do you think lived there?"}, {"speaker": "Byleth", "line": "Our ancestors."}, {"speaker": "Byleth", "line": "A culture long since perished."}, {"speaker": "Byleth", "line": "Subterranean beings."}, {"speaker": "Edelgard", "line": " Heh, it's possible they weren't even human."}, {"speaker": "Edelgard", "line": "Hmm, perhaps their remnants still influence this world..."}, {"speaker": "Dimitri", "line": "We're finally back. I'll leave the report to Lady Rhea in your hands, Professor."}, {"speaker": "Dimitri", "line": "Huh... Edelgard."}, {"speaker": "Dimitri", "line": "Does the Black Eagle House have a mission to see to? Remember–on a real battlefield, one can never tell what's to come. You can never dismiss the possibility of a worst case scenario. Take care, Edelgard."}, {"speaker": "Edelgard", "line": "There's no need to state the obvious, Dimitri. But tell me... Why the concern? Perhaps you doubt my abilities? If so, your lack of insight is disappointing."}, {"speaker": "Dimitri", "line": "That's...not what I meant. If I've offended you, I hope you'll accept my apology."}, {"speaker": "Edelgard", "line": "Don't worry about it. Professor, we must hurry. Everyone's waiting on you."}, {"speaker": "Manuela", "line": "I suppose I should be off too. Try not to let her get to you, Dimitri. I promise you, there's no need for concern."}, {"speaker": "Dimitri", "line": "Hmm..."}, {"speaker": "Byleth", "line": "Why are you so worried?"}, {"speaker": "Dimitri", "line": "I'll tell you all about it...some other time."}, {"speaker": "Byleth", "line": "Puppy love?"}, {"speaker": "Dimitri", "line": "Hahaha! Now, that's a lark. I had no idea you had a sense of humor, Professor. I'll tell you all about it...some other time."}, {"speaker": "Claude", "line": "Hey, Teach. On the way back, you seemed transfixed by the canyon. Did something happen there?"}, {"speaker": "Byleth", "line": "It's nothing"}, {"speaker": "Claude", "line": "Nice try, but you can't get anything past me. You saw something...or felt something. I'm sure of it. But hey, if you don't want to share, that's fine by me. Everyone has their secrets."}, {"speaker": "Byleth", "line": "Actually..."}, {"speaker": "Claude", "line": "It seemed familiar to you? Huh. Can't say the same. Maybe it's a memory from when you were a child. Or from a past life. Anyway, if you can't remember, I guess there isn't really much more to be said."}, {"speaker": "Claude", "line": "Although, I'll admit, there is something about that canyon that has me captivated as well. How did Zanado come to be called the Red Canyon? Nothing there...was actually red..."}]}