{"chapter": "05", "title": "Tower Of Black Winds", "speakers": ["Rhea", "Seteth", "Byleth", "Edelgard", "Dimitri", "Rodrigue", "Claude", "Judith", "Hanneman", "Sothis", "Hubert", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Dedue", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Catherine", "Gilbert", "Jeritza", "Manuela", "Tomas", "Cyril", "Anna", "Gatekeeper", "Rogue", "Miklan", "Bandit", "Black Beast"], "dialogue_counts": {"Rhea": 16, "Seteth": 14, "Byleth": 81, "Edelgard": 28, "Dimitri": 27, "Rodrigue": 9, "Claude": 36, "Judith": 6, "Hanneman": 4, "Sothis": 10, "Hubert": 6, "Ferdinand": 1, "Linhardt": 3, "Caspar": 5, "Bernadetta": 3, "Dorothea": 1, "Petra": 1, "Dedue": 2, "Felix": 3, "Ashe": 2, "Sylvain": 14, "Mercedes": 2, "Annette": 5, "Ingrid": 2, "Lorenz": 1, "Raphael": 2, "Ignatz": 1, "Lysithea": 2, "Marianne": 1, "Hilda": 3, "Leonie": 3, "Flayn": 1, "Catherine": 1, "Gilbert": 15, "Jeritza": 1, "Manuela": 1, "Tomas": 5, "Cyril": 1, "Anna": 1, "Gatekeeper": 1, "Rogue": 2, "Miklan": 5, "Bandit": 3, "Black Beast": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 335, "transitions": "---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "opening": ["A group of thieves led by a disowned son of House Gautier has stolen a Hero's Relic and begun to run amok. Seeking to neutralize this threat, the church is sending your house there to settle the matter."], "intro": [{"speaker": "Edelgard", "line": "This weather is unfortunate. Those villagers were right when they said a storm was brewing. But they were more afraid of an attack than they were of the storm. Let's end this quickly."}, {"speaker": "Hubert", "line": "The thieves have taken Conand Tower as their base... There it is in the distance."}, {"speaker": "Edelgard", "line": "Miklan must be more skilled than your average thief to have overtaken a place like that."}, {"speaker": "Gilbert", "line": "This area was the site of a massive battle several hundred years ago. That's when invasions from the north were at their peak. Back then, this tower was built for both surveillance and defense. It will be difficult to seize it."}, {"speaker": "Edelgard", "line": "You know your history, Gilbert. If I recall correctly, you're from the Kingdom aren't you?"}, {"speaker": "Gilbert", "line": "I left my home long ago. If you have any questions about the mission, I'd be happy to answer them."}, {"speaker": "Byleth", "line": "What do you know about House Gautier?"}, {"speaker": "Byleth", "line": "What do you know about the leader of the thieves?"}, {"speaker": "Gilbert", "line": "House Gautier has always placed great importance on whether or not someone bears a Crest. Margrave Gautier has two sons. A Crest never manifested for his eldest. It's not hard to imagine why he left and wound up in this sort of life."}, {"speaker": "Edelgard", "line": "There's no reason that Crests should have the power to dictate someone's destiny. Don't you agree, Gilbert? He was just another victim of cruel fate. Forsaken by the goddess, who now demands his execution."}, {"speaker": "Dimitri", "line": "It should be in our sights soon, Professor. The abandoned tower those thieves are using as a base... Conand Tower."}, {"speaker": "Gilbert", "line": "This area was the site of a massive battle several hundred years ago. That's when invasions from the north were at their peak. Back then, this tower was built for both surveillance and defense. It will be difficult to seize it."}, {"speaker": "Dimitri", "line": "You're very well informed, Gilbert. Please, tell us more."}, {"speaker": "Gilbert", "line": "Well, I... Ah. You're joking."}, {"speaker": "Dimitri", "line": "Professor. Did you see the local villages? They were in rough shape, no doubt because of the thief attacks. They're not going to make it through the winter in that condition. If the thieves had taken up pillaging in order to survive, that would be deplorable...but understandable. But this... This is something else entirely. It looks as though they destroyed those villages purely for pleasure. No matter what their reasons may be, that sort of behavior cannot be allowed. Ever."}, {"speaker": "Sylvain", "line": "Don't bother losing your head over those lowlifes, Your Highness. It's wasted effort."}, {"speaker": "Dimitri", "line": "Sylvain... The thieves' leader...the one who stole the Relic. Word has it he's your older brother. I know he's been disowned, but..."}, {"speaker": "Sylvain", "line": "He is no longer a member of House Gautier...or my brother. He's nothing more than a common thief."}, {"speaker": "Dimitri", "line": "Are you sure about that? It would be understandable to find this situation...well, regrettable, to say the least."}, {"speaker": "Sylvain", "line": "Regrets? Heh, you must be joking. You know we're far past the point of regret. And it always falls on the younger brother to clean up the mistakes of their elders, doesn't it?"}, {"speaker": "Dimitri", "line": "This rain threatens a coming storm. We must hurry and begin our war council before the heavens let loose."}, {"speaker": "Claude", "line": "Say, Teach. This must be the tower, don't you think? Even for a tower, it's pretty.. er, towering."}, {"speaker": "Byleth", "line": "It's more like a fortress."}, {"speaker": "Byleth", "line": "It would prove difficult to attack."}, {"speaker": "Claude", "line": "It's a remnant of ancient wars... These thieves certainly found themselves a great place to nest. I hear their leader, Miklan, is a former noble. It makes sense he would already know about this place."}, {"speaker": "Gilbert", "line": "Several hundred years ago, this was an important stronghold for diffusing invasions from the north. Back then, this tower was built for both surveillance and defense. It will be difficult to seize it."}, {"speaker": "Claude", "line": "Gilbert, isn't it? You hail from the Kingdom, right? No wonder you're so knowledgeable. While we're chatting so amicably... Do you mind if I ask some questions?"}, {"speaker": "Gilbert", "line": "I don't mind. If I can answer them, I will."}, {"speaker": "Claude", "line": "Have you ever seen the Lance of Ruin?"}, {"speaker": "Gilbert", "line": "I have. A long time ago. It was an impressive, if not eerily ominous, weapon to behold. According to Margrave Gautier, Miklan has used the lance to turn the tables on his pursuers."}, {"speaker": "Claude", "line": "Is that right? Then those without a Crest can use it as well... Interesting. As far as I knew, that wasn't possible. And then we have the mythical Sword of the Creator, which can't be used by anyone except Teach, Crest or no Crest. Maybe you're just that special, Teach. Or maybe there's something you're not telling us. Either way, I expect big things from you in this battle."}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Claude", "line": "Ha! I love a good show of confidence. I'll do my best too. You can count on it."}, {"speaker": "Byleth", "line": "I'm relying on you, Claude."}, {"speaker": "Claude", "line": "Are you now? Then why don't you hand over the Sword of the Creator for a bit? Then again, it would just be a heavy blade in my hands. There's no justice in this world, Teach."}, {"speaker": "Claude", "line": "Ugh, the rain is really coming down now. Let's finish this quickly."}], "conversation": [{"speaker": "Sothis", "line": "A stone? A stone... I do not understand. Yet as I think of it, the pounding in my chest grows faster still. But is that me...or is it you? Hmm..."}, {"speaker": "Edelgard", "line": "For a Hero's Relic to be stolen... It's unheard of."}, {"speaker": "Hubert", "line": "And just last month, the Sword of the Creator was almost stolen too."}, {"speaker": "Edelgard", "line": "Also quite unheard of. What imprudence."}, {"speaker": "Hubert", "line": "For House Gautier to invite us on to their land, they must be desperate. But at least we'll have the stalwart knights ready to stand around and watch us do all the work."}, {"speaker": "Dimitri", "line": "Say, I hear that a Knight of Seiros named Gilbert will be joining us for our mission this moon. He is skilled, which is surely a boon for us. Still... That was not very thoughtful of Lady Rhea."}, {"speaker": "Byleth", "line": "Do you know him?"}, {"speaker": "Dimitri", "line": "Ahh, well... No, I do not. Not really. All I will say is that we have trained together a few times in the past."}, {"speaker": "Byleth", "line": "Do you have history with him?"}, {"speaker": "Dimitri", "line": "No... It's nothing. In any case, you should at least introduce yourself to him before we depart."}, {"speaker": "Dimitri", "line": "House Gautier is Sylvain's home. It would be nice if you could check on him as well."}, {"speaker": "Dimitri", "line": "I am sorry that the Kingdom's unrest did not stop with Lord Lonato... Professor... The Heroes' Relics are incredibly powerful. Please be on your guard."}, {"speaker": "Claude", "line": "Oof. This wasn't the first time I've taken part in an Alliance roundtable conference, but it was still exhausting. There's not enough cooperation in that group, especially from Lorenz's father. But at least my grandfather was surprisingly alert. Judging by that, I'd say he's got at least five more years in him."}, {"speaker": "Claude", "line": "Hey, Teach. I hear you were able to use the Sword of the Creator. That means... What does that mean? Could it mean that you're a descendant of Nemesis, the King of Liberation?!"}, {"speaker": "Ferdinand", "line": "The coffin of Seiros in the Holy Mausoleum should have held her remains. Instead, they say, it held the Sword of the Creator. What could it mean?"}, {"speaker": "Linhardt", "line": "Swinging a sword about in the Holy Mausoleum? The potential for damage is too great to imagine. I sincerely hope the saints' coffins were not damaged."}, {"speaker": "Byleth", "line": "They didn't."}, {"speaker": "Byleth", "line": "One might've been scratched."}, {"speaker": "Linhardt", "line": "Were you using magic? I've heard you weren't, but– Ugh! It's torture not being able to go inside the Holy Mausoleum for an entire year."}, {"speaker": "Linhardt", "line": "You and your class were at that fight in the Holy Mausoleum, right? I sincerely hope the holy artifacts are unscathed. I admit I wish I could've been there to see it all, even if it does make me queasy. But I was there too early. I'd gone first thing in the morning. At noon, one of the monks chased me out saying I'd been there too long. Who were they to decide when I've been somewhere too long?"}, {"speaker": "Caspar", "line": "I heard a relic was stolen. If this had something to do with a family conflict, I don't think I could choose a side."}, {"speaker": "Byleth", "line": "Even if there's a clear guilty party?"}, {"speaker": "Caspar", "line": "I think I'd be a pretty good judge of that!"}, {"speaker": "Byleth", "line": "We can't allow a Hero's Relic to be stolen."}, {"speaker": "Caspar", "line": "What if it's some kind of powerful weapon? I want one too!"}, {"speaker": "Caspar", "line": "I know Relics aren't easy to come by, but I'd still like to get my hands on one..."}, {"speaker": "Caspar", "line": "I'm gonna keep training until I can beat you!"}, {"speaker": "Bernadetta", "line": " I'm not secretly eating cake!"}, {"speaker": "Byleth", "line": "I can sense it."}, {"speaker": "Bernadetta", "line": "Hmm... OK, what's Bernie doing right now? Oh, fine. You got me. But keep it a secret, all right?"}, {"speaker": "Byleth", "line": "I'll take your word for it."}, {"speaker": "Bernadetta", "line": "You're getting pretty good at talking through the door, Professor!"}, {"speaker": "Dorothea", "line": "So, you have a Crest too, eh, Professor? Does that mean you're descended from nobility? You've certainly got the look for it... I sure do wish there were more nobles like you, Professor. A teacher, a mercenary, and so very mysterious... How could a girl ever get enough?"}, {"speaker": "Petra", "line": "I have never had goings to the Kingdom's north. I hear the people of north are cold and have much loneliness. Professor, I hear you have had work...have worked as a mercenary in the Kingdom. Did you find joy in this? You cannot remember? Is that having possibility? I have amazement..."}, {"speaker": "Dedue", "line": "I know Lord Rodrigue. He paid repeated visits to His Highness after the previous king was killed."}, {"speaker": "Dedue", "line": "The Western Church. The Central Church. They believe in the same goddess, but oppose one another. Fódlan is a complicated place."}, {"speaker": "Felix", "line": "Have you seen a man who looks like me? He's middle-aged and relatively tall."}, {"speaker": "Byleth", "line": "I have."}, {"speaker": "Byleth", "line": "I have not."}, {"speaker": "Felix", "line": "If you get the chance, tell him I've gone out. OK?"}, {"speaker": "Felix", "line": "Think of it! The Sword of the Creator, belonging to the ancient King Nemesis. You have to master it as soon as you can. I can't wait to face off against such a legendary weapon!"}, {"speaker": "Ashe", "line": "So the whole plan to attack the monastery was some plot devised by the Western Church? That means they used Lonato. What right do they have to drag a good man like that into their schemes?!"}, {"speaker": "Ashe", "line": "There's going to be a big investigation into the Western Church soon. I wish I could be a part of it. I want to hear for myself why Lonato had to die."}, {"speaker": "Sylvain", "line": "I'm so sorry my older brother is causing you all this hassle, Professor. Don't misunderstand, I always thought he was a piece of garbage, but I never thought he'd steal the Relic. I can't wait to see his face when he realizes I'm in the group that was sent to take him down."}, {"speaker": "Sylvain", "line": "I can't believe my own brother is the leader of the bandits. House Gautier is my true home…and his. Please, Professor. He really is one of the worst people I've ever known, but we still… We share the same blood. We're still family."}, {"speaker": "Mercedes", "line": "Isn't it strange? Saint Seiros's body was missing from her coffin, but they found a sword in its place... Do you think she moved from her coffin and left the sword behind?"}, {"speaker": "Mercedes", "line": "Professor! You looked like a natural wielding the Sword of the Creator! It's strange though, isn't it? The last owner of the sword was Nemesis, but I thought he didn't have any descendants…"}, {"speaker": "Annette", "line": "Hey, Professor? Did you happen to see that man I was looking for earlier? I just spotted him by the dining hall, but then he ran away!"}, {"speaker": "Byleth", "line": "Who is he to you?"}, {"speaker": "Annette", "line": "He... To be honest, he's my father. He's using a different name now, but there's no mistaking it. It's him. I know it is!"}, {"speaker": "Byleth", "line": "I might have seen him."}, {"speaker": "Annette", "line": "Oh? You saw him by the entrance to the monastery? Thank you, Professor!"}, {"speaker": "Annette", "line": "Father... I've found you at last!"}, {"speaker": "Annette", "line": "Professor! If you're heading to the Kingdom, I would recommend taking a coat. It's chilly, even at this time of year. It also rains a fair bit. Don't get caught out there without protection, or you're sure to catch a cold!"}, {"speaker": "Ingrid", "line": "Wow, Lord Rodrigue in the flesh... What is Felix doing? This is such a rare opportunity for him to see his family..."}, {"speaker": "Ingrid", "line": "Professor, please leave Sylvain alone for the time being. The thing is, the bandits' leader who stole the Relic...is Sylvain's disinherited older brother."}, {"speaker": "Lorenz", "line": "I have heard that someone from House Gautier, one of the Kingdom of Faerghus's noble families, is causing some sort of commotion. What a complete disgrace to the nobility."}, {"speaker": "Raphael", "line": "Hey, Professor. Don't you think everyone's making too big a fuss over these Crests or Heroes' Relics or whatever they're called? How important can that stuff really be?"}, {"speaker": "Byleth", "line": "It's very important."}, {"speaker": "Byleth", "line": "I'm not sure."}, {"speaker": "Raphael", "line": "Personally, I don't even care that I don't have a Crest. I'll take muscles over Crests any day. Heck, I'll take muscles over a hot meal! Actually..."}, {"speaker": "Ignatz", "line": "Don't you think Professor Hanneman's been acting a bit...strange? Maybe he's made some kind of big discovery."}, {"speaker": "Lysithea", "line": "Is it true that Lady Rhea entrusted the Sword of the Creator to you? I can hardly even fathom you being capable of wielding something of such power. Just who are you, anyway?"}, {"speaker": "Lysithea", "line": "Aristocrats are fools–-allowing their lives to be dictated by their Crests. Though...I suppose I am much the same in that regard..."}, {"speaker": "Marianne", "line": "Some people are unhappy because they don't have the Crest they want... And some are unhappy because they have a Crest they never asked for."}, {"speaker": "Hilda", "line": "I thought school life would be peaceful and quiet, with a sprinkle of drama to keep things interesting. But since you arrived, it's been one thing after another. Is that just a coincidence, I wonder?"}, {"speaker": "Byleth", "line": "I believe so."}, {"speaker": "Hilda", "line": "Oh, I was just kidding! Anyway, as I said before, I do like having a little drama in my life."}, {"speaker": "Byleth", "line": "Maybe. Maybe not."}, {"speaker": "Hilda", "line": "What do you mean? I don't like the way you said that. Stop trying to spook me!"}, {"speaker": "Leonie", "line": "Captain Jeralt was all furrowed brow earlier. Do you know what's got him so concerned? If there's a problem, I want to help any way I can."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Leonie", "line": "OK. I doubt there's anything I can do for him, but I figured I'd ask anyway."}, {"speaker": "Byleth", "line": "Why don't you ask him yourself?"}, {"speaker": "Leonie", "line": "I did, but he just dodged the question. Still, it's worrying to see him like that."}, {"speaker": "Rhea", "line": "You must be rather bewildered by the power that was hidden within. However, know that I believe in you. I have no doubt that you will use that power justly. You will most certainly fulfill the grand destiny that the goddess has seen fit to grant you."}, {"speaker": "Seteth", "line": "Ah, Professor. Jeralt was looking for you."}, {"speaker": "Byleth", "line": "Where is he?"}, {"speaker": "Seteth", "line": "It seems he has gone off somewhere. If he is not in his room, then surely someone has seen him. Ask around."}, {"speaker": "Seteth", "line": "How are you managing the Sword of the Creator? No problems? I hope you have not left it lying somewhere unattended or anything foolish like that."}, {"speaker": "Byleth", "line": "No problems."}, {"speaker": "Byleth", "line": "I'm not quite used to it yet."}, {"speaker": "Seteth", "line": "You will need the sword's power on your next mission. I trust you will handle it without much issue."}, {"speaker": "Flayn", "line": "Why is that fish so...still? Wait-–is it swimming sideways?! Perhaps... Perhaps it is resigned to its woeful fate of being plucked from the water and eaten... Ah, Professor. You are so outgoing with all of the students. I would like to have more opportunities to connect with you, though I am certain my brother would disapprove."}, {"speaker": "Catherine", "line": "You acquitted yourself honorably last month. To think they'd go into the Holy Mausoleum and assault the Goddess Tower... I cannot imagine the Western Church is acting on its own. Someone must have been helping them. As for the masked knight who escaped, his days are numbered. I hope we find him soon, so I can kill him myself."}, {"speaker": "Gilbert", "line": "Hail, Professor. If I may introduce myself, I am Gilbert. My life has been spent as a dedicated knight. I am to accompany you on your assignment. I may have slowed a step in recent years, but I pledge to you the full extent of my abilities."}, {"speaker": "Byleth", "line": "Aren't you too formal?"}, {"speaker": "Gilbert", "line": "I beg your pardon, but such is my nature."}, {"speaker": "Byleth", "line": "It's a pleasure to meet you."}, {"speaker": "Gilbert", "line": "No, Professor. The pleasure is all mine, I assure you."}, {"speaker": "Jeritza", "line": "Mercedes... Her face looks...familiar..."}, {"speaker": "Hanneman", "line": "Oh my...the Crest of Flames? Could it really... Yes, the actual Crest of Flames! No, that is quite enough. I should compose myself. I must remain objective in my research. Objective. Professional."}, {"speaker": "Byleth", "line": "Excitement is understandable."}, {"speaker": "Byleth", "line": "I respect your self control."}, {"speaker": "Hanneman", "line": "The scandal with the Western Church troubles me. We cannot afford to let ourselves be swept along, and yet..."}, {"speaker": "Manuela", "line": "It's awful, just awful what happened with the Rite of Rebirth. The infirmary... Well, it was a mess. Things are finally calm again, and so I've come here to unwind. Let me tell you, I put all of my knowledge to use keeping those kids alive. Still, the truth of it is that when someone faces death for the first time...well, they figure out who they are. They learn if they can do it again. We can't lose them, Professor. Not to battle, or to cowardice. If you can keep them going, then I will too."}, {"speaker": "Byleth", "line": "I will protect them."}, {"speaker": "Byleth", "line": "I will try my best."}, {"speaker": "Tomas", "line": "The head of the Western Church holds the title of bishop. That's not as distinguished as an archbishop such as Lady Rhea, but it still comes with a fair amount of authority. If someone in that position plotted an assassin, I cannot help but think it must have been instigated by some outside force. There are bishops in the Eastern Church as well, but to speak frankly, they do not have much impact. They are under the influence of both the archbishop and the Leicester Alliance, so their ability to voice grievances is quite limited."}, {"speaker": "Cyril", "line": "I hear about the things you did. I'm so glad Lady Rhea's safe. I figure you're a great person after all, Professor."}, {"speaker": "Anna", "line": "I've been hearing a lot about you lately. Word on the street is you wield some amazing sword. If you ever want to sell it to me, I'd pay top G! Just kidding. Sorta. It's, uh, not for sale, is it?"}, {"speaker": "Rodrigue", "line": "Professor. Have you seen my son, perchance? I have need of him."}, {"speaker": "Byleth", "line": "He went out."}, {"speaker": "Rodrigue", "line": "Is that so? That is too bad."}, {"speaker": "Byleth", "line": "I believe he's in his quarters."}, {"speaker": "Rodrigue", "line": "Is that so? Thank you, Professor."}, {"speaker": "Rodrigue", "line": "I must ask him not to distract you, Professor, nor His Highness from the matter at hand."}, {"speaker": "Rodrigue", "line": "I am Rodrigue Achille Fraldarius. I bear the great honor of serving as a lord in the Kingdom of Faerghus. I have come in Margrave Gautier's stead to retrieve their stolen Relic. However... As I hear it, a group of students is to attend to this matter. I sincerely hope no harm comes to any of them."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Oh! Come to think of it, last month there was something to report, wasn't there? Thanks to you, I hear that everything was resolved. I never realized that bandits had entered... I'm not a great guard after all, am I? I hope you will forgive me one day."}], "battle": [{"speaker": "Black Beast", "line": "Graaaargh!"}, {"speaker": "Sylvain", "line": "What the–Miklan?! Is that you?!"}, {"speaker": "Sothis", "line": "That form... Oh my. Is this your first time fighting such a thing? Then listen well to what I say."}, {"speaker": "Edelgard", "line": "Such is the fate of one whose life is corrupted by a Crest Stone... How pitiable. The least we can do is put an end to his suffering."}, {"speaker": "Dimitri", "line": "So, this is the power of a Hero's Relic. To create such a sinister beast... It has gone too far. I fear all we can do now is put an end to it."}, {"speaker": "Claude", "line": "How awful...So the Heroes' Relics are hiding such a terrible power within. I can't even tell friend from foe anymore. I feel for him, but...the best we can do now is finish this quickly."}, {"speaker": "Sothis", "line": "An evil power has caused them to grow quite large. Their life force is beyond a mortal like yourself. You cannot win unless you fell them twice or even thrice!"}, {"speaker": "Sothis", "line": "Even if you've cornered one, you cannot let your guard down! Those things are even worse when threatened."}, {"speaker": "Sothis", "line": "Can you see that barrier? It is surrounded by great power. You must break through to fight that thing. A strong attack or gambit might help to break through more quickly. If you can break the barrier, that power will have nowhere else to go, and that will likely cause confusions for that thing. It cannot counter while confused, which means that is the best time to attack!"}, {"speaker": "Sothis", "line": "If you break down all of their barriers, not only will they be confused, they will not be able to move for a short while. Without the power flowing around them, they will not be able to restore their barriers. You might even be able to get something from them."}, {"speaker": "Sothis", "line": "They have such might that they will not fear you alone. But a battalion could prove useful on that front... Attack them with a gambit to draw their attention and force them to target you."}, {"speaker": "Sothis", "line": "Be on your guard when they have realized their full power! The damaged caused at times like that is not contained to just one spot. Once they have charged some power ups, their barriers will be restored. You really must pay close attention to those things! Distract them with a gambit, or just take them down before they can attack. In any case, think carefully before you act!"}, {"speaker": "Sothis", "line": "But you should be conquering that thing instead of talking to me! If you're out of questions, get over there and fight!"}], "boss": [{"speaker": "Sylvain", "line": "What is that? It's like watching a bad dream come to life.", "unit": "Sylvain", "boss": "Black Beast"}, {"speaker": "Black Beast", "line": "Graaaargh!", "unit": "Sylvain", "boss": "Black Beast"}], "cutscene": [{"speaker": "Miklan", "line": "Not bad for your kind... A bunch of spoiled rotten children."}, {"speaker": "Miklan", "line": "What the hell?!"}, {"speaker": "Bandit", "line": "Damn! Look at that... I'm outta here!"}, {"speaker": "Bandit", "line": "Hold on!"}, {"speaker": "Bandit", "line": "No!"}], "end": [{"speaker": "Gilbert", "line": "Goddess... The beast is gone, yet Miklan and the Lance remain."}, {"speaker": "Edelgard", "line": "It is done. Let's retrieve the lance and depart at once."}, {"speaker": "Dimitri", "line": "It's over... Let's retrieve the lance and leave this place."}, {"speaker": "Claude", "line": "We defeated him, somehow... Let's grab the lance and return to the monastery."}, {"speaker": "Sylvain", "line": "Miklan...my brother..."}, {"speaker": "Sothis", "line": "That man... His form was changed. It was as though that lance was swallowing him whole. Upon that sight, it makes sense that your students were upset. I wonder if those Relics truly hide such power? Yet even still, that power seems familiar. That form as well... As one who wields the Sword of the Creator... Does that mean you possess that power too?"}, {"speaker": "Rhea", "line": "Professor, you have returned. The goddess is indeed generous with her divine protection. I have already heard Gilbert's report about what happened. See to it that you keep what transpired at the tower to yourself. People would lose faith in the nobles should rumors spread of one using a Relic and transforming into a monster. All regions of Fódlan would fall into chaos. We must avoid that at all costs. Please ensure the students who accompanied you understand that as well. Have I made myself clear?"}, {"speaker": "Byleth", "line": "Yes, of course."}, {"speaker": "Byleth", "line": "Hm..."}, {"speaker": "Rhea", "line": "His transformation into a Black Beast was nothing short of divine punishment from the goddess. Punishment for someone arrogant and foolish enough to use a Hero's Relic even though they were unworthy and unqualified."}, {"speaker": "Byleth", "line": "You knew?"}, {"speaker": "Rhea", "line": "Of course. That is why we rushed to recover it. Sadly, we did not arrive in time."}, {"speaker": "Byleth", "line": "Will I share the same fate..."}, {"speaker": "Rhea", "line": "If someone without a Crest were to wield the Relic you possess, they would likely meet the same fate as Miklan. You, however, have been chosen. You are worthy of wielding the Sword of the Creator, so there is no need to worry."}, {"speaker": "Rhea", "line": "The church will formally return the lance to House Gautier. If you would..."}, {"speaker": "Byleth", "line": "As you wish."}, {"speaker": "Rhea", "line": "You have my gratitude. I can see that I was right to trust you with this. Please report back. I will tell you of your new mission for the coming moon at that time."}, {"speaker": "Byleth", "line": "I will not."}, {"speaker": "Rhea", "line": "What is the meaning of this?"}, {"speaker": "Sylvain", "line": "Ahem, excuse me.  Lady Rhea, I am overjoyed and beyond grateful to you for recovering the Relic of my family, House Gautier. Now, may I please have that lance? I have received direct approval from my father to take possession of it."}, {"speaker": "Rhea", "line": "As the next head of House Gautier, do you swear that you will never cause such a deplorable incident to transpire?"}, {"speaker": "Sylvain", "line": "On my family's name...and on my brother's life, I swear it."}, {"speaker": "Rhea", "line": "Very well. However, I have one condition. You must never allow another to wield this lance. Your brother clearly demonstrated what fate awaits those who break that restriction."}, {"speaker": "Sylvain", "line": "Yes. I...I will not soon forget."}, {"speaker": "Edelgard", "line": "I assume the archbishop was pleased with your performance. Did you return the Lance of Ruin?"}, {"speaker": "Byleth", "line": "I returned it."}, {"speaker": "Edelgard", "line": " No need to lie, Professor. I saw Sylvain earlier. It was written all over his face."}, {"speaker": "Byleth", "line": "I did not return it."}, {"speaker": "Edelgard", "line": " I'm glad. Sylvain must be overjoyed as well."}, {"speaker": "Edelgard", "line": " There's no need to lie, Professor. No one could have expected you to disobey the archbishop."}, {"speaker": "Edelgard", "line": "I keep thinking about what Gilbert told us..."}, {"speaker": "Byleth", "line": "About Miklan?"}, {"speaker": "Byleth", "line": "About House Gautier?"}, {"speaker": "Edelgard", "line": "Yes, Miklan was discarded by his family because he was born without a Crest. Eventually he became a masterful thief and gathered enough ruffians to capture a fortress. Right or wrong, he was a gifted leader. He could have been a great asset to Fódlan. What a waste. It's true that a Crest can increase your magical abilities and allow you to wield the full might of a Hero's Relic. But one cannot measure a leader's worth based solely on whether or not they bear a Crest. There are plenty of talented people in this world without one."}, {"speaker": "Byleth", "line": "I completely agree."}, {"speaker": "Byleth", "line": "Why is everyone obsessed with Crests?"}, {"speaker": "Edelgard", "line": "People believe Crests are blessings from the goddess, that they're necessary to maintain order in Fódlan. But the people are wrong. Crests are to blame for this brutal, irrational world we live in. Their power is granted only to a select few, whom we elevate and allow to rule the world. Have you ever wondered if the only way to create a truly free world is to dispense with the goddess and the Crests? Do that, and people will have no choice but to rise and fall by their own merits."}, {"speaker": "Hubert", "line": "Lady Edelgard. I question whether you revealed too much to the professor."}, {"speaker": "Edelgard", "line": "Perhaps I did."}, {"speaker": "Hubert", "line": "It is true that our teacher possesses a rare talent. Even I cannot deny it. The ability to wield the Sword of the Creator is concerning..."}, {"speaker": "Edelgard", "line": "I've already explained this to you. My power alone is insufficient. That's why I'm borrowing power from those people. If our teacher can wield it in my stead... I believe that would be for the best."}, {"speaker": "Hubert", "line": "It's a risk. A dangerous one. You leave me no choice but to take matters into my own hands. Please excuse me."}, {"speaker": "Edelgard", "line": "I can't hide from the truth. I can't do all that I must on my own. If all I can rely on is my own ambition, my path won't be easy. Is it so risky...to reach out my hand? Father... I swear I will not stop until I succeed. My regret. My grief. My whole life. I've thrown it all away...into the darkness..."}, {"speaker": "Dimitri", "line": "Is your meeting over, Professor?"}, {"speaker": "Byleth", "line": "You look troubled."}, {"speaker": "Byleth", "line": "Are you weary?"}, {"speaker": "Dimitri", "line": "I was just thinking about something. Professor... The possession of Relics and Crests has been highly valued in Faerghus since ancient times. It's far from uncommon for someone to lose their ability to lead their house because they don't bear a Crest. Just like Miklan. It happened to my uncle as well. The eldest child of the king, and yet he never ascended to the throne. All families whose bloodlines carry Crests of the 10 Elites are much the same. But House Gautier takes it a step further, and absolutely requires an heir who possesses a Crest."}, {"speaker": "Byleth", "line": "Why are they so obsessed with it?"}, {"speaker": "Byleth", "line": "Why House Gautier in particular?"}, {"speaker": "Dimitri", "line": "To that house, the power of Crests is a necessity, not a luxury. House Gautier holds the most northern territory in the Kingdom, and they have fought with the people to the north for many years. The head of that house is responsible for protecting that territory from fearsome invaders, whom they keep at bay with the power of Crests and Relics. In exchange for that responsibility, they are granted special privileges within the Kingdom."}, {"speaker": "Byleth", "line": "Their Crests grant them special privileges?"}, {"speaker": "Dimitri", "line": "In a way. That said, ability cannot be measured by the possession of a Crest alone..."}, {"speaker": "Byleth", "line": "Strength is strength, with or without a Crest."}, {"speaker": "Dimitri", "line": "I believe the same. Ability cannot be measured by the possession of a Crest alone."}, {"speaker": "Dimitri", "line": "I believe that Margrave Gautier was wrong to disinherit Miklan because he did not bear a Crest. Still, there is always a reason for why such customs stand the test of time. Imagine what this world would be like if no one placed any stock in Crests... Bloodlines that carry Crests would dwindle. The metaphorical blade used to oppose threats would eventually rest. This same argument has been made time and time again across the years. Both sides are at once right and wrong."}, {"speaker": "Byleth", "line": "What do you believe, Dimitri?"}, {"speaker": "Dimitri", "line": "I believe those with Crests and those without should acknowledge the others' strengths and learn to respect each other based on personal merits. And that doesn't apply only to Crests. The same holds true for lineage, race, faith, ideologies... If we could just accept each other and make mutual concessions, one step at a time... Perhaps... Who knows if that's even possible. Everyone has something that is unacceptable within them. I certainly do, and I'd wager you do as well. I wonder which is best, Professor... To cut away that which is unacceptable, or to find a way to accept it anyway..."}, {"speaker": "Claude", "line": "Nice work, Teach. It's thanks to you that we successfully completed our mission. As for Miklan... I wonder if he really believed he could wield a Relic."}, {"speaker": "Byleth", "line": "Hard to say."}, {"speaker": "Claude", "line": "I bet he just wanted to get his hands on it, even though he knew he couldn't use it."}, {"speaker": "Byleth", "line": "I doubt it."}, {"speaker": "Claude", "line": "Agreed. He probably just wanted to get his hands on it, even though he knew it was futile."}, {"speaker": "Claude", "line": "Though I'm sure he wasn't counting on turning into a monster like that... I wonder if that monster represents another aspect of the Heroes' Relics. What a strange and terrifying power."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Byleth", "line": "It seems so."}, {"speaker": "Tomas", "line": "Stories of misfortune have followed the Heroes' Relics since ancient times."}, {"speaker": "Claude", "line": "Tomas! You've caught me by surprise. That's not easy to do. Though I suppose I should've expected to see our librarian in his library."}, {"speaker": "Tomas", "line": "I am sorry to intrude. I simply heard you speaking of the Heroes' Relics. I can tell you more about them, if you'd like. The story goes that Nemesis was corrupted by evil because of the Sword of the Creator. Other Heroes also lost themselves by continuing to use the Relics...transforming into Black Beasts with twisted souls. There used to be a great many records regarding the dark history of the Relics."}, {"speaker": "Claude", "line": "Used to be?"}, {"speaker": "Tomas", "line": "They have been destroyed, across all of Fódlan. Stripped from their shelves, including those that resided at this very library."}, {"speaker": "Claude", "line": "You make it sound like the church is covering up the truth. But now that you mention it, Rhea was very specific about not wanting anyone to find out what happened at Conand Tower. Hey Tomas... why are you telling us all this?"}, {"speaker": "Tomas", "line": "It seemed like you were searching for answers about the Relics. What is a librarian if not a guide in the search for knowledge. And not only have you been searching, but you have been doing so through the night. I would suggest you stop before the knights notice. And that is enough meddling for today. Please excuse me."}, {"speaker": "Claude", "line": "So I've been found out, have I? I suppose I do spend more time at the library than most students. But I won't stop. I can't afford to."}, {"speaker": "Byleth", "line": "What are you after?"}, {"speaker": "Claude", "line": "Teach... You don't really expect me to tell you something so personal like that, do you? Though, I wouldn't mind sharing if you were to tell me some of your secrets in exchange..."}, {"speaker": "Edelgard", "line": "I can't let this exchange pass without comment... If you're sharing secrets, perhaps I can share one as well?"}, {"speaker": "Claude", "line": "Are you sure you could survive that? I'd say you're the least likely to share secrets out of everyone at the academy."}, {"speaker": "Edelgard", "line": "Heh heh, coming from you, I'll take that as a compliment. After all, you're easily the student with the most secrets."}, {"speaker": "Claude", "line": "I'm afraid you overestimate me. My secrets don't amount to much. But back to Teach..."}, {"speaker": "Edelgard", "line": "Don't try to change the subject, Claude. We're talking about secrets. Yours. Who is your father? And why did you appear so suddenly, as if from nowhere? Duke Riegan's eldest son died in an accident. Having tragically lost other family members as well, he was without an heir. The Alliance would undoubtedly have been shaken if House Riegan had lost its position of leadership. But then you showed up. Why did you return to House Riegan? What brought you to the monastery?"}, {"speaker": "Byleth", "line": "I would like to hear this as well."}, {"speaker": "Byleth", "line": "He doesn't have have to answer to you."}, {"speaker": "Claude", "line": "Alas...to be surrounded by women as lovely as flowers, only to be pricked by their thorns."}, {"speaker": "Claude", "line": "My dream, in truth, is a selfless dream. But I require power to make it a reality. When I learned about the power of my Crest, I knew I had a chance. So I'm chasing that dream. To the bitter end, if need be. I came to this monastery because I thought I might find someone useful. Someone to help me on my path. So, what do you think? If you promise to help me achieve my dream no matter what, I'll promise to tell you anything."}, {"speaker": "Edelgard", "line": " I have my own dream to tend to. I pray that yours does not interfere with mine."}, {"speaker": "Claude", "line": "What about you, Teach?"}, {"speaker": "Byleth", "line": "If it's a noble dream..."}, {"speaker": "Byleth", "line": "That may be difficult."}, {"speaker": "Claude", "line": "I see. Well, now isn't the time to discuss this. You are still my Teach, after all."}, {"speaker": "Rhea", "line": "Professor, you have done well to complete such a difficult task. You have shown exceptional skill in leading your students. I am forever grateful for the safe return of the Hero's Relic. Just as I expected, you have mastered the Sword of the Creator. Now then, I shall tell you about your mission for the coming month..."}, {"speaker": "Seteth", "line": " Rhe– Archbishop!"}, {"speaker": "Rhea", "line": "Seteth, what troubles you?"}, {"speaker": "Seteth", "line": "Flayn is missing! I cannot find her anywhere!  Professor, have you seen Flayn recently?"}, {"speaker": "Byleth", "line": "I have not."}, {"speaker": "Seteth", "line": "I have searched everywhere! Where could she be?!"}, {"speaker": "Byleth", "line": "Have you looked everywhere?"}, {"speaker": "Seteth", "line": "I have searched every corner I can think of! I could not find her anywhere."}, {"speaker": "Seteth", "line": "She may be in danger! Oh no... No, no! What am I to do?!"}, {"speaker": "Rhea", "line": "Calm yourself, Seteth. Professor, we shall continue our discussion another time."}]}