{"chapter": "07", "title": "Field Of The Eagle And Lion", "speakers": ["Edelgard", "Byleth", "Hubert", "Manuela", "Hanneman", "Dimitri", "Dedue", "Claude", "Hilda", "Sothis", "Monica", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Leonie", "Rhea", "Seteth", "Flayn", "Alois", "Catherine", "Shamir", "Gilbert", "Jeralt", "Tomas", "Cyril", "Gatekeeper", "Monk"], "dialogue_counts": {"Edelgard": 41, "Byleth": 95, "Hubert": 8, "Manuela": 14, "Hanneman": 9, "Dimitri": 56, "Dedue": 9, "Claude": 47, "Hilda": 17, "Sothis": 3, "Monica": 4, "Ferdinand": 4, "Linhardt": 7, "Caspar": 5, "Bernadetta": 8, "Dorothea": 7, "Petra": 4, "Felix": 4, "Ashe": 3, "Sylvain": 6, "Mercedes": 5, "Annette": 4, "Ingrid": 3, "Lorenz": 5, "Raphael": 3, "Ignatz": 4, "Lysithea": 4, "Marianne": 7, "Leonie": 6, "Rhea": 9, "Seteth": 12, "Flayn": 7, "Alois": 3, "Catherine": 1, "Shamir": 2, "Gilbert": 4, "Jeralt": 4, "Tomas": 1, "Cyril": 3, "Gatekeeper": 1, "Monk": 4}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 445, "transitions": "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "opening": ["The Battle of the Eagle and Lion, a traditional contest of strength between the three houses, has arrived. It will take place at Gronder Field, which lies in Imperial territory."], "dialogue": [{"speaker": "Edelgard", "line": "Professor, you already know about the Battle of the Eagle and Lion, correct?"}, {"speaker": "Byleth", "line": "Only the name."}, {"speaker": "Byleth", "line": "I can't recall."}, {"speaker": "Edelgard", "line": "I see. In that case, allow me to fill you in. It's a large-scale mock battle between the rival houses that takes place every year."}, {"speaker": "Hubert", "line": "Its scale is incomparable to the mock battle we fought during the Great Tree Moon. It will take place in the vast Gronder Field. That is in Empire territory to the southeast of Garreg Mach."}, {"speaker": "Edelgard", "line": "Whichever house defeats the most opponents wins. Of course, the professors also fight alongside their respective houses."}, {"speaker": "Hubert", "line": "Well, usually. Professor Manuela is being prudent. She will not be participating this year. Since his long-time rival will be absent, Professor Hanneman has also declined."}, {"speaker": "Byleth", "line": "In that case, I must sit out too."}, {"speaker": "Byleth", "line": "What should I do?"}, {"speaker": "Manuela", "line": "Oh, don't worry about us. You know you wanna see the kids in action."}, {"speaker": "Hubert", "line": "Are you feeling any better, Professor Manuela?"}, {"speaker": "Manuela", "line": "Thanks to all of you. But I'd only be a burden out there. My students don't need to see me collapsed. Well, not on the battlefield, anyway."}, {"speaker": "Hanneman", "line": "Correct, we will not be participating. Regardless, do not expect victory to come easily. Or at all."}, {"speaker": "Manuela", "line": "Well put. We've spent the past few months pushing our students to their limits. You can see me in the infirmary after they destroy you."}, {"speaker": "Byleth", "line": "If I'm the only professor present..."}, {"speaker": "Byleth", "line": "This doesn't seem fair..."}, {"speaker": "Manuela", "line": "Oh my, look at you. If you're as confident as all that, my students will walk all over you."}, {"speaker": "Hanneman", "line": "We have taught our students well. There is no need to hold back. Challenge them with everything you have!"}, {"speaker": "Dimitri", "line": "The Battle of the Eagle and Lion is finally upon us! This is our chance to show off the results of your expert training, Professor."}, {"speaker": "Byleth", "line": "Battle of the Eagle and Lion?"}, {"speaker": "Dimitri", "line": "Have Lady Rhea and Seteth really not filled you in? Well, if that's the case, I'm happy to explain."}, {"speaker": "Byleth", "line": "It slipped my mind."}, {"speaker": "Dimitri", "line": "Haha, I highly doubt that. If you don't mind, I'd be happy to explain."}, {"speaker": "Dimitri", "line": "The Battle of the Eagle and Lion takes place every year during the Wyvern Moon. It can best be described as a mock battle between the three houses."}, {"speaker": "Dedue", "line": "Much like the one we had during the Great Tree Moon. Do you remember, Professor?"}, {"speaker": "Byleth", "line": "Yes, I remember."}, {"speaker": "Byleth", "line": "I remember our celebration most of all."}, {"speaker": "Dimitri", "line": "It was certainly an unforgettable time. I've never seen anyone put away as much victory food as you did that night, Professor!"}, {"speaker": "Dimitri", "line": "This battle will take place in Empire territory, at Gronder Field. In other words, far removed from the monastery. It's a mock battle between the three houses. The house that defeats the most opponents wins."}, {"speaker": "Dedue", "line": "Your Highness, if the rumors are true, I believe Professor Manuela and Professor Hanneman will not be joining us."}, {"speaker": "Dimitri", "line": "Ah, yes, right you are. Given recent events, Professor Manuela has opted to sit this one out. Since she won't be present, Professor Hanneman has decided to skip this year as well."}, {"speaker": "Byleth", "line": "In that case, I must sit out too."}, {"speaker": "Byleth", "line": "What should I do?"}, {"speaker": "Manuela", "line": "Oh, don't worry about us. You know you wanna see the kids in action."}, {"speaker": "Dimitri", "line": "Professor Manuela! Are you feeling better already?"}, {"speaker": "Manuela", "line": "Thanks to all of you. But I'd only be a burden out there. My students don't need to see me collapsed. Well, not on the battlefield, anyway."}, {"speaker": "Dedue", "line": "In that case, perhaps it is best that you sit this one out."}, {"speaker": "Hanneman", "line": "Correct, we will not be participating. Regardless, do not expect victory to come easily. Or at all."}, {"speaker": "Manuela", "line": "Well put. We've spent the past few months pushing our students to their limits. You can see me in the infirmary after they destroy you."}, {"speaker": "Byleth", "line": "If I'm the only professor present..."}, {"speaker": "Byleth", "line": "This doesn't seem fair..."}, {"speaker": "Manuela", "line": "Oh my, look at you. If you're as confident as all that, my students will walk all over you."}, {"speaker": "Hanneman", "line": "We have taught our students well. There is no need to hold back. Challenge them with everything you have!"}, {"speaker": "Claude", "line": "It's finally time! The Battle of the Eagle and Lion at Gronder Field is this month. Don't tell me you forgot, Teach?"}, {"speaker": "Byleth", "line": "It slipped my mind."}, {"speaker": "Claude", "line": "You're kidding! Come on, Teach, I need you to keep it together for me. Don't lose focus when it counts."}, {"speaker": "Byleth", "line": "I know little about it."}, {"speaker": "Claude", "line": "You're kidding! Didn't Rhea or Seteth fill you in? Guess I have to do everything myself around here."}, {"speaker": "Claude", "line": "The Battle of the Eagle and Lion is one of the academy's annual traditions. It's a huge mock battle between the three rival houses."}, {"speaker": "Hilda", "line": "But you know all about rivalry battles, Professor. There was one right after you got here, remember? I hear the Battle of the Eagle and Lion will be held in Gronder Field, far away from Garreg Mach."}, {"speaker": "Claude", "line": "The house that defeats most opponents wins. It's a three-way battle that relies heavily on strategy. Sounds exciting, doesn't it?"}, {"speaker": "Hilda", "line": "Hey Claude, what about Professor Manuela? Do you think she'll be able to join us despite her injuries?"}, {"speaker": "Claude", "line": "I'm afraid she's sitting this one out, as is Professor Hanneman.  \"As my persistent rival will not be present, it only goes to follow that I must also sit out this year's battle. Now leave me be, Claude!\""}, {"speaker": "Byleth", "line": "In that case, I must sit out too."}, {"speaker": "Byleth", "line": "What should I do?"}, {"speaker": "Manuela", "line": "Oh, don't worry about us. You know you wanna see the kids in action."}, {"speaker": "Claude", "line": "If it isn't our own Professor Manuela! All things considered, you're looking well."}, {"speaker": "Manuela", "line": "Thanks to all of you. But I'd only be a burden out there. My students don't need to see me collapsed. Well, not on the battlefield, anyway."}, {"speaker": "Hilda", "line": "Does that mean you really won't be joining us for the battle?"}, {"speaker": "Hanneman", "line": "Correct, we will not be participating. Regardless, do not expect victory to come easily. Or at all."}, {"speaker": "Manuela", "line": "Well put. We've spent the past few months pushing our students to their limits. You can see me in the infirmary after they destroy you."}, {"speaker": "Byleth", "line": "If I'm the only professor present..."}, {"speaker": "Byleth", "line": "This doesn't seem fair..."}, {"speaker": "Manuela", "line": "Oh my, look at you. If you're as confident as all that, my students will walk all over you."}, {"speaker": "Hanneman", "line": "We have taught our students well. There is no need to hold back. Challenge them with everything you have!"}], "conversation": [{"speaker": "Sothis", "line": "Hmph. This monastery is more dangerous than I expected. It's likely that our foes have infiltrated the ranks of the teachers... And there may be others of questionable character about as well! If you ask me, there is something amiss about that old man...Tomas."}, {"speaker": "Monica", "line": "What do you say, Edel? Shall we meet up in the library later to... Oh! Hello, Professor!"}, {"speaker": "Edelgard", "line": "Do you need something? I'm a little busy at the moment."}, {"speaker": "Monica", "line": "Sorry, Professor! I've got a lot of questions to ask Edel here. Since I couldn't graduate last year, I really want to make sure I can do so this year. Don't worry. I won't participate in any assignments so as not to take any attention away from the younger students. I look forward to learning from you, Professor!"}, {"speaker": "Monica", "line": "What do you say, Edel? Shall we meet up in the library later to... Oh! Hello, Professor!"}, {"speaker": "Edelgard", "line": "Do you need something? I'm a little busy at the moment."}, {"speaker": "Monica", "line": "Sorry, Professor! I've got a lot of questions to ask Edel here. Since I couldn't graduate last year, I really want to make sure I can do so this year."}, {"speaker": "Dimitri", "line": "The Battle of the Eagle and Lion... Its name comes from the war in which the Kingdom won its independence from the Empire. It's imperative that we fight our best. We must live up to the legacy of the King of Lions."}, {"speaker": "Dimitri", "line": "To hold a fishing tournament at a time like this... Participate if you must, but I urge you not to lose sight of our goal. As for me, I won't be joining in. I'm so focused on the battle ahead, I fear I would snap my poor rod right in half."}, {"speaker": "Dimitri", "line": "Flayn and...Monica, was it? I'm glad they were returned safe and sound."}, {"speaker": "Claude", "line": "Going all the way to the Empire for a mock battle? This is serious business. And there's a reward to be had as well. I'd really like to win this thing. Everyone else seems to be raring to go too. We're all looking to you to guide us, Teach."}, {"speaker": "Claude", "line": "Going all the way to the Empire for a mock battle? This is serious business. And there's a reward to be had as well. I'd really like to win this thing."}, {"speaker": "Claude", "line": "Seteth, that stubborn goat. Holding a fishing tournament now? Just last month he looked like death warmed over."}, {"speaker": "Hubert", "line": "The Battle of the Eagle and Lion is a free-for-all contest among the three classes. If you are victorious, the archbishop will no doubt present you with a reward."}, {"speaker": "Byleth", "line": "Consider me motivated."}, {"speaker": "Byleth", "line": "I'm not interest in rewards."}, {"speaker": "Hubert", "line": "Just what I thought you'd say."}, {"speaker": "Ferdinand", "line": "You know, the Empire used to control all of Fódlan. But after the civil war, the northern region split off and became the Kingdom. Later, the eastern part of the Kingdom seceded to become the Alliance. There are three powers today, but a thousand years ago, we were all united as one. Even now, among the nobles of the Empire, there are some who dream of reunifying Fódlan..."}, {"speaker": "Linhardt", "line": "I'm just absolutely exhausted. I swear to you, Professor, every month we're worked harder than the month before. I had imagined the academy as a chance to possibly relax before our lives began in earnest."}, {"speaker": "Byleth", "line": "You came to the academy to relax?"}, {"speaker": "Linhardt", "line": "After graduating, we'll enter into noble society, which mean contending with all the intrigues and dramas that entails. I want to just...postpone life for a bit. Fish... Nap under a tree... Skip out on lectures and– Well, not on your lectures of course, Professor."}, {"speaker": "Byleth", "line": "It is what it is."}, {"speaker": "Linhardt", "line": "Agreed. That's the Church of Seiros for you. What is it they say? \"Those with power are obliged to use it.\""}, {"speaker": "Caspar", "line": "Are you gonna participate in the fishing tournament, Professor?"}, {"speaker": "Bernadetta", "line": "Hi, Professor. Want to know something? Gronder is in the territory of House Bergliez, in the Empire. That's right next to my home, the region of House Varley! Oh. Oh no. What if– What if my parents come to watch?! Aaah!"}, {"speaker": "Byleth", "line": "Calm down."}, {"speaker": "Bernadetta", "line": "I'm calm! Of course I'm calm! Why wouldn't I be calm? Ugggh!"}, {"speaker": "Byleth", "line": "I don't think nobles are allowed to watch."}, {"speaker": "Bernadetta", "line": "Really? Are you sure?! You wouldn't say that if you weren't completely sure, right?!"}, {"speaker": "Dorothea", "line": "Fishing? No thanks. I tried it once, and...ugh. Gross. I don't even really like to eat fish, let alone catch and gut them. Besides, who can think about fishing right now? The Battle of the Eagle and Lion is coming up soon. Feeling confident?"}, {"speaker": "Byleth", "line": "Very."}, {"speaker": "Dorothea", "line": "That's the spirit!"}, {"speaker": "Byleth", "line": "Not really."}, {"speaker": "Dorothea", "line": "Oh, have a little faith in yourself, Professor. You'll do fine, I'm sure of it."}, {"speaker": "Petra", "line": "I fished with frequency back in Brigid. I will not have losing. Will you be trying to fish too?"}, {"speaker": "Dedue", "line": "The Battle of the Eagle and Lion draws near. His Highness insists upon training well into the night. He has said it is nothing to worry about. But how could I not be concerned?"}, {"speaker": "Dedue", "line": "Did you want something?"}, {"speaker": "Dedue", "line": "Ever since the tournament, the kitchen is completely overtaken with fish. The cooks cannot keep up."}, {"speaker": "Felix", "line": "I'm not interested in glory or prizes. All I want is a formidable enemy to sink my teeth into. As far as I can see, there are only a couple of opponents worth my time."}, {"speaker": "Felix", "line": "Since we were little, Ingrid's always gotten this odd look in her eye when someone brings up food."}, {"speaker": "Ashe", "line": "You know, I'm pretty good at fishing. My older brother used to take me out. Why don't you give it a try too? They say we can eat whatever we catch!"}, {"speaker": "Sylvain", "line": "A fishing tournament, huh? Sounds fun, but not as fun as reeling in the ladies. Heh! Just kidding, of course. The most important thing right now is preparing for the Battle of the Eagle and Lion. After all, the ladies love nothing more than a winner. And around here, there's no bigger game."}, {"speaker": "Byleth", "line": "That's the wrong reason to compete."}, {"speaker": "Sylvain", "line": "Everyone has their own reasons to fight. At least I'm honest about mine."}, {"speaker": "Byleth", "line": "I'm sure they do."}, {"speaker": "Sylvain", "line": "I knew you'd understand, Professor."}, {"speaker": "Mercedes", "line": "Hmm... Ah! I'm so sorry! I was lost in thought."}, {"speaker": "Byleth", "line": "You seem a bit down."}, {"speaker": "Mercedes", "line": "It's very kind of you to be concerned, but I promise that I'm fine. I was just thinking... The Death Knight's true identity. Could it actually be Professor Jeritza?"}, {"speaker": "Byleth", "line": "What were you thinking about?"}, {"speaker": "Mercedes", "line": "The Death Knight's true identity. Could it actually be Professor Jeritza?"}, {"speaker": "Annette", "line": "Gronder Field is in the Empire, right? I wonder how we'll get there. I thought I heard that there's no path that goes straight from the monastery to the Empire... Oh! Perhaps we'll travel through Alliance territory. Yes, I see, from the east, we would go...hm, there! Ah, yes, that must be it!"}, {"speaker": "Ingrid", "line": "Holding such a frivolous and downright ridiculous event so close to the Battle of the Eagle and Lion... It's absolutely absurd. Although...they did say we could eat whatever we catch. I'm a sucker for a good meal...I just couldn't resist."}, {"speaker": "Lorenz", "line": "I received a rare letter from my father recently. He said that he is praying for the Golden Deer House to emerge victorious. Insistently praying. My father attended the Officers Academy, and won a glorious victory in the Battle of the Eagle and Lion. I think he is quite proud of that, even to this day. I suppose that shows how great an honor it truly is."}, {"speaker": "Raphael", "line": "Hey, Professor! Did you hear about the fishing tournament? You get to fish in the pond as much as you want. The more you catch, the more you get to eat!"}, {"speaker": "Ignatz", "line": "Sometimes it's nice to dangle a fishing line and let your mind wander. I'd love to spend some time lounging around by a scenic river or lake."}, {"speaker": "Lysithea", "line": "Why would we go all the way to Gronder Field? It's idiocy to travel that far. It may be a tradition, but it takes forever to get there and is exhausting. So pointless. I guess there's nothing to be done about it. Even by you, Professor."}, {"speaker": "Marianne", "line": "Excuse me, Professor. Um, do you think it would reflect poorly on me if I chose not to take part in the Battle of the Eagle and Lion?"}, {"speaker": "Byleth", "line": "Yes, it would."}, {"speaker": "Marianne", "line": "Oh, I see..."}, {"speaker": "Byleth", "line": "Don't you want to participate?"}, {"speaker": "Marianne", "line": "Well, I don't really want to leave the monastery..."}, {"speaker": "Marianne", "line": "I'm not very confident, but I'll try my best."}, {"speaker": "Hilda", "line": "Professor, do you have a second? It's about Monica. Does she seem...off to you? She was imprisoned for a long time, but she seems to have recovered almost instantly, and she's been bizarrely cheerful."}, {"speaker": "Byleth", "line": "Now that you mention it..."}, {"speaker": "Hilda", "line": "You see what I mean? I wonder if she's straining to seem happy, just to make people comfortable."}, {"speaker": "Byleth", "line": "She's moving on. Isn't that a good thing?"}, {"speaker": "Hilda", "line": "I guess you're right. It just seems fast, doesn't it?"}, {"speaker": "Hilda", "line": "Hmm... And why is she so close to Edelgard anyway?"}, {"speaker": "Leonie", "line": "Why are they having a fishing tournament now? Are they just giving up on the battle of the Eagle and Lion?! You're not condoning this, right? Are you?!"}, {"speaker": "Byleth", "line": "Yes, I'm taking part."}, {"speaker": "Leonie", "line": "What?! If you've got all this free time, shouldn't you be spending it on your students?"}, {"speaker": "Byleth", "line": "No, I'm not taking part."}, {"speaker": "Leonie", "line": "Good. I'm looking forward to seeing you in action. I hope Captain Jeralt will be watching."}, {"speaker": "Rhea", "line": "The situation last month was dire indeed. The students endured great hardship. I hope you are able to put all of that behind you so that you may focus on this month's assignment."}, {"speaker": "Byleth", "line": "Of course."}, {"speaker": "Rhea", "line": "A most reassuring response. I trust that your class is in good hands."}, {"speaker": "Byleth", "line": "It will be difficult."}, {"speaker": "Rhea", "line": "That is to be expected. I, too, cannot quite shake that feeling of unease. Even so, we must both strive to put that nasty business behind us."}, {"speaker": "Rhea", "line": "I look forward to seeing your skills on display at the Battle of the Eagle and Lion."}, {"speaker": "Seteth", "line": "I have something to ask of you."}, {"speaker": "Byleth", "line": "What is it?"}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Seteth", "line": "I have not even told you what my request is yet! Well, fine."}, {"speaker": "Seteth", "line": "Flayn has been through an awful lot this past month. To make up for that, I have decided to give her whatever she wants. I asked her what she would like, and she expressed a desire for a feast of fish. Since I'm sure the students would be interested, I have decided to hold a fishing tournament here at the monastery. I have left all of the specifics to Shamir. Please, enter and put in your best effort."}, {"speaker": "Seteth", "line": "I hear that you participated in the fishing tournament. I appreciate you taking the time."}, {"speaker": "Flayn", "line": "I told my brother I had a craving for some tasty fish. I did not realize when I did that it would turn into...well, this. My apologies."}, {"speaker": "Alois", "line": "I'm going to catch me some mighty fish, just you wait and see! Er, but they haven't been biting..."}, {"speaker": "Byleth", "line": "Your shouting is scaring the fish."}, {"speaker": "Alois", "line": "What shouting? Everyone told me I was too loud, so I've been using my quiet voice."}, {"speaker": "Byleth", "line": "Maybe the fish are frightened by you."}, {"speaker": "Alois", "line": "I didn't think of that. Ah, the truth is right in front of me...  Just kidding. As though a fish is smart enough to be afraid of me."}, {"speaker": "Catherine", "line": "Can you believe what Seteth said? \"Catch some tasty fish for Flayn.\" I'm her bodyguard!"}, {"speaker": "Shamir", "line": "Welcome to the monastery fishing tournament. You look confused. Didn't Seteth tell you about it? Just catch whatever fish Flayn requests. Show any fish you catch to Flayn."}, {"speaker": "Shamir", "line": "The fishing tournament is over. I heard you did some fishing, and that Flayn is happy."}, {"speaker": "Gilbert", "line": "Professor, has Seteth told you? We're to have a fishing tournament. Given the events of the last month, I believe this is just the sort of distraction we need, staff and student alike."}, {"speaker": "Byleth", "line": "Will you take part?"}, {"speaker": "Gilbert", "line": "I'm afraid I am not one for festivities. I do enjoy a spot of fishing, though."}, {"speaker": "Byleth", "line": "Are you good at fishing?"}, {"speaker": "Gilbert", "line": "I do enjoy the sport, yet I wouldn't say I'm particularly good at it."}, {"speaker": "Gilbert", "line": "I believe it best that I stick to quietly fishing by myself."}, {"speaker": "Jeralt", "line": "The recent happenings at the monastery... There is something going on behind the scenes here. I've been commissioned to investigate as well. As I've already mentioned, this month I'm off to the Kingdom. You be on your guard, OK?"}, {"speaker": "Byleth", "line": "I'm not worried."}, {"speaker": "Jeralt", "line": "Well, I hope you're right."}, {"speaker": "Byleth", "line": "I'm more worried about you than myself."}, {"speaker": "Jeralt", "line": " Perhaps I've gotten into your head too much! I won't go dying on you. I've stayed alive this long, after all."}, {"speaker": "Jeralt", "line": "How are preparations for the Battle of the Eagle and Lion going? Hm? Fishing? Taking it easy, are you?"}, {"speaker": "Hanneman", "line": "I don' t know if you've heard, but Flayn is very special. Her blood carries a rare Crest... Oh, the lengths to which she could advance my research, if only I was allowed to study her! If only it weren't for Seteth's strict orders! He protects his sister with unusual zeal."}, {"speaker": "Byleth", "line": "You should give up."}, {"speaker": "Hanneman", "line": "I dislike it, but I agree. The time I would spend begging him and accomplishing nothing would be better spent on other research."}, {"speaker": "Byleth", "line": "Maybe you can convince him."}, {"speaker": "Hanneman", "line": "Have you ever tried convincing Seteth of anything? I'm not sure I could convince the man the sky is blue if he hadn't already looked up for himself."}, {"speaker": "Manuela", "line": "I always thought I was pretty good, you know? Then I go and get stabbed. Ugh... But my opponent was the Death Knight, so I figure I did pretty well to only get stabbed. I wonder if it's true that he is actually Jeritza... Whoever he is...I'm going to make him pay. It turns out that when I get stabbed, I get really mad!"}, {"speaker": "Byleth", "line": "He hurt you this time. Next time he may kill you."}, {"speaker": "Byleth", "line": "I'll help you get revenge."}, {"speaker": "Manuela", "line": "I'm not going to let him get the better of me again!"}, {"speaker": "Tomas", "line": "When you feel that first refreshing breeze upon your face, you know it is almost time for the Battle of the Eagle and Lion. Gronder Field is within the Empire, but the path there from the monastery necessitates passing through Alliance territory. Fódlan's biggest river, the Airmid River, flows along the border between the Empire and the Alliance. You will have to cross one of the largest bridges upon that river, the Great Bridge of Myrddin."}, {"speaker": "Cyril", "line": "Fódlan is big. It's not as big as Almyra is, but it's still pretty big."}, {"speaker": "Byleth", "line": "Do you want to travel around Fódlan someday?"}, {"speaker": "Cyril", "line": "Travel? I don't know... Never thought about it, I guess."}, {"speaker": "Byleth", "line": "Do you want to go home to Almyra?"}, {"speaker": "Cyril", "line": "Why do you think I would want to do that?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Young Monica disappeared last year. I thought she had simply run along home. But it turns out she was kidnapped! I can't believe it. How awful it must have been for the poor thing. They say her personality is completely changed, but at least she seems more cheerful than before. Grateful to be alive, perhaps?"}, {"speaker": "Monk", "line": "Ah, I see. So you are Jeralt's child. You so resemble your mother."}, {"speaker": "Byleth", "line": "Did you know my mother?"}, {"speaker": "Monk", "line": "I did indeed. I was acquainted with your parents. I've been wanting to speak with you for a while now."}, {"speaker": "Byleth", "line": "Who might you be?"}, {"speaker": "Monk", "line": "I am nothing more than a common monk. I knew your parents...once upon a time."}, {"speaker": "Monk", "line": "I've been gone from the monastery for some time now because... Well, it matters not. Might I...ask a favor? Do you mind terribly picking up some fresh flowers to place upon your mother's grave? I am certain she'd be deeply moved to receive a gift from you."}], "intro": [{"speaker": "Caspar", "line": "Gronder Field is in the Empire. It's actually part of my family's territory - House Bergliez. It is the largest field in all of Fódlan. The grain it produces sustains the whole Empire. Wait... I sure hope we don't destroy all that grain."}, {"speaker": "Hubert", "line": "It is considered the most suitable place for a large-scale battle."}, {"speaker": "Edelgard", "line": "Professor, if it were up to you, how would you approach this battle?"}, {"speaker": "Byleth", "line": "I would fight them head-on."}, {"speaker": "Byleth", "line": "I would surprise them with clever schemes."}, {"speaker": "Edelgard", "line": "That sounds like a certain someone we both know. But as you wish. We'll use whatever strategy you think is best. If the Black Eagle House bands together, we won't lose."}, {"speaker": "Hubert", "line": "Our strength is superior. So if we do lose, it would be on your shoulders, Professor."}, {"speaker": "Ferdinand", "line": "If you're not confident you can do this, just sit back and leave it to me."}, {"speaker": "Hubert", "line": " The most you will do is make things worse. You'll just get in Lady Edelgard's way."}, {"speaker": "Caspar", "line": "Are you two about to fight? Haha! Count me in! Wait, no. I think we all need to calm down."}, {"speaker": "Petra", "line": "We have no lack of opponents. I am ready to go hunting for our enemies!"}, {"speaker": "Dorothea", "line": "Hunting isn't exactly... Well, I guess they're pretty similar, actually."}, {"speaker": "Bernadetta", "line": "I'm just gonna hide in the fort and cheer everyone on. There, um, is a fort, right?"}, {"speaker": "Linhardt", "line": "Sure, but it's deep in enemy territory. How kind of you to offer to cut through for us."}, {"speaker": "Bernadetta", "line": "What?! No! That's not what I meant! Ugh, good work Bernie..."}, {"speaker": "Linhardt", "line": "This will be your first battle, won't it, Flayn? You don't seem nervous at all."}, {"speaker": "Flayn", "line": "Haha, I shall give it my all!"}, {"speaker": "Edelgard", "line": "Our battle will begin shortly. The flag of the Black Eagles will soon grace Gronder Field!"}, {"speaker": "Dimitri", "line": "So, this is to be our battlefield...Gronder Field. Are you feeling confident, Professor?"}, {"speaker": "Byleth", "line": "Very."}, {"speaker": "Dimitri", "line": "Excellent. That's most reassuring."}, {"speaker": "Byleth", "line": "I'm not so sure."}, {"speaker": "Dimitri", "line": "We've seen your power firsthand, so we know better than anyone what you're capable of. Beyond that, we believe in you. If it's not too big a burden, I ask that you believe in us as well."}, {"speaker": "Dimitri", "line": "We can win. I'm sure of it. After all, it's not as though we've spent the last half-year sitting idle. And I'm feeling stronger this moon. As though I could conquer a thousand opponents all on my own."}, {"speaker": "Byleth", "line": "That's reassuring."}, {"speaker": "Dimitri", "line": "You can depend on me. I hope you know that."}, {"speaker": "Byleth", "line": "Don't get carried away..."}, {"speaker": "Dimitri", "line": "I'm only joking, of course... But perhaps it isn't a laughing matter. I beg your forgiveness. I must practice levity so that I can provide a more enjoyable joke when the opportunity next presents itself. After all, I hear that telling jokes is a good way to calm the nerves before heading into battle. Still...I find it quite difficult."}, {"speaker": "Dimitri", "line": "Well, it's about time for the battle to begin. Everyone, brace yourselves."}, {"speaker": "Felix", "line": "Hmph. All I'm worried about is finding someone worthy to cross swords with."}, {"speaker": "Mercedes", "line": "We've prepared and trained a great deal. We should be fine, right?"}, {"speaker": "Annette", "line": "You're always so carefree, Mercie! Don't forget we need to try our hardest out there so we can win!"}, {"speaker": "Ashe", "line": "This is our chance to show how hard we've been working! Let's do our best."}, {"speaker": "Sylvain", "line": "If I emerge victorious in the lauded Battle of the Eagle and Lion, the ladies are sure to take notice. I'll have to go into hiding."}, {"speaker": "Ingrid", "line": "Ugh, is that all you think about? Actually, as long as you try your hardest, frame it however you like."}, {"speaker": "Flayn", "line": "Haha, I shall give it my all!"}, {"speaker": "Dedue", "line": "No matter the battle, I will never falter."}, {"speaker": "Dimitri", "line": "We're counting on your guidance, Professor. Let's show the world what the Blue Lions are made of!"}, {"speaker": "Claude", "line": "So this is Gronder Field... Hey, Teach. Not a bad place to wage war, is it?"}, {"speaker": "Byleth", "line": "How so?"}, {"speaker": "Byleth", "line": "Absolutely."}, {"speaker": "Claude", "line": "I knew you'd understand."}, {"speaker": "Claude", "line": "Plenty of places to hide, and our pick of paths to advance through. It's the perfect battlefield for our tactics. I have my eye on that low hill over there. See it? It's the ideal spot to lure our enemies to, and then surround them with fire."}, {"speaker": "Byleth", "line": "It's risky."}, {"speaker": "Byleth", "line": "Fire is unacceptable."}, {"speaker": "Claude", "line": "Gotcha, Teach! I know, I know. We want all students to make it back to the monastery. With you in command, we can't lose. The Imperial princess and the crown prince don't stand a chance."}, {"speaker": "Hilda", "line": "Professor! Claude! What are you two talking about?"}, {"speaker": "Lorenz", "line": "What do you expect? It's Claude. I expect he was foisting more of his ill-advised schemes on our poor professor."}, {"speaker": "Claude", "line": "Oh, you have me all figured out, Lorenz. You know me better than I know myself."}, {"speaker": "Ignatz", "line": "Win or lose, it's an honor just to participate in the legendary Battle of the Eagle and Lion!"}, {"speaker": "Leonie", "line": "We've got to win so we can show Captain Jeralt what we're made of!"}, {"speaker": "Raphael", "line": "Yes! I'm ready! Let's go!"}, {"speaker": "Flayn", "line": "Haha, I shall give it my all!"}, {"speaker": "Marianne", "line": "I'll just...stay quiet and follow along so I don't get in anyone's way."}, {"speaker": "Lysithea", "line": "That will not be acceptable, Marianne. The whole point of this exercise is for each house to act as one."}, {"speaker": "Hilda", "line": "Do your best! I can't wait to see how well everyone does."}, {"speaker": "Claude", "line": "All right, sounds like Hilda will be taking control of a central hill and watching the battle from there."}, {"speaker": "Claude", "line": "It's almost time. Come on, Teach! The battle starts now!"}], "cutscene": [{"speaker": "Dimitri", "line": "You all should know... I am not about to go easy on you today."}, {"speaker": "Claude", "line": "As long as we can pull off the win, it doesn't matter how."}, {"speaker": "Edelgard", "line": "Our victory must be absolute...no matter what it may take."}, {"speaker": "Seteth", "line": "It is time."}, {"speaker": "Edelgard", "line": "Forward! now!"}, {"speaker": "Dimitri", "line": "For honor!"}], "battle": [{"speaker": "Dimitri", "line": "The Battle of the Eagle and Lion is set to begin at long last. Everyone, show off the results of your dedicated training!"}, {"speaker": "Claude", "line": "Remember, we're not just fighting for honor. There's a prize at stake!"}, {"speaker": "Edelgard", "line": "It's almost time to begin. Steel yourselves, everyone."}, {"speaker": "Claude", "line": "The Black Eagles and Blue Lions are fighting... Maybe we can sneak right past them."}, {"speaker": "Lorenz", "line": "A stronghold for me to seize? Splendid!"}, {"speaker": "Claude", "line": "There goes Lorenz, acting on his own... Guess we've got no choice but to capture the central hill and cover him!"}, {"speaker": "Dimitri", "line": "This could be our chance! Dedue, cut through the Golden Deer!"}, {"speaker": "Dimitri", "line": "Ingrid, make use of your mobility—circle back behind the Black Eagles!"}, {"speaker": "Dimitri", "line": "Mobile force, you move up as well! Circle around to the rear of the Black Eagles!"}, {"speaker": "Edelgard", "line": "If you intend to act, do it now. Hubert! Head toward the Golden Deer!"}, {"speaker": "Edelgard", "line": "Ferdinand, circle around to the back of the Blue Lions."}, {"speaker": "Edelgard", "line": "Mobile force, you move up as well. Circle around behind the Blue Lions."}, {"speaker": "Dimitri", "line": "The Black Eagles and the Golden Deer are already in battle? We should take this chance to break through the Black Eagle's flank."}, {"speaker": "Dedue", "line": "I will draw the Black Eagles out, Your Highness."}, {"speaker": "Dimitri", "line": "Yes, and while you are doing so, we will take control of the central hill."}], "boss": [{"speaker": "Edelgard", "line": "If you stand in my way, I will cut you down until you have no blood left to bleed.", "unit": "Byleth", "boss": "Edelgard"}, {"speaker": "Byleth", "line": "...", "unit": "Byleth", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "What? I was just trying to rally your spirits. Now, to victory!", "unit": "Byleth", "boss": "Edelgard"}, {"speaker": "Claude", "line": "Hey Princess! Heads up! There's a rat right by your Imperial feet...", "unit": "Claude", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "BAH! I—Huh. How dare you make a fool of me. You will not rile me with such childish tactics.", "unit": "Claude", "boss": "Edelgard"}, {"speaker": "Claude", "line": "Ah, so the sheer terror in your eyes was... something else entirely. My mistake. Anyway, it was only a joke.", "unit": "Claude", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "You really hope to unsettle me with childish jokes? It won't work. You must stand and fight!", "unit": "Claude", "boss": "Edelgard"}, {"speaker": "Dimitri", "line": "So, it is time to cross blades... I never imagined such a day would come to pass.", "unit": "Dimitri", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "If the Empire and the Kingdom go to war, we'll be able to fight as much as we please.", "unit": "Dimitri", "boss": "Edelgard"}, {"speaker": "Dimitri", "line": "I am sorry, but that is not something to joke about. The thought of fighting you is troubling at best.", "unit": "Dimitri", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "In that case, I wonder when you'll be able to stomach facing me in battle... Do you need a few moments?", "unit": "Dimitri", "boss": "Edelgard"}, {"speaker": "Claude", "line": "This is a great chance for me to find out if the Sword of the Creator really is all it's cracked up to be. On that note, you'd better not surrender too quickly!", "unit": "Byleth", "boss": "Claude"}, {"speaker": "Claude", "line": "Hey, Your Royalness! If you promise to let me have the prize, I'll let you take the honor of victory. Do we have a deal?", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Dimitri", "line": "Enough of your foolishness! I– Wait a moment. You are trying to anger me, is that it?", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Claude", "line": "Saw right through me, did you? Well, if there's no deal, I'll just have to win this thing fair and square!", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Dimitri", "line": "I will happily face you, here and now. Do not hold back, Claude!", "unit": "Dimitri", "boss": "Claude"}, {"speaker": "Dimitri", "line": "How far can I push myself with you as my foe... This will be a great chance to test our mettle. Do not underestimate me, Professor, or you will fail!", "unit": "Byleth", "boss": "Dimitri"}], "character-falls": [{"speaker": "Edelgard", "line": "I'm sorry, but I must retreat... You should have no trouble winning. Don't give up!"}, {"speaker": "Edelgard", "line": "I hate to admit it...but it seems this is as far as the Black Eagle House goes."}, {"speaker": "Claude", "line": "Sorry, but it's about time I make my exit… The rest of you...please, finish the job!"}, {"speaker": "Claude", "line": "I hate to say it, but it seems we're at a stalemate. Looks like the Golden Deer won't be winning this round…"}, {"speaker": "Dimitri", "line": "I fear I cannot fight any longer. I'm sorry, everyone… Please continue onward to victory!"}, {"speaker": "Dimitri", "line": "I suppose my training wasn't enough… The Blue Lions have no choice but to retreat."}], "end": [{"speaker": "Bernadetta", "line": "It's finally over... There were way too many strangers at that feast."}, {"speaker": "Petra", "line": "Put your chin high, Bernie. It was a chance for you to have growth."}, {"speaker": "Bernadetta", "line": "But... but everyone was acting so friendly! It was overwhelming..."}, {"speaker": "Caspar", "line": "Linhardt, I wasn't done talking to you! If those Alliance guys came at it from here and those Kingdom guys came from there-"}, {"speaker": "Linhardt", "line": "I know, I know. We'd have been able to take them all out at once. I heard you. I'm going to bed now."}, {"speaker": "Dorothea", "line": "Did anyone get the feeling that there were already couples forming? That's not really fair, is it? I wanted to sneak off with someone too..."}, {"speaker": "Ferdinand", "line": "I was hoping for some tea after our meal anyway. Would you care to join me?"}, {"speaker": "Dorothea", "line": "I suppose I can settle for you just this once, Ferdie."}, {"speaker": "Edelgard", "line": "Until today, I thought it would fall to me to command and guide our ranks all by myself. But with you leading us, I've gotten to experience what it's like to fight alongside everyone... And I've realized... how happy it makes me, fighting under your command. The emperor doesn't take orders from anyone. It's their duty to stand alone and lead the entire Empire. But maybe it's better to have someone to rely on... so that you can support and guide each other through the darkness."}, {"speaker": "Byleth", "line": "Am I that someone?"}, {"speaker": "Byleth", "line": "I am unfit to guide an emperor."}, {"speaker": "Edelgard", "line": "I may be heir to the Imperial throne, but first and foremost, I'm your grateful student. That will never change, even when I fulfill my destiny and become the emperor. I told you long ago that I wished to enlist you in the service of the Empire. Well, I take it back. Now I wish only for your continued guidance during my eventual reign."}, {"speaker": "Linhardt", "line": "Don't just hide away in the corner, Professor. You're the reason we're celebrating."}, {"speaker": "Bernadetta", "line": "It's because of you that I've had the courage to leave my room for a bit each day.  I'm...I'm so grateful, Professor!"}, {"speaker": "Ferdinand", "line": "We were all just discussing how well you led us. Remarkable!"}, {"speaker": "Petra", "line": " Your guidance is without parallel, Professor.  I have had practicing of that phrase."}, {"speaker": "Caspar", "line": "Your training's been top notch. Really!"}, {"speaker": "Dorothea", "line": "Whatever would we do without you?"}, {"speaker": "Flayn", "line": "I have had the opportunity to experience much. Please allow me to offer you my gratitude once more, Professor."}, {"speaker": "Edelgard", "line": "I feel the same... You are something special, my teacher."}, {"speaker": "Dimitri", "line": "I had a wonderful time today, Professor. As usual, I was astonished by how much you ate in the name of celebration! Really, though, I must thank you again. Our victory in the Battle of the Eagle and Lion was thanks, in no small part, to you."}, {"speaker": "Byleth", "line": "We all did our part."}, {"speaker": "Dimitri", "line": "Yes, that is true, but it was your instruction that allowed us to reach our full potential."}, {"speaker": "Byleth", "line": "I agree."}, {"speaker": "Dimitri", "line": "That's the spirit! There's nothing wrong with acknowledging your own strengths every now and then."}, {"speaker": "Dimitri", "line": "I feel silly admitting this now, but when you first came to lead our class...you unnerved me. You never smiled, and you never showed anger either. And yet, you didn't appear to be suppressing your emotions. They just...weren't there. At first I thought perhaps you just didn't care for us, but I soon concluded that wasn't the case at all. For the longest time I just couldn't tell what you were thinking. It was as though you had no humanity whatsoever..."}, {"speaker": "Byleth", "line": "That stings."}, {"speaker": "Byleth", "line": "And now?"}, {"speaker": "Dimitri", "line": "You're different now. In the half-year we've spent together, I've seen the glow of humanity in your eyes and in your actions countless times. I am truly grateful to have had the chance to spend this time with you, Professor."}, {"speaker": "Sylvain", "line": "What are you two talking about? How dare you get chummy without us!"}, {"speaker": "Sylvain", "line": "Getting cozy, are we? Mind if I cut in?"}, {"speaker": "Dedue", "line": "That's enough, Sylvain."}, {"speaker": "Mercedes", "line": "Oh please, I would love to join you as well! I have so many things I wish to talk to you about, Professor."}, {"speaker": "Annette", "line": "Oh, me too! I have so much to tell you! And I want to thank you too."}, {"speaker": "Ashe", "line": "Honestly Professor? I was only able to achieve so much because you were with us."}, {"speaker": "Ingrid", "line": "Ashe is right. You're irreplaceable to us, Professor."}, {"speaker": "Annette", "line": "Yes, that! Without you, the Blue Lions... Well, we wouldn't even be the Blue Lions at all! Except for the blue part. Because we'd be sad."}, {"speaker": "Felix", "line": "I suppose...there are worse things than fighting at your side."}, {"speaker": "Flayn", "line": "I have had the opportunity to experience much. Please allow me to offer you my gratitude once more, Professor."}, {"speaker": "Dimitri", "line": "Haha, as you can see, you have our trust, as well as our admiration. I look forward to spending the rest of the year with you."}, {"speaker": "Byleth", "line": "As do I."}, {"speaker": "Dimitri", "line": "Good. Then let's give it our all this year! Anyhow... It's getting late. We had better return to our quarters and get some rest."}, {"speaker": "Hilda", "line": "Ugh, I can't believe our house leader ate so much he passed out. I guess he should just...sleep it off? Oh, Professor! Great work today!"}, {"speaker": "Ignatz", "line": "As long as we have you and Claude, the Golden Deer House is unstoppable!"}, {"speaker": "Lorenz", "line": "I am sure we did not require Claude for our victory, but it certainly would not have been possible without our professor."}, {"speaker": "Lysithea", "line": "Haha! I'm so please to be in your class, Professor. You truly bring out the best in us."}, {"speaker": "Raphael", "line": "Let's keep fighting! And winning!"}, {"speaker": "Leonie", "line": "I knew the tactics you learned from the captain would be something else. I better work harder to catch up!"}, {"speaker": "Flayn", "line": "I have had the opportunity to experience much. Please allow me to offer you my gratitude once more, Professor."}, {"speaker": "Marianne", "line": "Because of you, I managed to get through the fight without feeling like a burden. Thank you, Professor."}, {"speaker": "Hilda", "line": "I hear Lady Rhea and Seteth are singing your praises too!"}, {"speaker": "Byleth", "line": "You all worked hard."}, {"speaker": "Hilda", "line": "You're always so modest!"}, {"speaker": "Byleth", "line": "Our opponents were strong too."}, {"speaker": "Hilda", "line": "Well, I certainly can't deny that."}, {"speaker": "Byleth", "line": "Just wait until you see my true power."}, {"speaker": "Hilda", "line": "Oh, wow! I don't doubt it."}, {"speaker": "Claude", "line": "You really showed them, Teach! I would really hate to be on your bad side."}, {"speaker": "Hilda", "line": "Oh, look. Claude has been revived."}, {"speaker": "Claude", "line": "Your tactics were ingenious, and you've somehow mastered the power of the King of Liberation's Relic. You really are incredible. Though you can be a bit absentminded at times. Your mind is like a giant bowl with a tiny crack in it..."}, {"speaker": "Hilda", "line": "Claude, saying that only makes your own mind bowl seem tiny."}, {"speaker": "Claude", "line": "How dare you! My bowl is much bigger than Teach's! Unfortunately, it doesn't just have a crack. The whole bottom of my bowl is missing."}, {"speaker": "Lysithea", "line": "In other words, you are the absentminded one, not our professor."}, {"speaker": "Ignatz", "line": "That's true. He just admitted it."}, {"speaker": "Marianne", "line": "Hehe!"}, {"speaker": "Leonie", "line": "It's unusual to hear you laughing, Marianne. Your smile is really cute."}, {"speaker": "Lorenz", "line": "I agree. You really don't know how beauti-- Eh... Never mind."}, {"speaker": "Hilda", "line": "It feels so great to laugh and joke around like this, doesn't it?  Hm? Well, look at that. Someone's having a secret rendezvous in the courtyard..."}, {"speaker": "Claude", "line": "All joking aside, I'm having trouble sizing you up, Teach. The honest truth is that I'd hate to have you as an enemy. If possible, I wish for you to fight by my side. If I could use the Sword of the Creator, we wouldn't even be having this conversation. I bet if I could use it, you would trust me to... Right? That selflessness may be what I like best about you."}, {"speaker": "Rhea", "line": "You fought bravely during the Battle of the Eagle and Lion."}, {"speaker": "Seteth", "line": "Comparing against their performance in the mock battle of the Great Tree Moon, the students have grown significantly. I suppose I should praise your efforts."}, {"speaker": "Rhea", "line": "I can only call your deeds during the Battle of the Eagle and Lion...quite versatile."}, {"speaker": "Seteth", "line": "Comparing against their performance in the mock battle of the Great Tree Moon, the students have grown significantly. It is clear that this is a result of your guidance."}, {"speaker": "Rhea", "line": "In appreciation of your efforts, and to show our high hopes for the future of your students, I award you with this."}, {"speaker": "Rhea", "line": "Please continue to instruct your students as a model teacher."}, {"speaker": "Sothis", "line": "So! You've made good use of all my power after all. I would have been upset if you had failed at such an easy task!"}, {"speaker": "Seteth", "line": "It pains me to assign such a disturbing mission to you during such a blessed moment in time... However, next month your assignment will be to journey to Remire Village to investigate an abnormal occurrence there."}, {"speaker": "Sothis", "line": "Remire Village... If I recall, you've been there with your father many times."}, {"speaker": "Byleth", "line": "An abnormal occurrence?"}, {"speaker": "Seteth", "line": "I have yet to ascertain the details, but it would seem the villages have been acting strangely. I have already dispatched the knights to verify the authenticity of this information. They should be back shortly. I suggest you begin by finding out what they have discovered."}, {"speaker": "Rhea", "line": "I pray this is not a bad omen... May the goddess protect you all."}]}