{"chapter": "08", "title": "The Flame In The Darkness", "speakers": ["Shamir", "Manuela", "Jeralt", "Byleth", "Sothis", "Hubert", "Edelgard", "Dimitri", "Lord Arundel", "Claude", "Seteth", "Monica", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Dedue", "Ingrid", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Lorenz", "Raphael", "Ignatz", "Hilda", "Lysithea", "Marianne", "Leonie", "Rhea", "Flayn", "Alois", "Catherine", "Gilbert", "Hanneman", "Cyril", "Gatekeeper", "Rampaging Villager", "Village Child", "Tomas", "Solon", "Death Knight", "Villager", "Flame Emperor", "Kingdom General", "Kingdom Soldier", "Lambert"], "dialogue_counts": {"Shamir": 6, "Manuela": 7, "Jeralt": 28, "Byleth": 98, "Sothis": 16, "Hubert": 9, "Edelgard": 33, "Dimitri": 27, "Lord Arundel": 2, "Claude": 34, "Seteth": 9, "Monica": 2, "Ferdinand": 2, "Linhardt": 3, "Caspar": 5, "Bernadetta": 4, "Dorothea": 4, "Petra": 2, "Dedue": 8, "Ingrid": 3, "Felix": 3, "Ashe": 4, "Sylvain": 2, "Mercedes": 2, "Annette": 2, "Lorenz": 4, "Raphael": 4, "Ignatz": 3, "Hilda": 5, "Lysithea": 4, "Marianne": 2, "Leonie": 4, "Rhea": 11, "Flayn": 4, "Alois": 4, "Catherine": 5, "Gilbert": 4, "Hanneman": 1, "Cyril": 1, "Gatekeeper": 1, "Rampaging Villager": 3, "Village Child": 1, "Tomas": 1, "Solon": 6, "Death Knight": 5, "Villager": 1, "Flame Emperor": 9, "Kingdom General": 1, "Kingdom Soldier": 1, "Lambert": 1}, "gender_counts": {"M": 170, "F": 125, "N": 8, "A": 98}, "lines": 403, "transitions": "-FF-MFMF-FAFAFMF-MAMAAM-F-MFMFMFMAAMFAFAFF-MMMMMMAMAAMAAMFAFAFFAFAFF-MAMAMAMAMMMMMMMMMMMMMM-FAFAF----FAFAF-F----M-M----M---M-MFM-M----M---M---MAMAMM-FAFAFA---F-AFF---F----MAMAMM---M-FMFM-MAMAM---M---F---F---MAMAM---MAMAM-MFMF-FAFAF---F-FMAFMAFM---FAFAFF---M---FAFAF---MAMAMM-FFFFFFFFF-----MAMAMAM---M---F---M---M-MAAM-NNNM-FAAMMMMFFFF-MAAMMMMFFMFMMM-MFAFAMMFFMFMAAM--M-F-M-M--F-M-M-M-M-MM-M--F-M-M-N--N-M-M-M-FM-M-M-M-MF-F-M-M-MM-M-F-M-M-MF-MFMFMFMFMFAFAFF-M-M-F-M-MAAMAAMAAM-F-FAFAFFAFAFAFFAFAFAFFFF-MAMAMMAMAMMNNNMM-MAAMMAMAAMAMAMMFMAAMM-FFAAMFFAMAFM-FFFAFAFF", "opening": ["A pattern of strange occurrences in Remire Village has suddenly erupted into something far more serious."], "dialogue": [{"speaker": "Hubert", "line": "You look unwell. It's because of what happened, isn't it?"}, {"speaker": "Edelgard", "line": "Don't speak of it aloud."}, {"speaker": "Hubert", "line": "You can't change the past. For now, all we can do is use it to our advantage."}, {"speaker": "Edelgard", "line": "I know that. I also know that I must steel myself to ascend the Imperial throne."}, {"speaker": "Hubert", "line": "Those preparations are going well. We... Someone is coming."}, {"speaker": "Edelgard", "line": "Professor, I heard about our mission for this month. Something terrible is happening in Remire Village. That's where you were when fate sent you our way. This feels...preordained."}, {"speaker": "Hubert", "line": "Are the knights making progress with their investigation?"}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Byleth", "line": "They are."}, {"speaker": "Hubert", "line": "If what is happening there is by design, there must be someone pulling the strings. There is the Death Knight, of course. And the mysterious mages who were implicated with the Western Church. They showed up when Flayn was kidnapped as well. And now there is another strange occurrence near the monastery... It seems an unknown organization hopes to make the monastery its stage for something."}, {"speaker": "Edelgard", "line": "Do you believe that all of these incidents are connected, Professor?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Edelgard", "line": "That is the logical conclusion, but I'm not so sure."}, {"speaker": "Byleth", "line": "I do not."}, {"speaker": "Edelgard", "line": "Oh? I'm surprised to hear you say that, but actually, I agree."}, {"speaker": "Edelgard", "line": "It certainly appears that all of the events surrounding the monastery are connected by a single thread. However... I think it's possible that it may just be a result of different motives overlapping. Remember, Professor... If you think of people as simply enemies or allies, it may be impossible to grasp the truth."}, {"speaker": "Dimitri", "line": "I see. So you'll be staying here for some time, then. Honestly, I'm surprised. I've heard it's been a few years since you last donated to the church."}, {"speaker": "Lord Arundel", "line": "That was merely because of the financial situation of my territory. I assure you, it has nothing to do with my dedication to the church. By the way, Dimitri... Isn't Edelgard currently enrolled at the Officers Academy as well?"}, {"speaker": "Dimitri", "line": "Yes. She's in the Black Eagle House. I don't believe she has any plans to leave anytime soon. Why not pay her a visit?"}, {"speaker": "Lord Arundel", "line": "I may do just that. It's nice to stay in touch with my dear niece every now and then. Of course I'm also delighted that I was able to speak with my nephew, as well. Whether through marriage or otherwise, family is family, after all."}, {"speaker": "Dimitri", "line": "Of course. The feeling is mutual."}, {"speaker": "Dimitri", "line": "Professor... If you were watching, you should have made your presence known."}, {"speaker": "Byleth", "line": "Who was that?"}, {"speaker": "Dimitri", "line": "That was Lord Arundel, the Regent for the Empire. He is also Edelgard's uncle."}, {"speaker": "Byleth", "line": "An acquaintance of yours?"}, {"speaker": "Byleth", "line": "He called you his nephew..."}, {"speaker": "Dimitri", "line": "My stepmother was his younger sister. We are not related by blood, but he is technically my uncle."}, {"speaker": "Byleth", "line": "In other words..."}, {"speaker": "Byleth", "line": "So, you and Edelgard..."}, {"speaker": "Dimitri", "line": "Yes. My stepmother was Edelgard's birth mother. Edelgard and I are siblings by marriage. We can delve into that topic another time. For now, let's make preparations to investigate what's happening in that village."}, {"speaker": "Sothis", "line": "Oh dear. The princess of the Empire and the Kingdom's prince are kin! How very odd."}, {"speaker": "Byleth", "line": "So that's why he was worried about her..."}, {"speaker": "Sothis", "line": "All beings are attached somehow to those who are their family. Yes...even I. I must have had a family too... I wish I could remember them. My family... I wonder who and where they are, and what they're doing now."}, {"speaker": "Byleth", "line": "I find it odd as well..."}, {"speaker": "Sothis", "line": "They likely harbor knowledge they do not wish to share. Oh yes, I'm sure of it. But I suppose we must wait until the time of truth arrives..."}, {"speaker": "Sothis", "line": "In any case... About this Arundel. You've heard that name before, correct?"}, {"speaker": "Byleth", "line": "In the library."}, {"speaker": "Sothis", "line": "Quite true! We came across that name within the library, right where the prince had been."}, {"speaker": "Byleth", "line": "In the office."}, {"speaker": "Sothis", "line": "Your memory is worse than mine! The library! We came across that name within the library, right where the prince had been. Don't you recall?"}, {"speaker": "Sothis", "line": "I thought that Arundel had died... And yet, not so. He seems alive and well. I wonder what the prince had hoped to learn from reading of his uncle's charity... So many things the prince has yet to tell... How bothersome..."}, {"speaker": "Claude", "line": "Tomas doesn't seem to be here... Oh well, that's fine. I've been researching the Heroes' Relics a lot since we last spoke to him. I found out something interesting."}, {"speaker": "Byleth", "line": "Why have you been researching them?"}, {"speaker": "Claude", "line": "Why? Do you have to ask? Trust me, what really matters is what I found out."}, {"speaker": "Byleth", "line": "Something interesting?"}, {"speaker": "Claude", "line": "It's about the connection between Crests and the Heroes' Relics. The Crest Stone of each Relic is carved with a specific Crest-the one that has the ability to wield it properly. The Crests are the keys. You need the right one to safely use a Hero's Relic. The only thing I can't figure out is...why doesn't the Sword of the Creator have a Crest Stone bearing a Crest?"}, {"speaker": "Byleth", "line": "It's by the whim of the goddess."}, {"speaker": "Claude", "line": "Hey, now! No need to write off my findings by saying it's a mere whim of the goddess."}, {"speaker": "Byleth", "line": "It had one in the past."}, {"speaker": "Claude", "line": "Precisely. At least, that's my current guess."}, {"speaker": "Claude", "line": "There's more. I believe the Crest Stones might be the source of the Relics' inhuman power. When Miklan transformed into a Black Beast, he was taken over by something that originated from the Crest Stone. And the Crest Stone was on his body. It all seems to add up. Now, look at this picture I found in the library."}, {"speaker": "Claude", "line": "That creature is called the Immaculate One, who was supposedly sent by the goddess to save the followers of Seiros. See the pattern on its brow, and the faint circular boundary? Isn't it possible that's a Crest Stone? If all this is true, then Crest Stones are what power the ability to assume massive forms like that of the Immaculate One. And maybe the Heroes' Relics can harness that transformative power..."}, {"speaker": "Seteth", "line": "Oh. It is you. Have you seen Tomas recently?"}, {"speaker": "Claude", "line": "No such luck. I was hoping to speak with him myself, but he seems to be out on the town."}, {"speaker": "Seteth", "line": "I see. Well... Hm?! Where did you find that picture?"}, {"speaker": "Claude", "line": "It was in the library. Why do you ask? Is it something my youthful eyes shouldn't be seeing?"}, {"speaker": "Seteth", "line": "No, of course not. However, that is not part of this library's collection. It must belong to Tomas. It would be problematic if it got mixed in with the other books. I will take possession of it for now."}, {"speaker": "Claude", "line": " Take it away where no one can see it, you mean..."}, {"speaker": "Seteth", "line": "What was that?"}, {"speaker": "Claude", "line": "That's what Tomas said. He said records that the monastery doesn't approve of tend to disappear."}, {"speaker": "Seteth", "line": "Tomas said that? Preposterous. I have far too much to accomplish to waste time with this foolishness."}, {"speaker": "Claude", "line": "He was certainly in a hurry. I wonder if he's off to confront Tomas. Well, he took the picture, so I guess that's that for now. I'll see you later, Teach."}, {"speaker": "Claude", "line": "So, the church is hiding something after all. Some massive secret about Relics and Crests. A secret that must have something to do with the professor's true identity..."}], "conversation": [{"speaker": "Sothis", "line": "I do not know why it is so, but being here makes me feel quite...unwell. I am so sleepy...and a bit... It is a struggle merely to stay conscious... Are you feeling the same?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Sothis", "line": "And yet, it feels familiar... As though pulled from a corner of my memory, from a time long ago... I simply cannot fathom it."}, {"speaker": "Byleth", "line": "I am not."}, {"speaker": "Sothis", "line": "Why must you be so difficult! I know the entire contents of your heart and soul, so you should know there is no fooling me!"}, {"speaker": "Edelgard", "line": "They say that things rarely if ever go according to plan. Still, plan we must. After all, if we don't effectively force things to go our way, nothing will be achieved. How about you, Professor? Are you leading the life you envisioned for yourself?"}, {"speaker": "Byleth", "line": "I am."}, {"speaker": "Edelgard", "line": "Your character must be stronger than most."}, {"speaker": "Byleth", "line": "I am not."}, {"speaker": "Edelgard", "line": "That's surprising... but I suppose it's possible you're telling the truth."}, {"speaker": "Edelgard", "line": "They say that things rarely if ever go according to plan. Still, plan we must. After all, if we don't effectively force things to go our way, nothing will be achieved. How about you, Professor? Are you leading the life you envisioned for yourself?"}, {"speaker": "Dimitri", "line": "I'm sorry to ask this of you...but I would deeply appreciate it if you would promise to keep my association with Edelgard to yourself. It is a...complicated history, what she and I share."}, {"speaker": "Dimitri", "line": "Professor, you seem unwell. How are you faring? If you're not feeling well, I'd strongly recommend some rest."}, {"speaker": "Claude", "line": "Even if I spend all my time rummaging through this library, there's a limit to the knowledge that can be gained. Apparently, it only contains books whose contents have been deemed appropriate by the church. If only Tomas were around. I bet he has some interesting stories he could regale us with…"}, {"speaker": "Claude", "line": "What in the world is happening in Remire Village? I hear even the knights have been dispatched. I hope it's nothing too serious… After all, that's where we first met. I have valued memories of that place."}, {"speaker": "Hubert", "line": "Need something, Professor? I was just asking Monica here to be less demanding of Lady Edelgard's time."}, {"speaker": "Monica", "line": "Hey, it's not like I'm bothering her! Sorry for the ruckus, Professor. Please don't worry about it too much. Nooothing to worry about here!"}, {"speaker": "Hubert", "line": "Ugh. I wish you would worry about it a little more."}, {"speaker": "Ferdinand", "line": "Remire Village... Is that not where you met Edelgard? If you had not been there, something terrible could have happened. Did one of the house leaders know that mercenaries were staying in Remire Village? I wonder... It will remain a mystery for now. All we can do at this point is speculate."}, {"speaker": "Linhardt", "line": "I fear I may become a social recluse soon... My life consists of wearing a groove in the floor between the library and the dining hall. Although, I guess a real recluse wouldn't leave their room, eh? That would be me if you weren't my teacher, locked away in my room, reading napping, never to be seen. You know I never see Bernadetta outside of class. I wonder what it is that she does in her room all day."}, {"speaker": "Linhardt", "line": "I fear I may become a social recluse soon... My life consists of wearing a groove in the floor between the library and the dining hall. Although, I guess a real recluse wouldn't leave their room, eh?"}, {"speaker": "Caspar", "line": "Hey, Professor. Did you see that my father came by during the Battle of the Eagle and Lion? He left soon after, but I saw him talking to Edelgard first. I wonder what they could have to talk about."}, {"speaker": "Byleth", "line": "Your father?"}, {"speaker": "Caspar", "line": "Yeah, he's pretty important in the Empire. I thought I mentioned it to you before? He's the Minister of Military Affairs."}, {"speaker": "Byleth", "line": "Empire business, perhaps?"}, {"speaker": "Caspar", "line": "I guess that would make sense. He is the Minister of Military Affairs, after all."}, {"speaker": "Caspar", "line": "Still though... I could've sworn those two didn't get along."}, {"speaker": "Bernadetta", "line": "What is it? Sorry, I've, um... I've got a cold."}, {"speaker": "Byleth", "line": "Get well soon."}, {"speaker": "Bernadetta", "line": "Um. Thanks."}, {"speaker": "Byleth", "line": "No, you don't."}, {"speaker": "Bernadetta", "line": "How did you know? My act was perfect. Alas, 'tis no mere illness of the body, but a malign affliction of mine soul! So, um, back to bed."}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Dorothea", "line": "Congratulations on winning the Battle of the Eagle and Lion. Did you get a special reward? I certainly feel like I earned a special reward. Don't you, Professor?"}, {"speaker": "Byleth", "line": "No. Winning is its own reward."}, {"speaker": "Dorothea", "line": "I was afraid you might say that. I do wish you'd dote on me just a bit more..."}, {"speaker": "Dorothea", "line": "Aww... Disappointing."}, {"speaker": "Petra", "line": "This is a place of mysteriousness. I have awareness of how much difference every part of the world is. In a place alike to this place, you can imagine the goddess of Fódlan truly existing. At times, I miss those places in Brigid. At times... I am missing those places so painfully."}, {"speaker": "Dedue", "line": "All this month, His Highness has been going out late into the night. He will not speak of it to me. Professor, do you happen to know anything?"}, {"speaker": "Byleth", "line": "As I recall..."}, {"speaker": "Dedue", "line": "Lord Arundel is here? That may well explain it."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Dedue", "line": "I see. I am sorry to trouble you with questions."}, {"speaker": "Dedue", "line": "His Highness's headaches have been growing steadily worse. I would prefer that he retire to bed early."}, {"speaker": "Dedue", "line": "Investigating Remire village? Be on your guard."}, {"speaker": "Ingrid", "line": "You know, Professor–the tournament fish, and the meal we indulged in after the Battle of the Eagle and Lion... Why, all of the food I've eaten in this monastery has been absolutely delectable. Every last bite of it."}, {"speaker": "Felix", "line": "Food really is the only thing you think about, huh?"}, {"speaker": "Ingrid", "line": "Hardly! I think about all sorts of things."}, {"speaker": "Felix", "line": "Oh! Like tomorrow's menu, for instance?"}, {"speaker": "Ashe", "line": "I'm worried about Remire. That affliction is a little too mysterious for my liking. I'm pretty sure it's not normal."}, {"speaker": "Byleth", "line": "I've heard it's not an ordinary disease."}, {"speaker": "Ashe", "line": "Then what could it be?"}, {"speaker": "Byleth", "line": "I've heard it's the work of a cursed specter."}, {"speaker": "Ashe", "line": "Wh-what?! Ah! Come on, don't tease me. But what if it really was something like that? How could we hope to stop it?"}, {"speaker": "Sylvain", "line": "I wonder how Remire Village is faring. Hopefully we're not dealing with some new epidemic. It wouldn't be unheard of. Almost 20 years ago, a terrible plague blazed through Faerghus. It even hit the capital city, taking the queen consort's life...or so I heard. The whole Kingdom was in an uproar over that loss. The person who saved the Kingdom wasn't a doctor but a holy woman–the fair Lady Cornelia. After that, she was awarded the honor of being a mage in the service of the royal family. She sounds like an amazing woman, but... She must be pretty old by now. But hey, maybe she's aged like a fine wine."}, {"speaker": "Mercedes", "line": "Oh, goodness. Is something the matter, Professor? You look a little pale... Please be careful. It's so easy to catch a cold this time of year."}, {"speaker": "Annette", "line": "Hmm... The librarian is always out and about these days. And just when I had some questions about a book I'd borrowed... Ugh, now I'm so curious about where he's gone off to! He'd better come back soon..."}, {"speaker": "Lorenz", "line": "How are you feeling, Professor? You look rather ill, if you don't mind my saying so. Are you sick? If so, I would urge you not to push yourself too hard. Take some rest."}, {"speaker": "Byleth", "line": "Nothing gets by you."}, {"speaker": "Lorenz", "line": "Just my natural talent. Nothing out of the ordinary. Enough wit, now. You should lie down."}, {"speaker": "Byleth", "line": "What an unexpected kindness."}, {"speaker": "Lorenz", "line": "What is that supposed to mean? Never mind. If you're not feeling well, you should stop trying to walk it off and simply lie down."}, {"speaker": "Raphael", "line": "Hey, Professor. Can I get your advice on something? I just don't know what to do anymore. I used to think they were the best, but now I can't even stand looking at them!"}, {"speaker": "Byleth", "line": "It's OK to be worried."}, {"speaker": "Raphael", "line": "But worrying about it won't solve my problems! What if I can never eat fish again?"}, {"speaker": "Byleth", "line": "Time heals all wounds."}, {"speaker": "Raphael", "line": "Good point, Professor. I think I need to see other meats right now. Then I can come back to fish when I'm good and ready!"}, {"speaker": "Ignatz", "line": "Ah, Professor! The Battle of the Eagle and Lion was such good fun, don't you think?"}, {"speaker": "Hilda", "line": "Ignatz, how long are you going to keep harping on about the Battle of the Eagle and Lion?"}, {"speaker": "Ignatz", "line": "Aw, come on, let me gush! Did you see how the house leaders came together after the battle? What an incredible thing to witness! Harmony, even after something so hard-fought."}, {"speaker": "Hilda", "line": "True. If they can keep playing nice, perhaps there will be peace in Fódlan after all."}, {"speaker": "Lysithea", "line": "I heard about Remire Village from some of the knights. It's certainly troubling. If it's a contagion, we at Garreg Mach should be on the lookout as well."}, {"speaker": "Byleth", "line": "I don't believe it is."}, {"speaker": "Lysithea", "line": "Oh? Well, that's better, but I wonder what the real cause could be... Your words are oddly persuasive, Professor. Even if they're not exactly based on anything."}, {"speaker": "Byleth", "line": "I'll handle it."}, {"speaker": "Lysithea", "line": "Your words are oddly persuasive, Professor. Even if they're not exactly based on anything."}, {"speaker": "Marianne", "line": "Good day, Professor. Well then, I should go."}, {"speaker": "Leonie", "line": "Professor! Captain Jeralt just told me. Remire Village is in a bad way, right?"}, {"speaker": "Jeralt", "line": "The situation there is worrying, yes... But tell me, how is your vertigo?"}, {"speaker": "Byleth", "line": "I'm all right now."}, {"speaker": "Leonie", "line": "Were you not feeling OK? You seem fine to me."}, {"speaker": "Jeralt", "line": "I hope you're not just saying that. We can't have you putting on a brave face only to fall in battle."}, {"speaker": "Byleth", "line": "Still a little unsteady."}, {"speaker": "Leonie", "line": "Are you not feeling OK? You should get some rest!"}, {"speaker": "Jeralt", "line": "Hm. If you must go to the village, make sure you're in good health before we depart."}, {"speaker": "Rhea", "line": "Professor... Do you ever wish you could return to your life as a mercenary?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Rhea", "line": "I thought you might. Traveling the world, just you and Jeralt... How lovely it must have been."}, {"speaker": "Byleth", "line": "I do not."}, {"speaker": "Rhea", "line": "Is that so? I suppose you have become accustomed to your new line of work. This month's assignment will again take you outside of Garreg Mach...to Remire Village."}, {"speaker": "Rhea", "line": "It was in Remire that you first met Alois and the rest of his order, was it not? Half a year has come and gone since then. How quickly time passes..."}, {"speaker": "Seteth", "line": "What is it? I am in the middle of my daily duties. I assume you know by now that the Four Saints are all important figures in the teachings of Seiros... Still, I have a particular fondness for Saint Cethleann."}, {"speaker": "Flayn", "line": "I am so happy to be part of your class, Professor. I honestly cannot recall the last time I interacted with others on a daily basis like this... It reminds me of when I was a child. Ha, that was so very long ago now..."}, {"speaker": "Byleth", "line": "How long ago?"}, {"speaker": "Flayn", "line": "Oh, I mean, very. Very, very, very long ago."}, {"speaker": "Byleth", "line": "You're still a child."}, {"speaker": "Flayn", "line": "Despite how young I may appear to you, I'm quite mature. You may be surprised, you know."}, {"speaker": "Alois", "line": "I'm going to catch me some mighty fish, just you wait and see! I didn't catch a single fish last month. But this month! This month!"}, {"speaker": "Byleth", "line": "Time to give up."}, {"speaker": "Alois", "line": "That's exactly what Captain Jeralt said!"}, {"speaker": "Byleth", "line": "Maybe you're doing something wrong?"}, {"speaker": "Alois", "line": "I'm casting my line just as the captain taught me all those years ago..."}, {"speaker": "Alois", "line": "You're going with the captain to investigate Remire Village, aren't you? It feels like so long ago that you two came here..."}, {"speaker": "Catherine", "line": "Of the four or five years since I started here, this is certainly the busiest."}, {"speaker": "Shamir", "line": "It was four. I've been here five."}, {"speaker": "Catherine", "line": "Oh, what's a year here or there? Don' t be petty now, Shamir."}, {"speaker": "Shamir", "line": "You count your enemies the same way."}, {"speaker": "Catherine", "line": "If I take care of them quickly, what does it matter how many there are? Oh, sorry! We didn't mean to ignore you, Professor."}, {"speaker": "Shamir", "line": "As you were saying, it's been a busy year. There never seem to be enough hands for the work."}, {"speaker": "Catherine", "line": "That reminds me, do you have that thing? If you do, we want it."}, {"speaker": "Shamir", "line": "Want? No. We need it. Give it to me, not her."}, {"speaker": "Catherine", "line": "Hey now, I'm the one who brought it up. We may be friends, but that's just rude."}, {"speaker": "Gilbert", "line": "Professor? Tell me, is this about Remire? There are more villagers acting strangely today than yesterday. Knights have been dispatched, yet... The underlying cause is as yet unclear, and the most anyone can do is stand back and watch. It is most distressing. Professor, what do you think about all this?"}, {"speaker": "Byleth", "line": "Some kind of illness."}, {"speaker": "Gilbert", "line": "If it were indeed a disease, why would it only affect the villagers, and not infect the knights stationed there?"}, {"speaker": "Byleth", "line": "Some kind of conspiracy."}, {"speaker": "Gilbert", "line": "In that case, we should strengthen the guards. If you visit the village, Professor, please...take care."}, {"speaker": "Byleth", "line": "Punishment from the goddess."}, {"speaker": "Gilbert", "line": "The goddess?! You have spoken near blasphemy, and I would suggest a hasty apology!"}, {"speaker": "Hanneman", "line": "I thought we might make it through last month in peace, but no. Another incident just had to arise, didn't it? If only this debacle had to do with Crests. Why, I'd have gone and dealt with it in an instant."}, {"speaker": "Manuela", "line": "I know you figure medicine and magical healing are two ways to do the same thing, but it's way deeper than that. Medicine is all about preventing infection and suppressing symptoms with, well, medicine... That's probably obvious. But magical healing is focused on closing up wounds faster, raising a body's vital energy, stuff like that."}, {"speaker": "Cyril", "line": "The knights go out from Garreg Mach to take on all kinds of other duties. I'd sure like a job like that one day. Then again, I don't know... Serving Lady Rhea here is pretty good."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Oh, except that Tomas departed the monastery and is yet to return. Consider that reported. He's been gone for periods of time before and has always returned, so I'm not too worried. Still... I wonder what in the world he's doing out there!"}], "intro": [{"speaker": "Jeralt", "line": "We've got to go. Now."}, {"speaker": "Byleth", "line": "What's going on?"}, {"speaker": "Byleth", "line": "OK."}, {"speaker": "Jeralt", "line": "The situation in Remire Village has changed drastically. We don't know much more than that. We're hearing reports that the villagers are killing each other. Some say houses are burning. Regardless, we need to move."}, {"speaker": "Rampaging Villager", "line": "Kill! Kill! Ahhhh!"}, {"speaker": "Rampaging Villager", "line": "Haha... Hahaha... Hrngyarhh!"}, {"speaker": "Village Child", "line": "Help! Somebody, please help!"}, {"speaker": "Jeralt", "line": "What's going on here..."}, {"speaker": "Edelgard", "line": "This is horrific. It's even more revolting...more terrible than I expected."}, {"speaker": "Byleth", "line": "I'm revolted too."}, {"speaker": "Byleth", "line": "It really is horrifying."}, {"speaker": "Hubert", "line": "True, but if we are not careful how we proceed, we will only increase the death toll."}, {"speaker": "Caspar", "line": "The villagers are all attacking each other! Let's knock them all out, one by one!"}, {"speaker": "Linhardt", "line": " Always so reckless. You do know that if we mess up, we will either kill or be killed, right?"}, {"speaker": "Ferdinand", "line": "Still, we cannot just stand here twiddling our thumbs and doing nothing!"}, {"speaker": "Bernadetta", "line": "I'd r-really like to go home now...but there's no time for thoughts like that."}, {"speaker": "Dorothea", "line": "We have to help them!"}, {"speaker": "Petra", "line": "I am waiting for your orders with full readiness."}, {"speaker": "Edelgard", "line": "Wait. Those people over there... They seem to be observing the chaos. They must be behind this. Eliminate them and rescue all of the unafflicted villagers."}, {"speaker": "Dimitri", "line": " Ungh..."}, {"speaker": "Byleth", "line": "What's wrong with you?"}, {"speaker": "Byleth", "line": "Are you OK?"}, {"speaker": "Dimitri", "line": "I... Don't worry about me. I'm fine."}, {"speaker": "Dimitri", "line": "Don't waste your time on me. Saving the village is far more important. We haven't a moment to lose!"}, {"speaker": "Dedue", "line": "What can we do amidst such confusion?"}, {"speaker": "Felix", "line": "We'll have to take up arms against the villagers who are rampaging. If we strike carefully, it should be possible to spare their lives."}, {"speaker": "Mercedes", "line": "Oh dear... Isn't there a more peaceful way to deal with this?"}, {"speaker": "Ingrid", "line": "No matter how long it takes, we'll need to check and rescue them all, one at a time."}, {"speaker": "Ashe", "line": "Those who have gone made may be victims themselves. Is it possible to save them?"}, {"speaker": "Annette", "line": "Well, saving the poor people who aren't crazy is definitely our top priority! Let's get on with it!"}, {"speaker": "Sylvain", "line": "Slow down, Annette. It won't do anyone any good if we panic and get injured ourselves."}, {"speaker": "Dedue", "line": "Isn't that... Your Highness. Suspicious figures spotted in the village. They seem to be...watching the chaos."}, {"speaker": "Dimitri", "line": "Are they the ones responsible for this madness? If so...it's clear what must be done. Kill them all. Don't let a single one of them escape. Sever their limbs and crush their wicked skulls!"}, {"speaker": "Claude", "line": "This is unbelievable... There's no way to tell who's lost their mind from who's mad with fear..."}, {"speaker": "Hilda", "line": "If we don't act quickly, things are just going to keep getting worse!"}, {"speaker": "Byleth", "line": "It's horrifying."}, {"speaker": "Hilda", "line": "I really don't want to get involved here...but we can't leave these people on their own, right?"}, {"speaker": "Byleth", "line": "What can we do?"}, {"speaker": "Raphael", "line": "How about we hit them hard enough to knock them out, but not hard enough to kill them?"}, {"speaker": "Ignatz", "line": "That's too reckless! But... I'll admit, I can't think of a better option."}, {"speaker": "Marianne", "line": "If some must die, just know it was by the will of the goddess..."}, {"speaker": "Leonie", "line": "Stop that, Marianne! We have to save all of them. There's no way this madness is by the will of the goddess!"}, {"speaker": "Lorenz", "line": "Nobles are responsible for the safety of commoners. By the honor of House Gloucester, I swear that I will save them all."}, {"speaker": "Lysithea", "line": "Claude. There are some strange-looking people here."}, {"speaker": "Claude", "line": "So you noticed too. Look. There's a suspicious group hiding amongst the villagers. Could they be the culprits? If so..."}, {"speaker": "Byleth", "line": "They will not be forgiven."}, {"speaker": "Byleth", "line": "I won't let them escape."}, {"speaker": "Claude", "line": "There you have it. Our objective is clear. Take down that suspicious group and rescue the villagers."}], "battle": [{"speaker": "Edelgard", "line": "The Death Knight was just a distraction. Let's concentrate on killing Solon."}, {"speaker": "Dimitri", "line": "We let him get away... That doesn't matter now. Our top priority is to kill Solon!"}, {"speaker": "Claude", "line": "What does he want, anyway? In any case, we need to take care of Solon!"}], "boss": [{"speaker": "Death Knight", "line": "My pleasure... Do your best to kill me with that blade..."}, {"speaker": "Death Knight", "line": "You are not the one I crave..."}, {"speaker": "Death Knight", "line": "My blade craves their flesh... The weak will eventually die..."}, {"speaker": "Death Knight", "line": "What are you trying to do here?", "unit": "Edelgard", "boss": "Death Knight"}, {"speaker": "Edelgard", "line": "You're the one who should be answering that question. Stay out of my way!", "unit": "Edelgard", "boss": "Death Knight"}], "end": [{"speaker": "Rhea", "line": "You did well handling that awful business in Remire Village. I am certain the goddess shares in our grief at the senselessness of that calamity. More importantly, I was shocked to hear that our own Tomas was actually a dark mage. I must reflect on our blindness."}, {"speaker": "Sothis", "line": "You surely must! You failed to notice that a rat was hiding in your home. Pathetic! Who are these wicked foes? How did Tomas escape your gaze?"}, {"speaker": "Byleth", "line": "Who are these villains?"}, {"speaker": "Byleth", "line": "Why did Tomas come to the monastery?"}, {"speaker": "Seteth", "line": "Tomas came to the monastery 40 years ago, by recommendation of House Ordelia of the Alliance. Around eight years ago he went back to House Ordelia before returning to the monastery once again just last year. After having worked at Garreg Mach for decades, why would he betray us now? Just what did he hope to accomplish? Jeritza became a professor at the Officers Academy because of a recommendation from the Imperial nobility. Supposing that he is the Death Knight, that means that our enemy is an organization that has taken root in at least two territories."}, {"speaker": "Rhea", "line": "In the long history of the Church of Seiros... No, long before even that... There have been an endless number of threats to the peace of Fódlan. Yet, those who oppose us still operate in the shadows, their identities a mystery. I believe that Solon and the Death Knight are merely one part of a much larger whole."}, {"speaker": "Sothis", "line": "A threat to Fódlan's peace? That means we have no choice. We have to stop them all!"}, {"speaker": "Byleth", "line": "What now?"}, {"speaker": "Seteth", "line": "Without knowing what their objective is, we cannot afford to act recklessly. The knights will investigate. For now, you and your class should focus on your training."}, {"speaker": "Byleth", "line": "They must be stopped."}, {"speaker": "Rhea", "line": "I have truly come to rely on you. I believe that the monastery will remain safe so long as we have you. We do not yet know the enemy's objective or whereabouts. For now, please devote yourself to preparing for whatever comes next."}, {"speaker": "Seteth", "line": "That is all for today."}, {"speaker": "Rhea", "line": "Professor. Please wait. I know there is much that you still do not understand. However, one thing is clear. You possess great power. I believe that you are destined to be a source of great hope for all. In any case, I expect great things from you. Walk this world proudly, dear Professor. May the goddess Sothis protect you."}, {"speaker": "Sothis", "line": "The goddess Sothis?! Is that what she just said?"}, {"speaker": "Rhea", "line": "Is something the matter?"}, {"speaker": "Byleth", "line": "It's nothing."}, {"speaker": "Rhea", "line": "I see. In that case, farewell."}, {"speaker": "Byleth", "line": "I had never heard the name of the goddess."}, {"speaker": "Rhea", "line": "I see. Sothis is the goddess's true name. Please do not use it carelessly. Farewell."}, {"speaker": "Sothis", "line": "Do not say something that we may regret! She... I... What exactly am I? For now, let's leave this place. Please... Go!"}], "flashback": [{"speaker": "Kingdom General", "line": "Please! Have mercy!"}, {"speaker": "Kingdom Soldier", "line": "Gah, the pain! Make the burning stop! Help me... Somebody..."}, {"speaker": "Lambert", "line": "Avenge us! Those who killed us... Tear them apart! Destroy them all!"}]}