{"chapter": "09", "title": "The Cause Of Sorrow", "speakers": ["Rhea", "Seteth", "Byleth", "Jeralt", "Sothis", "Edelgard", "Dimitri", "Claude", "Hubert", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Dedue", "Felix", "Ashe", "Sylvain", "Mercedes", "Annette", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Alois", "Catherine", "Shamir", "Gilbert", "Hanneman", "Manuela", "Cyril", "Anna", "Gatekeeper", "Student", "Monica", "Thales"], "dialogue_counts": {"Rhea": 17, "Seteth": 4, "Byleth": 267, "Jeralt": 19, "Sothis": 24, "Edelgard": 25, "Dimitri": 51, "Claude": 28, "Hubert": 20, "Ferdinand": 18, "Linhardt": 23, "Caspar": 24, "Bernadetta": 18, "Dorothea": 25, "Petra": 21, "Dedue": 23, "Felix": 18, "Ashe": 25, "Sylvain": 19, "Mercedes": 21, "Annette": 21, "Ingrid": 20, "Lorenz": 16, "Raphael": 24, "Ignatz": 25, "Lysithea": 23, "Marianne": 23, "Hilda": 19, "Leonie": 22, "Flayn": 14, "Alois": 18, "Catherine": 1, "Shamir": 3, "Gilbert": 3, "Hanneman": 1, "Manuela": 5, "Cyril": 1, "Anna": 1, "Gatekeeper": 1, "Student": 7, "Monica": 6, "Thales": 1}, "gender_counts": {"M": 362, "F": 309, "N": 7, "A": 267}, "lines": 947, "transitions": "-FMAFAFMFAA-MFMMM-F---F---M---M---M---M---M---M-F---F-F---F---M---M---M---M---F---F---F---M---M---M---F---F---F---F----F---F--F--F---M---F---MAMAM---F---FF---MAMAM---M---F-F---M-F-MA-F-F-F-F-M-M-M-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F-M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F-M-M---F-F-F-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F-F-F-F-F-F-F-M-M-M-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F---M-M-M-M-M-M-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F---M-M-M-F-F-F-M-M-M-M-M-M-M-M-M-F-F-F-F-F-F-F-F-F-F-F-F-M-MFMFM-M-M-F-F-M-F-M-M-M-M-F-F-F-M-M-M-M-M-F-F-F-M-F-M-M-M-F-F-F-F-FMMFMMFMFMMMFFFFFMMFFFMFAAF-MMMMMMMMFFFFMMMFMMFMAAMAFM-MFMFFFFFMMFMAMMFMFMFMAMAMFFFM-FAFAFF-F-FAFAFAFAFAFAFFAFAFAF-MAMAMAMAMAMAMMAM--MAMAMMAMAMMAAM-MAMAMAMMAMAMMAAMAAMAMAM-MAMAMAMAMAAMAMAMAMMAMAMM-FAFAFAFAFAFAFF-FAFAFFAAFAFAFFAFAFAFF-FAFAFAFFAFAFFAFAF-MAMAMMAMAAMAAMAMAAMAM-MAAMMAAMMAMAMAMMAAMAMAMM-MAMAMMAMAMMAAMAAM-MAMAMMAMAMMAMAMAMAMAMMAAMAM-MAMAAMAMAAMAMAMM-FAFAFAFFAFAFFAFAFF-FAAFAAFAAFAFAAFAAFAFAFF-FFAFAFAFAFAFFAFAF-MAAMAMAAMAMAMAAAMMMMMMAMM-MAAMAMAMAMAAM-MMAMAMMAMAAMAMMMAMMAMM-MMAMAMAMAMAMMAMAMAMMMMAM-FAFAFFAFAFFAFAFAFFF-FAFAFAFFAFAFAFAFAFAFAFF-FAAFAFAFFAF-FAFAFFAFAFAFFAFAFAF-FAFAFAFAFAAF-FAFAF-MAMAMMAAMAAMAM-FM-MMAAMAMMMM-F-FAAFFFFAAF-F-F-MMMMMMMAAMAAMM--MNN-MF-M-N-M-N-N-NN-MFM-MFFMFFM-M-M-FAFAFFF-M-F-MAMAMAMMAMMMMMF-MAAMF-FAAFAAFAAFMF", "opening": ["Things take a turn for the worse as you and Jeralt investigate an abandoned chapel in Garreg Mach."], "intro": [{"speaker": "Alois", "line": "Captain? Captain! Where are you? Hey, Professor. Have you seen your old man?"}, {"speaker": "Alois", "line": "Too bad. I guess it will have to be you, then..."}, {"speaker": "Jeralt", "line": "I'm back. Sorry for the delay, my last mission took longer than expected."}, {"speaker": "Alois", "line": "Captain! Thank goodness you're here. There are reports of Demonic Beasts near the chapel!"}, {"speaker": "Jeralt", "line": "Nonsense. I haven't heard anything about the monastery's walls being breached."}, {"speaker": "Alois", "line": "That's why I'm heading there now, to see what's really going on. You'll join as well, won't you?"}, {"speaker": "Jeralt", "line": "Of course. We're both sworn to protect this place."}, {"speaker": "Byleth", "line": "Where did they come from?"}, {"speaker": "Byleth", "line": "Demonic Beasts?"}, {"speaker": "Alois", "line": "It's odd. Just before they appeared, someone saw a number of students heading toward the chapel. They were apparently acting strange, as though they weren't in their right minds. Shortly after, Demonic Beasts started to appear, one after the other."}, {"speaker": "Byleth", "line": "Are the students safe?"}, {"speaker": "Byleth", "line": "Were the students killed?"}, {"speaker": "Jeralt", "line": "Hm... The students... There's no way those Demonic Beasts got in from the outside... But none of that matters right now. We need to act. Go summon your students."}, {"speaker": "Jeralt", "line": "Damn it... I wanted to talk to you about something important, but there's no time. There's never any damn time. But this is much more urgent, so it can hold for now. I'll meet you there."}], "conversation": [{"speaker": "Sothis", "line": "Tomas... No, Solon, was it not? And the Flame Emperor... It is most clear that something has transpired. And it relates to you somehow. Or is the fault my own, and you're just caught inside the wave... Sothis, the goddess of this world... I bear her name... Hmm... How confusing. I feel as though my head has turned to mush!"}, {"speaker": "Edelgard", "line": "Everyone's in such a festive mood. I feel a bit out of my element here. I can't help but worry something might happen while we're all distracted... After all, our enemies are always plotting. Still, this air of levity is much more agreeable than the grim atmosphere of late."}, {"speaker": "Dimitri", "line": "It seems the dastards who set Remire Village aflame have yet to be apprehended. Monsters. Trampling mercilessly over innocent lives. They deserve a gruesome end..."}, {"speaker": "Claude", "line": "Someone entered the old chapel... I think the townsfolk used it for feasts and such in the past. With that whole Tomas business, you can't blame the church for being on edge."}, {"speaker": "Hubert", "line": "Another month full of chaos. I've barely had time to catch my breath. What is the objective of Tomas and his ilk? And what makes Flayn so special–does that not bother you?"}, {"speaker": "Ferdinand", "line": "Ah, the ball. It reminds me of my first such event, back in the Imperial capital. It was held by my father, the prime minister. I really showed off my dancing skills! Everyone was quite impressed with me."}, {"speaker": "Linhardt", "line": "You know, Professor, I used to think I would be comfortable with all manner of experiments, so long as they provided usable results. But when I heard of Solon's work, well, I realized I'd not consider the moral and philosophical limits of what \"all manner of experiments\" might mean. Urk... Sorry. I'm not great with blood, even when I'm just thinking about it. I feel a bit ill now."}, {"speaker": "Caspar", "line": "I can't believe this... I'm so angry right now! First it's the Death Knight, and now Tomas, and neither of them are in custody! I can't stand the thought of such evil lurking in the world. We have to do something about this! I have to do something about this!"}, {"speaker": "Bernadetta", "line": "The ball. A grim reminder of my sad reality. The other nobles will be fine, I'm sure. They've all been to events like this before. But me? I'm a noble, and I've never even been close to one of these things!"}, {"speaker": "Dorothea", "line": "I wonder if Remire Village will ever be the same again. How do you recover from such a terrible event? So many dead, so much destroyed... I can't see how the whole village doesn't just end up abandoned."}, {"speaker": "Dorothea", "line": "Our class was also sent to help put the village in order. But then…"}, {"speaker": "Petra", "line": "Dancing of Fódlan is not the same as dancing of Brigid. The reason is maybe that the music has many differences. In Brigid, dancing is different for each person. Our dancing has vigor and ferocity. There is no speech of technique for our dancing."}, {"speaker": "Dedue", "line": "Even though there is to be a ball, we still have a mission. It would be nice if this month passed by in peace."}, {"speaker": "Felix", "line": "Argh... Too much merriment. The librarian betrayed us. The Death Knight is back. Is this the time to be throwing a ball?"}, {"speaker": "Ashe", "line": "Last month was– Well, you know even better than I do. I hope this one will be more cheerful. This ball though... I don't know. It's all new to me."}, {"speaker": "Sylvain", "line": "Great work in Remire Village, Professor. Who would have ever guessed it was Tomas? Ah, but no. Now isn't the time to get lost in gloomy thoughts."}, {"speaker": "Mercedes", "line": "Oh, now, where did that Ingrid run off to? The ball is soon and she hadn't even put on any makeup! I was trying to help her out."}, {"speaker": "Annette", "line": "So, Tomas the librarian was a bad guy? But he always seemed so nice! C'mon, self. You're better than this. You promised you'd be on top of things this month."}, {"speaker": "Ingrid", "line": "Mercedes locked me in her room for hours earlier... She was slathering pounds of makeup onto my face. Saying something or other about the ball. It really wore me out..."}, {"speaker": "Lorenz", "line": "Ah. The long-awaited ball. Finally, an opportunity to showcase my exquisite skills on the dance floor. These skills were ingrained in me when I was a boy. My hands and feet move on pure instinct."}, {"speaker": "Raphael", "line": "The ball is coming up soon! I am so excited! I can't wait to fill up on food while everyone's dancing. I even heard there'll be some prime cuts of meat!"}, {"speaker": "Ignatz", "line": "Some scary things have been happening lately. I hope that this month, of all months, is peaceful. The ball is coming up and everything... Although I'm not much of a dancer actually."}, {"speaker": "Lysithea", "line": "It's true that Tomas was employed here under the recommendation of House Ordelia. But that's all I know of the topic. I'd never even seen him prior to enrolling here. Even when he was supposedly in Ordelia territory, I never once saw him there. I'm still feeling bothered by all of this, but...there's not much else I can say about it right now."}, {"speaker": "Marianne", "line": "A ball? Um, I don't think I'll partake."}, {"speaker": "Hilda", "line": "It's almost time for the ball! Oooh my, am I excited! This being a school, we don't have many chances to get dressy."}, {"speaker": "Leonie", "line": "I'm glad the Remire Village situation got sorted out. But it's not over yet, is it? And I can't believe old Tomas turned out to be an enemy. Who can you trust anymore?"}, {"speaker": "Rhea", "line": "Before the ball, it is customary that we host a competition of dance known as the White Heron Cup. The students are quite fond of this tradition. Each house must select representatives to compete. Their dance shall be judged by its beauty, grace, and technique. The student who is deemed the winner will be given the opportunity to train as a dancer, should they so please. It is a very precious thing, the gift of dance. I hope that you and your students will choose to participate."}, {"speaker": "Rhea", "line": "I have been told that your house won the White Heron Cup. This can only be a result of the students' talent and effort, not to mention your steadfast instruction."}, {"speaker": "Rhea", "line": "It would appear your house was defeated in the White Heron Cup. With the White Heron Cup concluded, all that is left is to wait for the ball. I hope you will find it enjoyable."}, {"speaker": "Rhea", "line": "It has come to my attention that you did not participate in the White Heron Cup. Were none of your students skilled in dance? With the White Heron Cup concluded, all that is left is to wait for the ball. I hope you will find it enjoyable."}, {"speaker": "Seteth", "line": "I have looked into Tomas, but I just cannot make sense of this at all. From his behavior up until now, I never would have suspected that a man like him could turn on us. I have also discovered that his appearance has changed... It is almost as if he is not even human! What in the world is going on?"}, {"speaker": "Flayn", "line": "Hello Professor! The ball will soon be upon us. Ah, I can feel my heart fluttering already! I... I have never danced in front of people before. Not even once in all my life. I am very much looking forward to it!"}, {"speaker": "Alois", "line": "Ah, the ball... It reminds me of how I met my wife. I was at a village's harvest festival. There was a full moon bathing everything in its cool glow. She appeared out of nowhere, dancing gracefully in the moonlight–a lovely fairy!"}, {"speaker": "Byleth", "line": "That story sounds fake."}, {"speaker": "Alois", "line": "Hah! The \"full moon\" was an embellishment, I admit. But you can forgive a man for waxing poetic, can't you? Anyway..."}, {"speaker": "Byleth", "line": "That's a wonderful story."}, {"speaker": "Alois", "line": "We soon fell in love and tied the knot. Now we have a daughter, who's as bright and beautiful as a sunny morning. So, whenever I see people dancing, I think of my wife, and my heart does a little waltz."}, {"speaker": "Catherine", "line": "The area with the old chapel was supposed to be off-limits. It was at risk of collapse, so they didn't even post guards. It's not too strange. Does that surprise you? Eh, Garreg Mach has lots of places that are blocked off for one reason or another. That's true of the underground Holy Mausoleum as well as the northern woods. People call it the sealed forest, but as far as I can tell, it's nothing special. Just a forest."}, {"speaker": "Shamir", "line": "What's this about? The ball? Knights don't participate. It's an event for students, but it does pique the interest of some knights in particular."}, {"speaker": "Shamir", "line": "Alois can't dance, but I hear he likes to watch. He volunteered to judge the White Heron Cup. Not that I care."}, {"speaker": "Gilbert", "line": "It cannot be true that our siblings-in-arms could turn against us. However, I will continue investigating members of the church. To think even someone as senior as Tomas would fall under suspicion... I know not how far to take my search."}, {"speaker": "Byleth", "line": "Even the knights..."}, {"speaker": "Gilbert", "line": "Unlike the monks, the Knights of Seiros are Lady Rhea's direct subordinates. Some are in quite unique circumstances, but I cannot think any of them would betray us."}, {"speaker": "Byleth", "line": "Even the students..."}, {"speaker": "Gilbert", "line": "Yes, a great many strange and terrible things have come to pass this year... I must not dismiss the possibility that someone among the students is behind it all."}, {"speaker": "Hanneman", "line": "Garreg Mach Monastery is said to have been completed during the Ethereal Moon. Why, 995 years ago as a matter of fact. That's rather a long time ago, don't you think? Every year, a ball is held to celebrate the founding. And every one hundred years, a very special celebration takes place. It's a grand festival, involving all of Garreg Mach. It is thrilling to read of past festivals, and I'm rather excited to experience one for myself. Once in a lifetime, eh? The next one, in five years, will make a millennium. Should be quite an event. Do you imagine you'll still be here teaching then?"}, {"speaker": "Manuela", "line": "Great. Just...great. It's that time when all the students get all lovey-dovey. You're new, but you know about the ball, yeah? I can't bear it. Young love is wasted on the young. They can't appreciate it to its fullest! Ugh, I wish I could fall in love too..."}, {"speaker": "Manuela", "line": "Oh! Speaking of the ball, Professor, have you selected your representative for the dance contest yet? If you don't, the contest will go on without your house. And that would be...embarrassing."}, {"speaker": "Cyril", "line": "Nah, Tomas wouldn't betray the church. I don't believe it. I won't believe it! There's some people in the church who hate people like me who are from Almyra, but Tomas was always real kind. But if he really was Lady Rhea's enemy... Well, I'd defend her against anybody. No matter how kind they'd been in the past."}, {"speaker": "Anna", "line": "Hey, Professor. How's it going? Making lots of coin? I'd love to catch up, but I'm super busy right now. Working. For money. You understand."}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Ah, other than the legend of the Goddess Tower, of course. Have you heard the students talking about it? On the last night of the Ethereal Moon, on the same night as the ball... If a man and a woman go to the Goddess Tower and make a wish, it's sure to come true! I have a wish, but I can't find anybody to make it with me..."}, {"speaker": "Byleth", "line": "(Is there someone I feel that way about?)"}, {"speaker": "Rhea", "line": "The White Heron Cup is a competition of skill and grace in dance. Please encourage your house to participate. That said, if you are serious about winning, be sure to choose your representative carefully."}, {"speaker": "Edelgard", "line": "By the way, have you chosen our house's representative for the White Heron Cup? If nobody else comes to mind, I'm willing to take up the challenge, Professor."}, {"speaker": "Edelgard", "line": "Understood. Just leave this to me and victory is assured."}, {"speaker": "Edelgard", "line": "I see... If you believe there's someone more qualified, I certainly won't object."}, {"speaker": "Hubert", "line": "On a lighter note. I've heard you've yet to choose a class representative for the White Heron Cup. It's not something I'm interested in, but if no one else wants to do it, then I will shoulder the burden."}, {"speaker": "Hubert", "line": "How very whimsical of you. I suppose I'll have to do what I can."}, {"speaker": "Hubert", "line": "Wise. Better to choose someone with more charm."}, {"speaker": "Ferdinand", "line": "Do you see what I am trying to say here? Do not make me beg you... Please, choose me as our representative for the White Heron Cup!"}, {"speaker": "Ferdinand", "line": "Wonderful! You will have a chance to see the legendary footwork of House Aegir!"}, {"speaker": "Ferdinand", "line": "Hmph. If you really think someone is better suited for it, I will not argue."}, {"speaker": "Linhardt", "line": "Let us change the subject and settle my stomach. I assume you've heard about the dance competition? Have you chosen a representative yet? Or... Oh my. You haven't, have you? Have you come to tell me I'm to be it?"}, {"speaker": "Linhardt", "line": "I see... I can dance, in theory, but I dare say in practice things may go very differently."}, {"speaker": "Linhardt", "line": "I think that's wise. I simply can't really be bothe-- What I mean to say is I lack the confidence."}, {"speaker": "Caspar", "line": "Ugh. Sorry about that, Professor. I'm just so frustrated right now. I need something to take my mind off things. That reminds me! If you're looking for a volunteer, I'd be happy to represent our class in the White Heron Cup. I'm an excellent Dancer."}, {"speaker": "Caspar", "line": "Great! We both know I'm our class's best chance at winning this thing."}, {"speaker": "Caspar", "line": "You really think you can find a better dancer than me?"}, {"speaker": "Bernadetta", "line": "What is a White Heron Cup, anyway? Wh-what?! A dance competition?! That's terrifying! W-we need a representative for our class?! Please, anyone but Bernie!"}, {"speaker": "Bernadetta", "line": "You're just trying to humiliate me, aren't you?"}, {"speaker": "Bernadetta", "line": "Oh, what a relief! Thank you so much, Professor!"}, {"speaker": "Dorothea", "line": "I'm sorry, Professor. I'm talking about such grim and terrible things when we could be talking about the White Heron Cup. It's a big dance contest between the classes, and I simply adore dancing. I'm quite good at it, since I was a diva in an opera company, you know."}, {"speaker": "Dorothea", "line": "I think my heart just skipped a beat. You want me to represent the class? I'm not sure when I last experienced such flattery, Professor."}, {"speaker": "Dorothea", "line": "What? Why not me? Oh, whatever. So long as you remember to chose someone, hm?"}, {"speaker": "Petra", "line": "Are you choosing me to represent at the White Heron Cup? Or are you not?"}, {"speaker": "Petra", "line": "I will display all that I have learned. I will grab the victory!"}, {"speaker": "Petra", "line": "I have understanding. You believe that I cannot grab the victory, I am guessing?"}, {"speaker": "Dimitri", "line": "I... I'm sorry. Please ignore my troubled ramblings. Was something the matter? Something to do with the White Heron Cup? Professor, I beg of you. Please do not chose me as our house representative. I am utterly serious."}, {"speaker": "Dimitri", "line": "What?! Curse you, Professor. I will of course accept, but know that you have damned us all."}, {"speaker": "Dimitri", "line": "Oh, thank the goddess. Please be sure to select someone with the confidence to win for us."}, {"speaker": "Dedue", "line": "Incidentally, I have heard there will be a dance competition prior to the ball. Have you chosen a representative yet?"}, {"speaker": "Dedue", "line": "I will take part, if you insist."}, {"speaker": "Dedue", "line": "Someone must want to participate. You would do well to find that person."}, {"speaker": "Felix", "line": "Ah, whatever. You look like you're about to say something. Are you considering me as our representative for the White Heron Cup? Heh."}, {"speaker": "Felix", "line": "I was joking. You really couldn't find anyone else?"}, {"speaker": "Felix", "line": "I see. That's a relief."}, {"speaker": "Ashe", "line": "But speaking of the ball, isn't there something happening just before it? The White...Heron...something? It sounds like every class needs a representative. Have you picked ours yet?"}, {"speaker": "Ashe", "line": "Are you sure you want m-me to do this? I guess I'll just have to do the best I can, then."}, {"speaker": "Ashe", "line": "You should pick one of the nobles. They all have experience with this sort of thing."}, {"speaker": "Sylvain", "line": "The ball is almost here...and the White Heron Cup dance contest. So, Professor, who will be representing our class?"}, {"speaker": "Sylvain", "line": "Me? Uh, sure! Why not? I'll get out there, show off my moves, and drive the ladies wild."}, {"speaker": "Sylvain", "line": "I get it. No worries, really. I'd rather see a beautiful person dancing instead of some goof like me."}, {"speaker": "Mercedes", "line": "While we're on the subject of the ball, what's this I hear about a dance competition? Physical activity isn't my forte, but dancing can be fun! If there's no one else you'd rather select, I'm happy to represent our class."}, {"speaker": "Mercedes", "line": "Thanks for having faith in me, Professor! I'll try my best to win!"}, {"speaker": "Mercedes", "line": "Are you sure? Please let me know if you change your mind!"}, {"speaker": "Annette", "line": "After all, we have the ball to look forward to, and the White Heron Cup before that! Oh, speaking of have you chosen our house representative yet? If not, I'd like to volunteer!"}, {"speaker": "Annette", "line": "Really? That's fantastic! I'll try as hard as anyone's ever tried, you can count on it!"}, {"speaker": "Annette", "line": "Aw, that's too bad. But if you reconsider, you know where to find me!"}, {"speaker": "Ingrid", "line": "Speaking of, I heard that there's going to be a dance competition. Have you sorted out who will represent our class, Professor? It's not me, is it? Please don't say it's me..."}, {"speaker": "Ingrid", "line": "Oh dear... Well, I'll see what I can do, then. On my honor."}, {"speaker": "Ingrid", "line": "Thank goodness. I don't know the first thing about dancing."}, {"speaker": "Claude", "line": "Considering this recent rash of strange incidents, I wonder if having a ball is really the best idea... And then there's the White Heron Cup. Sheesh. What poor sap are you enlisting to represent our house, Teach?"}, {"speaker": "Claude", "line": "Claude: Me?! Don't be unreasonable, Teach! Ugh... I mean, if I have to make a miracle happen, I guess I'll figure it out..."}, {"speaker": "Hilda", "line": "Oh, but first, the White Heron Cup! Who will appear onstage, I wonder? You're choosing a representative for the dance contest, isn't that right? Choose me! I'm a pro!"}, {"speaker": "Hilda", "line": "Great! Now that I'm in the spotlight, I'll do anything to win!"}, {"speaker": "Hilda", "line": "Aww, I was really getting excited for it. Let me know if you change your mind, huh?"}, {"speaker": "Lorenz", "line": "From what I hear, the White Heron Cup will be held just prior to the ball. Say no more, Professor. I would consider it an honor to represent our class!"}, {"speaker": "Lorenz", "line": "You will not regret this choice!"}, {"speaker": "Lorenz", "line": "By all means, take your time and think it over. But I do assure you, there is no candidate better suited to the task than yours truly."}, {"speaker": "Raphael", "line": "Apparently there's supposed to be a dance contest too. I think it's called the White Heron Cup. Who's gonna represent our class? I can do it if you haven't picked someone else!"}, {"speaker": "Raphael", "line": "You made the right choice, Professor! Everyone's gonna think my moves are hilarious!"}, {"speaker": "Raphael", "line": "Aww, really? I may not look it, but I'm actually a pretty good dancer."}, {"speaker": "Ignatz", "line": "Watching other people dance can be fun though. I've heard people talking about the White Heron Cup. Do you know who will be representing us?"}, {"speaker": "Ignatz", "line": "Me?! What? No, please! You can't!"}, {"speaker": "Ignatz", "line": "I think a noble would make for a better choice. Bound to know their way around a ballroom."}, {"speaker": "Lysithea", "line": "Right... It's the dance this month, isn't it? I can't see how anyone would be much in the mood for dancing, considering... Although I suppose the White Heron Cup does sound pretty fun."}, {"speaker": "Lysithea", "line": "Uh, you want me to be our representative? I've certainly got a few moves..."}, {"speaker": "Lysithea", "line": "It would probably be more logical to ask someone who likes dancing in the first place, so I certainly understand."}, {"speaker": "Marianne", "line": "There's a dance contest as well? I see. I'll cheer for our class, of course. So, um... Who will represent our house in the contest?"}, {"speaker": "Marianne", "line": "I see, well... Um, I'm sorry. What did you say?"}, {"speaker": "Marianne", "line": "I'm sure whoever represents our class will do a fine job. Much better than I could do."}, {"speaker": "Leonie", "line": "The ball? Doesn't matter. I don't dance. I might show up for the food though. Not that it's got anything to do with me, but have you picked someone to represent us for the White Heron Cup yet?"}, {"speaker": "Leonie", "line": "What? You're asking a peasant to dance? You've got some pretty weird ideas!"}, {"speaker": "Leonie", "line": "Well, someone's bound to want to do it. I'm sure we've got a few people with the talent to win too."}, {"speaker": "Flayn", "line": "Have you heard yet about the White Heron Cup? If you have yet to choose a representative, do you mind terribly if I volunteer?"}, {"speaker": "Flayn", "line": "Ah, thank you, Professor! I am overcome with joy! Just you wait until my feet touch the ballroom floor!"}, {"speaker": "Flayn", "line": "Understood. Ah, well. Either way, I am still so excited about the ball!"}, {"speaker": "Edelgard", "line": "Well, I suppose we should practice, then. Shall we?"}, {"speaker": "Edelgard", "line": "How was that? I believe I've improved my technique."}, {"speaker": "Edelgard", "line": "Huh... Well, let's practice whenever you can spare the time. Agreed?"}, {"speaker": "Hubert", "line": "To think I'd be rehearsing my dance moves, of all things. Give me some advice, Professor."}, {"speaker": "Hubert", "line": "A little less grotesque now? Maybe."}, {"speaker": "Hubert", "line": "All right. But if we want to avoid a tragic accident during the contest, I will need more practice."}, {"speaker": "Ferdinand", "line": "Professor, uh... Do you know how to dance? I could really use some guidance."}, {"speaker": "Ferdinand", "line": "You really can do everything! I am envious of you, if you will pardon my frankness."}, {"speaker": "Ferdinand", "line": "Fair enough. You do not think I need guidance. You are probably right."}, {"speaker": "Linhardt", "line": "Professor? Are you here to practice with me for the dance contest?"}, {"speaker": "Linhardt", "line": "I don't enjoy a bit of this, you know. Entirely too much standing up and moving around for my taste. But if I'm going to do it, I may as well be in it to win."}, {"speaker": "Linhardt", "line": "I see... Well, that's just fine by me. There's a book on fishing that I'd like to finish."}, {"speaker": "Caspar", "line": "Hey, Professor! Did you want to practice dancing with me?"}, {"speaker": "Caspar", "line": "What did you think? Pretty perfect, right?"}, {"speaker": "Caspar", "line": "You're probably right. I don't need any more practice. I'm a natural!"}, {"speaker": "Bernadetta", "line": "Professor! Will you give me some dancing lessons?"}, {"speaker": "Bernadetta", "line": "Was that okay? A little reassuring at least? Maybe?"}, {"speaker": "Bernadetta", "line": "Is this your idea of an education? Clip my wings and toss me off a cliff?!"}, {"speaker": "Dorothea", "line": "Hey, Professor. You're here to help me practice for the dance contest?"}, {"speaker": "Dorothea", "line": "How was that? Was my dancing everything you hoped for and more? I certainly enjoyed it. We simply must do it again. Soon."}, {"speaker": "Dorothea", "line": "Well, I am terribly talented, agreed. Still, I think I'll practice on my own if you're too busy."}, {"speaker": "Petra", "line": "I have much to be learned. We will now practice the dancing, OK?"}, {"speaker": "Petra", "line": "I have much more knowledge of Fódlan lance. How is my dancing, Professor?"}, {"speaker": "Petra", "line": "That is not fortunate. I will have patience."}, {"speaker": "Dimitri", "line": "I am in the thick of battle, so battle I must. Will you help me prepare, Professor?"}, {"speaker": "Dimitri", "line": "How...was that? I perhaps did not offend as much as usual, but...I do not like our chances."}, {"speaker": "Dimitri", "line": "I suppose I must practice diligently while I can. On my own. Away from prying eyes."}, {"speaker": "Dedue", "line": "Will you teach me to dance?"}, {"speaker": "Dedue", "line": "Was that satisfactory?"}, {"speaker": "Dedue", "line": "That makes things difficult."}, {"speaker": "Felix", "line": "Here, help me practice my dancing. You forced me into this, so you're going to help me."}, {"speaker": "Felix", "line": "How did I get roped into this?"}, {"speaker": "Felix", "line": "Hmph! You irresponsible fiend."}, {"speaker": "Ashe", "line": "I've been practicing as best as I can, Professor, but do you think you could give me a little help?"}, {"speaker": "Ashe", "line": "Was that all right? I'm completely self-taught, so I really have no idea."}, {"speaker": "Ashe", "line": "You really want to leave this all up to me?"}, {"speaker": "Sylvain", "line": "Oh, Professor! I'm glad you're here. I need help figuring out this whole...dancing thing. Mind helping me?"}, {"speaker": "Sylvain", "line": "One and two and three and four... Got it! I'm pretty good at this."}, {"speaker": "Sylvain", "line": "Aw, don't be like that, Professor. You chose me... You should help me win."}, {"speaker": "Mercedes", "line": "Oh, Professor? Do you mind watching my dance routine? I would appreciate your honest opinion."}, {"speaker": "Mercedes", "line": "How was that? I hope it's good enough to win..."}, {"speaker": "Mercedes", "line": "I'm so sorry, I didn't realize you were busy. I didn't mean to distract you."}, {"speaker": "Annette", "line": "Professor! Would you watch me dance really quick? I've been practicing a ton!"}, {"speaker": "Annette", "line": "Mwahaha! Well? What do you think? I'd say I'm pretty great. Wouldn't you?"}, {"speaker": "Annette", "line": "Oh, do you have really important professor things to do? Well, let me know when you have the time!"}, {"speaker": "Ingrid", "line": "Professor, I admit--I have two left feet when it comes to dancing. Do you have time to give me any pointers?"}, {"speaker": "Ingrid", "line": "How did I do? Was I awkward? I felt awkward."}, {"speaker": "Ingrid", "line": "Perhaps some other time, then. Since you chose me, I'll need your guidance in all this."}, {"speaker": "Claude", "line": "Teach, this is all your doing. Step up and take responsibility. You've got to help me practice my dance moves."}, {"speaker": "Claude", "line": "My legs aren't as unwieldy as before, I think... If I keep this up, I might do not terribly."}, {"speaker": "Claude", "line": "You're too busy? Too busy to take responsibility for your actions? Wow. Well, you'd better make time for me before it's too late."}, {"speaker": "Hilda", "line": "Hey, Professor! Care to join me for dance practice?"}, {"speaker": "Hilda", "line": "Phew! I don't think we can possibly lose. Just you wait and see."}, {"speaker": "Hilda", "line": "What, you've got something better to do than watch me practice?"}, {"speaker": "Lorenz", "line": "Rehearsals will not be necessary. But, if you insist, I can give you a small taste of what is to come."}, {"speaker": "Lorenz", "line": "Well, Professor? Are those not the most exquisitely refined moved you have ever witnessed?"}, {"speaker": "Lorenz", "line": "I assure you, dancing is fully ingrained in my being. Any further practice would be redundant."}, {"speaker": "Raphael", "line": "Hey, Professor! You want to teach me some winning dance moves?"}, {"speaker": "Raphael", "line": "That looked pretty good, right? I think I can win this thing!"}, {"speaker": "Raphael", "line": "If you think my moves are good enough, then I don't need dance lessons."}, {"speaker": "Ignatz", "line": "Professor, can you watch me practice?"}, {"speaker": "Ignatz", "line": "Is this how you do it? I'm feeling a little unsteady..."}, {"speaker": "Ignatz", "line": "Professor, don't abandon me in my time of need! Why'd you pick me in the first place?!"}, {"speaker": "Lysithea", "line": "Professor, can you supervise my dance rehearsal? If I'm going to do this, I want to win it."}, {"speaker": "Lysithea", "line": "Well? How was I? I figure if I dance with passion and fervor, I'll appear even more mature."}, {"speaker": "Lysithea", "line": "You've chosen me, but you won't even bother to help me prepare? That's rather rude, Professor!"}, {"speaker": "Marianne", "line": "Did you need something, Professor? I suppose I should p-practice, right?"}, {"speaker": "Marianne", "line": "No, no. That's no good. I can't seem to get a feel for it..."}, {"speaker": "Marianne", "line": "Oh. Very well."}, {"speaker": "Leonie", "line": "Professor! Come join me for dance practice!"}, {"speaker": "Leonie", "line": "I'm going to have to do this in front of a crowd? I can feel myself going pale already."}, {"speaker": "Leonie", "line": "Hey, you're the one who put me up to this! The least you can do is give me a hand!"}, {"speaker": "Flayn", "line": "Yes? Do you need me for anything, Professor? I would be happy for some dancing guidance, should you have any!"}, {"speaker": "Flayn", "line": "Thank you so much. I am eager to improve my dancing."}, {"speaker": "Flayn", "line": "I see. Perhaps soon!"}], "dialogue": [{"speaker": "Rhea", "line": "Professor. I have been waiting for you. I am filled with grief at the loss of our most celebrated knight. Jeralt was an ally of many years...and also a dear friend."}, {"speaker": "Byleth", "line": "Many years?"}, {"speaker": "Byleth", "line": "When did you meet?"}, {"speaker": "Rhea", "line": "It was a long while back. At the time, Jeralt was a soldier of the Kingdom. He was injured in battle, and I saved him just as he was about to perish. That was our first meeting. After that, he became a Knight of Seiros. He gave his all to the service of the church."}, {"speaker": "Byleth", "line": "Why did he leave the knights?"}, {"speaker": "Byleth", "line": "But it had been so long since you last saw him..."}, {"speaker": "Rhea", "line": "He...fell in love with one of the nuns here at Garreg Mach. Their love produced a child...whom she died giving birth to. It was her decision. She weighed her own life against that of her child's and, in the end, implored me to save the child. Your father...never truly accepted that decision. He took the child–took you–and disappeared without warning."}, {"speaker": "Byleth", "line": "Who was my mother?"}, {"speaker": "Byleth", "line": "Did I inherit my Crest from my mother?"}, {"speaker": "Rhea", "line": "Your mother...she was my..."}, {"speaker": "Alois", "line": "Sorry for the interruption, Lady Rhea. There's something you must hear immediately. A report from the knights patrolling the area..."}, {"speaker": "Rhea", "line": "Very well. Professor, you are dismissed for the day. Please rest and focus only on mending your heart. Understood?"}], "flashback": [{"speaker": "Edelgard", "line": "Wrong foot, Dimitri! You're supposed to lead with your right!"}, {"speaker": "Dimitri", "line": "El, the sun's going down! I really oughta be heading home..."}], "battle": [{"speaker": "Student", "line": "..."}, {"speaker": "Jeralt", "line": "The Demonic Beasts were actually students? How can this be..."}, {"speaker": "Student", "line": "Thank you! But my friends who couldn't get away... Are they OK?"}, {"speaker": "Student", "line": "I was so scared... I'll find a way to repay you, I promise!"}, {"speaker": "Student", "line": "Sorry. That was a close one..."}, {"speaker": "Student", "line": "Phew... You saved me. Thank you!"}], "battle-talk": [{"speaker": "Jeralt", "line": "Do you really think you can keep going? Don't push yourself too hard. Thinking about what happened in Remire village, it's clear you've gotten the hang of being a leader. Maybe you should have taken command of me too!", "person_1": "Byleth", "person_2": "Jeralt"}], "end": [{"speaker": "Dimitri", "line": "There you are. Lady Rhea is looking for you, Professor. And after your audience, why don't you join me at the dining hall? You haven't eaten since...since it happened. Have you?"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Dimitri", "line": "Forgive me... I suppose it's too soon to try and coax you back into the normal swing of things. As for what happened to Jeralt... I'm so sorry. I'm sorry I couldn't do anything to stop it. Stay here until you've found some peace. I'll cover for you with Lady Rhea and everyone else."}, {"speaker": "Byleth", "line": "Thank you."}, {"speaker": "Dimitri", "line": "We'll be waiting for you whenever you're ready to return to us."}, {"speaker": "Byleth", "line": "If only."}, {"speaker": "Dimitri", "line": "No need to put on a brave face. No one would blame you for taking time for yourself."}, {"speaker": "Dimitri", "line": "I don't believe it's a sign of strength to just keep going forward no matter what. Taking the time to grieve for those we've lost...there's strength in that too. That's what I think, anyway. That said... It's also important to remember that no matter how sad you are, eventually your tears will dry up. That's when you have to figure out what it is you're living for. Then you can cling to that, with all your might, and start moving forward again."}, {"speaker": "Byleth", "line": "What I'm living for?"}, {"speaker": "Dimitri", "line": "Four years ago, in Duscur, I experienced the same pain you're feeling now. My father...was the strongest man I knew. Someone I loved and admired deeply. That day, he was killed before my eyes. His head severed clean off. My stepmother, the kindest person I had ever known, left me behind and disappeared into the infernal flames."}, {"speaker": "Dimitri", "line": "Everyone who I considered precious...my family and my closest friends...I couldn't save any of them. Not a single one. Now, the burden of the work they left behind falls on me. I must ensure they have no regrets. That's my duty, as the sole survivor of the tragedy. It's a heavy burden, but accepting it gave me the strength to pick myself up off the ground and start moving again. Start living again."}, {"speaker": "Dimitri", "line": "Jeralt is gone... So, what will you do now, Professor? What must you do? Look deep in your heart and I'm certain you'll find the answer there...indelible and inescapable."}, {"speaker": "Dimitri", "line": "I've probably bothered you enough for today, but I have just one more thought to leave you with. Even now, Seteth is gathering the knights to begin a full scale search for the enemy. It may not be right away, but before long they will find their trail."}, {"speaker": "Dimitri", "line": "No matter what happens or what anyone may say, know that I plan to stand by you, Professor. Through anything. Until the bitter end."}, {"speaker": "Sothis", "line": "Well? Did you search deep within yourself as he suggested? And did you find yourself some answers? This book is filled with secrets yet unknown. We must return another time to read the rest. Oh, but I have at least figured one thing out. I know now why our fates are intertwined..."}, {"speaker": "Alois", "line": "Ah... Here you are. To think that Captain... that Jeralt would meet his end like that. I hope you know that you were the most important thing in the world to him."}, {"speaker": "Byleth", "line": "I was?"}, {"speaker": "Byleth", "line": "What do you want?"}, {"speaker": "Alois", "line": "He wasn't the most emotional guy. I'm sure expressing his affection wouldn't have come naturally to him. After what's happened, it's up to me now. I, Alois, swear to protect you in the captain's stead.  Sorry. This isn't the time for my blathering. Lady Rhea is looking for you. I came to tell you that. I'll take my leave now."}, {"speaker": "Sothis", "line": "This book is filled with secrets yet unknown. We must return another time to read the rest. Oh, but I have at least figured one thing out. I know now why our fates are intertwined..."}], "cutscene": [{"speaker": "Jeralt", "line": "Run along now."}, {"speaker": "Monica", "line": "Thanks for all your help, sir."}, {"speaker": "Monica", "line": "You're just a pathetic old man. How dare you get in the way of my brilliant plan...you dog."}, {"speaker": "Jeralt", "line": "Run along now."}, {"speaker": "Monica", "line": "Thanks for all your help, sir."}, {"speaker": "Monica", "line": "Huh? What are you doing here?"}, {"speaker": "Thales", "line": "You must survive. Merely because there is a role that I require you to fulfill."}, {"speaker": "Jeralt", "line": "Sorry. It looks like...I'm going to have to leave you now."}, {"speaker": "Jeralt", "line": "To think that the first time I saw you cry...your tears would be for me. It's sad, and yet...I'm happy for it. Thank you...kid."}]}