{"chapter": "11", "title": "Throne Of Knowledge", "speakers": ["Seteth", "Rhea", "Byleth", "Claude", "Edelgard", "Dedue", "Dimitri", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Felix", "Ashe", "Sylvain", "Ingrid", "Mercedes", "Annette", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Flayn", "Alois", "Catherine", "Shamir", "Gilbert", "Hanneman", "Manuela", "Cyril", "Anna", "Gatekeeper", "Emperor Ionius Ix", "Duke Aegir", "Metodey", "Hubert", "Metody", "Flame Emperor", "Imperial Soldier"], "dialogue_counts": {"Seteth": 11, "Rhea": 50, "Byleth": 58, "Claude": 20, "Edelgard": 37, "Dedue": 9, "Dimitri": 28, "Ferdinand": 3, "Linhardt": 3, "Caspar": 6, "Bernadetta": 3, "Dorothea": 4, "Petra": 5, "Felix": 4, "Ashe": 7, "Sylvain": 9, "Ingrid": 6, "Mercedes": 3, "Annette": 5, "Lorenz": 4, "Raphael": 4, "Ignatz": 4, "Lysithea": 7, "Marianne": 3, "Hilda": 6, "Leonie": 4, "Flayn": 3, "Alois": 1, "Catherine": 1, "Shamir": 3, "Gilbert": 3, "Hanneman": 2, "Manuela": 1, "Cyril": 3, "Anna": 1, "Gatekeeper": 1, "Emperor Ionius Ix": 6, "Duke Aegir": 3, "Metodey": 6, "Hubert": 4, "Metody": 1, "Flame Emperor": 9, "Imperial Soldier": 2}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 355, "transitions": "----------------------------------------------------------------------------------------------------------------------------------------------", "opening": ["Your house ventures into the Holy Tomb to receive a revelation from the goddess. In that hidden place, deep beneath Garreg Mach, a shocking truth is revealed."], "dialogue": [{"speaker": "Edelgard", "line": "Professor, will you join me? There's something I must do. It will take a few days, but I promise we'll be back in time for the ceremony at the Holy Tomb."}, {"speaker": "Byleth", "line": "Where are we going?"}, {"speaker": "Edelgard", "line": "It's meant to be a secret, but...I'm going to Enbarr, the Imperial Capital. There is something I must do there."}, {"speaker": "Byleth", "line": "I'll go with you."}, {"speaker": "Edelgard", "line": "Thank you, my teacher."}, {"speaker": "Edelgard", "line": "Father, forgive me for asking this of you. I know how much pain you're in--how the burden of the throne weighs heavily on you--and so--"}, {"speaker": "Emperor Ionius Ix", "line": "There is no need to apologize, Edelgard. You must know...  that I do not have much time left in this world. The time has come."}, {"speaker": "Edelgard", "line": "Thank you, Father. Now, to complete the Imperial succession, you must relinquish your crown here in the throne room. The archbishop of the Church of Seiros would normally act as witness, but my professor will fill that role instead."}, {"speaker": "Emperor Ionius Ix", "line": "Edelgard..."}, {"speaker": "Edelgard", "line": "From this day forward, the weight of the Empire's future shall rest upon my shoulders. All that I do will be for the benefit of the people of Fódlan."}, {"speaker": "Emperor Ionius Ix", "line": "Edelgard von Hresvelg, the crown is yours. By the covenant between the red blood and the white sword, and by the double-headed eagle upon your head, I hereby pronounce you the new emperor. Are you prepared to take those responsibilities as your own?"}, {"speaker": "Edelgard", "line": "In accordance with the ancient covenant, and in keeping with the Hresvelg legacy... I swear that upon this throne, I shall use my reign to lead Fódlan to a new dawn and achieve peace for all."}, {"speaker": "Emperor Ionius Ix", "line": "The Imperial succession is complete.  My daughter, I regret that I could not do more for you. When you were stolen away to the Kingdom, when the prime minister did those horrible things, I could only watch in horror."}, {"speaker": "Edelgard", "line": "I-- I understand, Father. In those dark times, your eyes and your fists were my salvation. Within your eyes, I saw true care. And upon your fists clenched tight with indignity, I saw the blood that dripped and fell. Even as I bled, I felt that you, too, must also be bleeding."}, {"speaker": "Duke Aegir", "line": "Your Majesty! You must not leave your sleeping chambers in your condition.  Ah, Edelgard. I did not expect to find Your Highness here."}, {"speaker": "Edelgard", "line": "Prime Minister, you have misspoken. I am no longer Your Highness but rather...Your Majesty."}, {"speaker": "Duke Aegir", "line": "I-Impossible!"}, {"speaker": "Emperor Ionius Ix", "line": "It is true. Edelgard is the new emperor of the Adrestian Empire. We will summon the officials,  and prepare an ordinance at once. And you, Prime Minister--"}, {"speaker": "Edelgard", "line": "--are dismissed. It will be some time before you are allowed to make contact with the outside world again."}, {"speaker": "Duke Aegir", "line": "No! How can this be?! I- Understood, Your Majesty."}, {"speaker": "Emperor Ionius Ix", "line": "Edelgard... My dear El, I leave the fate of Fódlan...  in your capable hands."}, {"speaker": "Edelgard", "line": "Father..."}, {"speaker": "Edelgard", "line": "Thank you for staying by my side, Professor. Now that I'm the emperor, it's time to grasp my destiny. After the ceremony at the Holy Tomb, I must return to Enbarr. This may be the last we see of each other. We are out of time, my teacher. Everyone is waiting for us. We must go."}], "conversation": [{"speaker": "Byleth", "line": "(I can't hear Sothis's voice anymore...)"}, {"speaker": "Edelgard", "line": "Professor, you should know that I'll be away from the monastery for a few days."}, {"speaker": "Byleth", "line": "Where are you going?"}, {"speaker": "Edelgard", "line": "It's meant to be a secret, but...I'm going to Enbarr, the Imperial Capital. Don't worry, I'll be back in time for the ceremony at the Holy Tomb."}, {"speaker": "Dedue", "line": "Professor. Please. If he hears it from you that he needs to rest, perhaps His Highness will listen."}, {"speaker": "Dimitri", "line": "He's exaggerating. He thinks my color is off and that rest will cure all. I have a headache, but that's just from lack of sleep. It's not going to stop me from completing this month's mission."}, {"speaker": "Byleth", "line": "You should rest."}, {"speaker": "Dedue", "line": "The professor agrees. Please rest. At least until the task is at hand."}, {"speaker": "Dimitri", "line": "I won't. Even if I tried, it's not like I would get any decent sleep. It would only be a waste of time."}, {"speaker": "Byleth", "line": "Don't overexert yourself."}, {"speaker": "Dedue", "line": "I must insist—"}, {"speaker": "Dimitri", "line": "Who do you think you are? I can take care of myself, Dedue."}, {"speaker": "Dimitri", "line": "In any case, we won't let you down this month, Professor. You can rely on us."}, {"speaker": "Claude", "line": "Hey, Teach. Is it OK for you to be out on your own right now? Just…please be careful not to topple over again. You scared us nearly to death. Anyway… Doesn't Rhea want something from you? Sounds important. I'm glad I'll be there to witness the ritual at the Holy Tomb. I want to see whether or not something happens with my own eyes."}, {"speaker": "Claude", "line": "I always knew there was something special about you, but you've only gotten more and more extraordinary the longer I've know you. That transformation was just the beginning, wasn't it? I have a feeling that things will only grow more dire from here on out."}, {"speaker": "Ferdinand", "line": "Edelgard and Hubert have been busier than usual. Constantly coming and going, in and out of Garreg Mach. Perhaps they are doing something in the Empire? As the legitimate heir of the Aegir family, I have not heard anything about it. But if it were significant, I am sure my father would have told me."}, {"speaker": "Linhardt", "line": "How are you, Professor? Did Hanneman make his, I will do no harm speech or promise this won't hurt a bit when he asked to study you? Both? I've a bit of research I'd like to perform. Nothing so crass as Hanneman's poking, prodding, and drawing of blood. No, I wish to investigate Crest power itself. Crest power must have some kind of limit, right? Lady Rhea says any limits must be the protection of the goddess, but that doesn't quite answer it for me. Hmm..."}, {"speaker": "Caspar", "line": "You're so strong now! I'm starting to understand why you were appointed professor."}, {"speaker": "Caspar", "line": "I thought I was stronger, but I still have such a long way to go."}, {"speaker": "Byleth", "line": "Try to catch up to me."}, {"speaker": "Caspar", "line": "Oh, I will. I still plan on beating you some day!"}, {"speaker": "Byleth", "line": "I'll help you get there."}, {"speaker": "Caspar", "line": "You'd better not go easy on me. I need your training to be strict if I'm gonna get any better!"}, {"speaker": "Bernadetta", "line": "So hungry... Oh, is that you, Professor? Sorry. I'm really not feeling well this month. Even leaving my room for dinner is just too much. It's got nothing to do with your, um...changes. So, um, don't open the door, please!"}, {"speaker": "Dorothea", "line": "Recently, Professor, I feel as though you've been a bit distant. It's like you're sort of floating above the clouds, separate from other people... And like you've got no interest at all in ever coming back down. How can I help?"}, {"speaker": "Byleth", "line": "I'm not being distant, so don't worry."}, {"speaker": "Byleth", "line": "I don't know what to say to that."}, {"speaker": "Dorothea", "line": "Hey, don't worry. I thought maybe I'd ask and see what you'd say."}, {"speaker": "Petra", "line": "In Brigid, we have legends. Stories containing people who have a spirit living inside of them. Those spirit people have much strength. They are maybe able to fly in the air or race across the ocean. Hair that shines and eyes that glow... They have qualities that are not unlike what you are looking like, Professor."}, {"speaker": "Byleth", "line": "I can't fly."}, {"speaker": "Petra", "line": "Are you knowing that for certain? Maybe you will have wings that grow and soar through the sky..."}, {"speaker": "Byleth", "line": "Perhaps."}, {"speaker": "Petra", "line": "Do not have doubt, Professor. The powers you have are like the powers of the legends."}, {"speaker": "Felix", "line": "Hurry up and cage the wild boar. Look, he's losing his grip. Even in his swordplay, he's getting sloppy. If he keeps progressing like this, he's going to get himself killed. Kronya, Solon... They're dead, but we still have a glut of enemies. We still have to take down the Death Knight and the Flame Emperor. Our next battle is fast approaching. I'm ready for it."}, {"speaker": "Ashe", "line": "I can't even imagine what it must be like inside the Holy Tomb."}, {"speaker": "Byleth", "line": "I don't know either."}, {"speaker": "Ashe", "line": "Well, it's probably a grave, that much is for sure. And it's likely underground. Beyond that, who knows?"}, {"speaker": "Byleth", "line": "It's just a place to bury people."}, {"speaker": "Ashe", "line": "I guess you're right. Holy or not, all graves are kind of the same, aren't they?"}, {"speaker": "Ashe", "line": "I can't help but wonder though... Just what kind of ritual is this?"}, {"speaker": "Sylvain", "line": "I swear, it's like you're an entirely different person."}, {"speaker": "Byleth", "line": "I haven't changed on the inside."}, {"speaker": "Sylvain", "line": "Heh, I guess you're right. If I look hard, I can still tell it's you."}, {"speaker": "Byleth", "line": "Isn't it weird?"}, {"speaker": "Sylvain", "line": " No, not at all! I'm just not used to it. It really suits you though."}, {"speaker": "Sylvain", "line": " It's not weird at all. It's... You're somehow even more beautiful than before. I'm joking! I'm joking! Don't get mad."}, {"speaker": "Ingrid", "line": "You've been granted this power by the goddess herself. Truly, you must be a very special individual. Maybe Seiros transformed before receiving her revelation too!"}, {"speaker": "Mercedes", "line": "Hmm. I haven't heard anything about that before... Maybe that part never found its way into the legend?"}, {"speaker": "Ingrid", "line": "It is told that Seiros had a revelation instructing her to use her power for good, and to lead the people of Fódlan to salvation... I wonder what sort of revelation you might have, Professor."}, {"speaker": "Annette", "line": "Bah! Professor! Sorry, this will take some getting used to... Your hair and eye color are completely different! You just don't look like yourself anymore."}, {"speaker": "Byleth", "line": "It's only my appearance that has changed."}, {"speaker": "Annette", "line": "Of course. You're right. I'm just being silly, as usual."}, {"speaker": "Byleth", "line": "Maybe I am a different person..."}, {"speaker": "Annette", "line": "Don't scare me like that! You are still you...right? You are, right?"}, {"speaker": "Lorenz", "line": "To be honest, I cannot keep up with all that's been happening recently. Monica was actually Kronya. Tomas was actually Solon. Who were these people? What about you, Professor? You are a true ally, yes?"}, {"speaker": "Byleth", "line": "That's my intention."}, {"speaker": "Lorenz", "line": "Not the most convincing answer you could have given. Still, I simply must take you at your word."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Lorenz", "line": "Pull yourself together! It is still your duty to lead us, is it not?"}, {"speaker": "Raphael", "line": "You look so...different. You're still our professor in there, right? Did anything else change besides your hair and eyes? Are your arms bigger? How do your abs look?"}, {"speaker": "Byleth", "line": "I've changed quite a bit."}, {"speaker": "Raphael", "line": "Really?! You gotta teach me how to do that!"}, {"speaker": "Byleth", "line": "I haven't changed that much."}, {"speaker": "Raphael", "line": "That's disappointing. What's even the point?"}, {"speaker": "Ignatz", "line": "So, this month's mission is to take part in a ritual at the Holy Tomb, where you will receive a revelation from the goddess herself. What if she really appears? What if I finally get to gaze upon her radiance? I've always imagined the goddess--how beautiful she must be!"}, {"speaker": "Ignatz", "line": "You're going to the ritual at the Holy Tomb, right? I hear that a revelation from the goddess is expected. What if she shows herself? I'll be so jealous!"}, {"speaker": "Lysithea", "line": "Your hair! And your eyes! What happened to you?! You didn't lose something as a result of gaining those powers, did you?"}, {"speaker": "Byleth", "line": "Don't worry—I'm fine."}, {"speaker": "Lysithea", "line": "I see. Well, that makes me feel better. But still, be careful."}, {"speaker": "Byleth", "line": "I don't know yet."}, {"speaker": "Lysithea", "line": "Sometimes our frail bodies don’t do well with excess power… So don’t push yourself too hard."}, {"speaker": "Marianne", "line": "Long ago, Saint Seiros was gifted with a divine revelation from the goddess, as well as incredible power. Is that what happened to you too, Professor?"}, {"speaker": "Hilda", "line": "No way! The professor transformed before receiving any kind of divine revelation, right? Still, I wonder. Does the fact that you've changed really mean you've been granted some kind of power?"}, {"speaker": "Marianne", "line": "If that's the case, then what sort of revelation can be gained from the ritual?"}, {"speaker": "Hilda", "line": "I'm guessing the revelation will just be a gentle reminder to use this new power to save the people of Fódlan. What else is there to say? You don't actually believe we're going to hear the voice of the goddess, do you?"}, {"speaker": "Leonie", "line": "When you changed, even the other professors were taken completely by surprise. There's a ritual at the Holy Tomb this month, isn't there? I wonder what will happen with that. I'm sure you'll be all right. But don't lose sight of who you really are, OK? However you may change, and whatever new power goes along with those changes--you'll still be the same person, deep down. Remember that."}, {"speaker": "Rhea", "line": "You haven't a thing to worry about. You have been gifted the power of the goddess. Furthermore, you have overcome the death of your father, Jeralt...and you have destroyed countless of our wicked foes. I am proud...so very proud of who you have become."}, {"speaker": "Byleth", "line": "Thank you."}, {"speaker": "Rhea", "line": "Once we finish the ritual at the Holy Mausoleum, all will be well."}, {"speaker": "Byleth", "line": "I'm uneasy."}, {"speaker": "Rhea", "line": "That is understandable. Just know that your unease should disappear the moment we conclude the ritual at the Holy Mausoleum."}, {"speaker": "Seteth", "line": "Hmm... Ah. It is you. I am sorry, but I have a lot on my mind. I would prefer to be alone right now."}, {"speaker": "Flayn", "line": "Professor, I am so happy. Your new hair and eye color suit you well. We make quite the pair! But...recently I sense that things are a bit strained between Lady Rhea and my brother. She wants to do something at the Holy Tomb. I do not know what, but... Hm. Whenever it has concluded, I hope they will return to their friendship, as it has always been..."}, {"speaker": "Alois", "line": "Captain... Oh, Professor! How long have you been standing there? I didn't see you. I was just sorting through Captain Jeralt's belongings. I... Haven't made much progress. I keep finding things that bring back memories. Clearing out this room of his belongings again, it's... It's not easy."}, {"speaker": "Catherine", "line": "In our battle last month, we really cut the enemy down to size. But there are other enemies we have yet to hunt down, not the least the Flame Emperor. Once we've crushed them all, we can return to our peaceful lives at the monastery. It will happen soon. I have a feeling something big is coming."}, {"speaker": "Shamir", "line": "People who live an inordinately long time, people whose hair changes color, and those odd Heroes' Relics... Is Fódlan some mystical land full of inhuman creatures?"}, {"speaker": "Byleth", "line": "It's not like that."}, {"speaker": "Shamir", "line": "You still look human. For now, at least."}, {"speaker": "Byleth", "line": "Is the world different outside Fódlan?"}, {"speaker": "Shamir", "line": "You should see for yourself. I'd recommend exploring west of the Empire."}, {"speaker": "Gilbert", "line": "Sometimes, I find myself thinking I should leave Garreg Mach and return to my home... Where I should have been all along."}, {"speaker": "Byleth", "line": "Where you should have been?"}, {"speaker": "Gilbert", "line": "Ignore me. I'm sorry...it's a silly thing. An old man's ramblings, and nothing more."}, {"speaker": "Byleth", "line": "I won't stop you..."}, {"speaker": "Gilbert", "line": "I hear that Lady Rhea will accompany you for this month's task. She's the pillar that supports the hearts of Fódlan's people. Her safety is paramount. I hope there are no complications..."}, {"speaker": "Hanneman", "line": "Are you positive? Really? Your appearance is due to the influence of the Crest of Flames? Intriguing. Unfortunately, I have found no record of Nemesis's hair and eye color ever changing. However... If that transformation was brought on, in part, by the power of the Crest, that would be most... Well, I suppose interesting is too small a word. Still, it would be an absolutely exceptional discovery. To know for certain, we must investigate further. So, clothes off!"}, {"speaker": "Byleth", "line": "..."}, {"speaker": "Hanneman", "line": "What? A full physical is in order, yes? We need to know if this transformation affected you adversely. Don't worry, it won't hurt a bit."}, {"speaker": "Manuela", "line": "The Holy Tomb, huh? I've worked here for years, and this is the first I've heard of it. I mean, it does make some sense. Sort of. Something about it is still weird. I understand now why they'd build the monastery in the mountainous center of Fódlan. Although... When the monastery was built, the Kingdom and the Alliance weren't even around yet. But look how cleverly it was placed right in the middle of the Empire, Kingdom, and Alliance. That's weird, right?"}, {"speaker": "Cyril", "line": "When I first saw you, Professor, with that hair color and that eye color? I thought you looked kind of like Lady Rhea. Like maybe you could be related. I like the way it looks! I wonder if I could change my hair color too... Maybe if I tried hard enough. If I thought real hard about it, I mean."}, {"speaker": "Byleth", "line": "That would be exciting, wouldn't it?"}, {"speaker": "Cyril", "line": "All I need to do is get trapped up in a strange place and then escape, right? Just like you did."}, {"speaker": "Byleth", "line": "You don't need to do that, Cyril."}, {"speaker": "Cyril", "line": "I might not need to, but I still wanna."}, {"speaker": "Anna", "line": "Hey, Professor. You seem...different. Lots of things seem...different around here lately. I've noticed it. Have you?"}, {"speaker": "Gatekeeper", "line": "Greetings, Professor! Nothing to report! Although I suppose...you are something to report! For a moment, I thought you were someone suspicious! Lucky for you, I am quite perceptive. It took only that single moment for me to recognize you.  The professor went out and got some new power!"}], "intro": [{"speaker": "Rhea", "line": "Are you surprised, Professor? This is the Holy Tomb."}, {"speaker": "Edelgard", "line": "To think there was such a vast space beneath the monastery all this time. It's hard imagine that any of these enormous contraptions are of this world."}, {"speaker": "Rhea", "line": "This is where the goddess who created this world was laid to rest, along with her children."}, {"speaker": "Rhea", "line": "It is said that our creator, the goddess Sothis, sat upon this very throne. Professor, do you recognize this throne?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Rhea", "line": "So long... I have waited so very long for this day. Sit upon the throne. I have no doubt you will be gifted a revelation from the goddess."}, {"speaker": "Byleth", "line": "I do not."}, {"speaker": "Rhea", "line": "There is no need to hide anything from me. You have seen it, haven’t you? In a dream..."}, {"speaker": "Rhea", "line": "Well?  It was supposed to be but a step away. What could possibly be missing?"}, {"speaker": "Edelgard", "line": " Stop right there."}, {"speaker": "Metodey", "line": " Don't move, any of you. If you move, your lives will be forfeit. Thank you ever so much for guiding us this far. The Imperial army will now take possession of everything in the Holy Tomb."}, {"speaker": "Dorothea", "line": "What's the Imperial army doing here?"}, {"speaker": "Ferdinand", "line": "Wait! Does he work for the Flame Emperor?"}, {"speaker": "Linhardt", "line": "So the Flame Emperor's connected to the Empire. I never thought that possible."}, {"speaker": "Bernadetta", "line": "Edelgard, did you know about this?"}, {"speaker": "Edelgard", "line": "Yes. In fact, I gave the order. I am the Flame Emperor."}, {"speaker": "Hubert", "line": "I guess that's the end of play-at-school, Lady Edelgard. I mean, Your Majesty."}, {"speaker": "Metody", "line": "Get to work, everyone! The Crest Stones belong to us now! And take those filthy bones, too."}, {"speaker": "Rhea", "line": "Insolence! You will atone for the sin of tramping on this holy resting place.  Professor, destroy these villainous traitors who dare dishonor our creator!"}, {"speaker": "Caspar", "line": "Wait! What's the meaning of this, Edelgard?"}, {"speaker": "Petra", "line": " You... made use of us? Why?"}, {"speaker": "Edelgard", "line": "I'm sorry, my teacher. I cut this path, and now I must follow it. My friends, I ask that all of you stay back. It is not my intention to fight you.  By order of the Adrestian emperor, Edelgard von Hresvelg, I command you to collect the Crest Stones! If anyone attempts to stop us, kill them!"}, {"speaker": "Rhea", "line": "Are you surprised, Professor? This is the Holy Tomb."}, {"speaker": "Dimitri", "line": "Incredible. To think such a vast space has been hiding beneath the monastery all this time. I wonder what powers that giant mechanism that descends beneath the ground."}, {"speaker": "Rhea", "line": "This is where the goddess who created this world was laid to rest, along with her children."}, {"speaker": "Rhea", "line": "It is said that our creator, the goddess Sothis, sat upon this very throne. Professor, do you recognize this throne?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Rhea", "line": "So long... I have waited so very long for this day. Sit upon the throne. I have no doubt you will be gifted a revelation from the goddess."}, {"speaker": "Byleth", "line": "I do not."}, {"speaker": "Rhea", "line": "There is no need to hide anything from me. You have seen it, haven’t you? In a dream..."}, {"speaker": "Rhea", "line": "Well?  It was supposed to be but a step away. What could possibly be missing?"}, {"speaker": "Dimitri", "line": "Halt! Reveal yourself!"}, {"speaker": "Metodey", "line": " Don't move, any of you. If you move, your lives will be forfeit. Thank you ever so much for guiding us this far. The Imperial army will now take possession of everything in the Holy Tomb."}, {"speaker": "Dedue", "line": "Why is the Imperial Army here?"}, {"speaker": "Ingrid", "line": "This can't be. How did they get into Garreg Mach?"}, {"speaker": "Sylvain", "line": "Even the Flame Emperor is here. That can only mean--"}, {"speaker": "Felix", "line": "The Flame Emperor is connected to the Empire. What do you know."}, {"speaker": "Dimitri", "line": "I never imagined you'd have the nerve to return here. What are you after, Flame Emperor?"}, {"speaker": "Flame Emperor", "line": "Is it not obvious? The Holy Tomb contains great power; the power to rule all of Fódlan."}, {"speaker": "Dimitri", "line": "And to attain that power, you'll trample anything that stands in your way, just like you did in Duscur!"}, {"speaker": "Flame Emperor", "line": "I had nothing to do with that.  Quickly, retrieve the Crest Stones! Kill for them if you must."}, {"speaker": "Rhea", "line": "Insolence! You will atone for the sin of tramping on this holy resting place.  Professor, destroy these villainous traitors who dare dishonor our creator!"}, {"speaker": "Rhea", "line": "Are you surprised, Professor? This is the Holy Tomb."}, {"speaker": "Claude", "line": "That mechanism for descending underground back there... What powers it? When I tried to come by myself, it wouldn't even budge."}, {"speaker": "Rhea", "line": "This is where the goddess who created this world was laid to rest, along with her children."}, {"speaker": "Rhea", "line": "It is said that our creator, the goddess Sothis, sat upon this very throne. Professor, do you recognize this throne?"}, {"speaker": "Byleth", "line": "I do."}, {"speaker": "Rhea", "line": "So long... I have waited so very long for this day. Sit upon the throne. I have no doubt you will be gifted a revelation from the goddess."}, {"speaker": "Byleth", "line": "I do not."}, {"speaker": "Rhea", "line": "There is no need to hide anything from me. You have seen it, haven’t you? In a dream..."}, {"speaker": "Rhea", "line": "Well?  It was supposed to be but a step away. What could possibly be missing?"}, {"speaker": "Claude", "line": "Sorry to disturb you when you're distressed, Archbishop, but it seems some uninvited guests have arrived."}, {"speaker": "Metodey", "line": " Don't move, any of you. If you move, your lives will be forfeit. Thank you ever so much for guiding us this far. The Imperial army will now take possession of everything in the Holy Tomb."}, {"speaker": "Ignatz", "line": "The Imperial Army? What are they doing here?"}, {"speaker": "Lysithea", "line": "So, they knew we were heading to the Holy Tomb and followed us here."}, {"speaker": "Hilda", "line": "Hey, who is that standing next to the angry guy? Could that be--"}, {"speaker": "Claude", "line": "The Flame Emperor. I see. So you've been allied with the Empire from the beginning."}, {"speaker": "Leonie", "line": "What are they doing here? What do they hope to gain?"}, {"speaker": "Claude", "line": "There's only one goal for grave robbers like these, right, Flame Emperor? You're here to steal the treasure that rests within the Holy Tomb."}, {"speaker": "Flame Emperor", "line": "For a fool, you catch on quickly. Those Crest Stones will be ours. That infernal power, which is masquerading as a medicine but is truly a poison, will plague this world no longer."}, {"speaker": "Rhea", "line": "Insolence! You will atone for the sin of tramping on this holy resting place.  Professor, destroy these villainous traitors who dare dishonor our creator!"}], "battle": [{"speaker": "Rhea", "line": "I will not allow such violence from the Empire! Strike down the rebels and protect the Holy Tomb!"}, {"speaker": "Metodey", "line": "The Crest Stones are in the caskets! Open every last one of them!"}, {"speaker": "Rhea", "line": "The Holy Tomb must not be desecrated! Protect as many of the Crest Stones as you can!"}, {"speaker": "Dimitri", "line": "Heretics! What could be gained from desecrating these tombs and disgracing the dead?!"}, {"speaker": "Claude", "line": "I guess we're fighting over who gets those Crest Stones… What in the world do they intend to use them for, anyway?"}, {"speaker": "Edelgard", "line": "Take away every last one of those Crest Stones."}, {"speaker": "Rhea", "line": "That is enough! Do you even know what those stones are?!"}, {"speaker": "Flame Emperor", "line": "Take away the Crest Stones. All of them!"}, {"speaker": "Rhea", "line": "That is enough! Do you even know what those stones are?!"}], "boss": [{"speaker": "Flame Emperor", "line": "You wish to interfere? Then your life is forfeit."}, {"speaker": "Flame Emperor", "line": "You are the one person I did not wish to make an enemy of...", "unit": "Byleth", "boss": "Flame Emperor"}, {"speaker": "Dimitri", "line": "Do not try to say you have forgotten... Do you know just how many people died in Duscur?", "unit": "Dimitri", "boss": "Flame Emperor"}, {"speaker": "Flame Emperor", "line": "Why bother with this? Stay silent and fight.", "unit": "Dimitri", "boss": "Flame Emperor"}, {"speaker": "Dimitri", "line": "So you want to turn your eyes away from the lives you have trampled? Dastard! You are a monster. The lowliest beast I have ever known.", "unit": "Dimitri", "boss": "Flame Emperor"}, {"speaker": "Claude", "line": "So, you're the fabled Flame Emperor? Go ahead and enlighten me. What are you planning to do with the Crest Stones? What did you use Flayn's blood for? Who's Kronya? Who's Solon?", "unit": "Claude", "boss": "Flame Emperor"}, {"speaker": "Flame Emperor", "line": "Silence. There is no need for you to know.", "unit": "Claude", "boss": "Flame Emperor"}, {"speaker": "Claude", "line": "Is it that mask that's to blame for your curtness? If so, maybe I should rip it off and ask again.", "unit": "Claude", "boss": "Flame Emperor"}], "end": [{"speaker": "Seteth", "line": "Edelgard and Hubert have disappeared. They will surely return to the Empire. The knights have been dispatched to search and investigate. If there is any movement, we will know. We cannot ignore the possibility that there will soon be open hostilities between us and the Imperial army. When that happens, are you prepared to fight your own? If you wish to return to the Empire, I will not stop you. That is your choice to make."}, {"speaker": "Ferdinand", "line": "If Edelgard is acting afoul, then we have no choice but to strike her down."}, {"speaker": "Caspar", "line": "It's up to us to stop them! We have a war on our hands!"}, {"speaker": "Linhardt", "line": "I have no interest in fighting, not even for her. And yet--"}, {"speaker": "Bernadetta", "line": "How are we supposed to decide just like that?"}, {"speaker": "Dorothea", "line": "Edie, Hubie, I'm sorry about this, but... I'm siding with the professor."}, {"speaker": "Petra", "line": "Her doings are wrong. It is our duty to make everything right."}, {"speaker": "Seteth", "line": "I am sure you all have much on your mind. I encourage you to confer with your professor and make a decision. You have until the fighting commences.  Professor, I am depending on your strength for the safety of Fódlan."}, {"speaker": "Edelgard", "line": "The leaders of the church have misused its creed to fulfill their true desire - to rule the world. They have fooled the people of Fódlan. Long ago, they divided the Empire to create a Kingdom, and then, divided that Kingdom to create an Alliance. They did all of this to make the masses bicker amongst themselves. They caused instability in order to reinforce their own authority. They gathered gold and lived in extravagance. How? By preying on the devotion of those who wished for the goddess's salvation! Those corrupt hypocrites cannot lead Fódlan to true peace! Their foul belief system must be torn asunder so that true wisdom may finally prevail! And so, I have decided-- by order of the Adrestian Emperor, Edelgard von Hresvelg-- the Empire hereby declares war on the Church of Seiros!"}, {"speaker": "Seteth", "line": "I cannot believe it... Let us recount the situation as it stands, Professor. After you returned from the Holy Tomb... the Adrestian Empire declared war upon the Church of Seiros, as well as our allies."}, {"speaker": "Byleth", "line": "Declared war?"}, {"speaker": "Seteth", "line": "Edelgard demanded her own father relinquish the throne, and then assumed the position of emperor. She has deemed the Church of Seiros to be an evil of this world, and is calling upon the people of Fódlan to help her tear it down. I must discuss our response to this declaration with the archbishop after the knights return from their investigation. Until then, watch over the students. See that they remain calm."}, {"speaker": "Felix", "line": "So... He's finally shown his true face. The same Dimitri I've seen once before–a beast who loves spilling blood."}, {"speaker": "Ingrid", "line": "You're wrong! I'm sure of it. There has to be an explanation..."}, {"speaker": "Sylvain", "line": "I knew he'd been carrying the burden of that tragedy. I understand his thirst for revenge. His family and closest friends...all massacred right in front of him. But...it still doesn't add up. There must be more that we don't know."}, {"speaker": "Mercedes", "line": "That's true. Dimitri didn't come unhinged until after the Flame Emperor was unmasked..."}, {"speaker": "Ashe", "line": "You don't think...there's some connection between those two...do you?"}, {"speaker": "Dedue", "line": "Professor. The Empire has declared war on the Church of Seiros."}, {"speaker": "Sylvain", "line": "We knew this day would come, sooner or later."}, {"speaker": "Annette", "line": "What's going to happen?!"}, {"speaker": "Byleth", "line": "Don't worry."}, {"speaker": "Byleth", "line": "We need more information."}, {"speaker": "Ingrid", "line": "We can't afford to be optimistic. It's entirely possible the Kingdom will be invaded."}, {"speaker": "Sylvain", "line": "Settle yourself, Ingrid. We need to carefully consider our options."}, {"speaker": "Ashe", "line": "We can't just act rashly. That will only make things worse."}, {"speaker": "Dedue", "line": "One we've ascertained the situation, we must return to Fhirdiad.  Your Highness..."}, {"speaker": "Dimitri", "line": "..."}, {"speaker": "Claude", "line": "I heard what happened, Teach. The princess-- well, the emperor now-- she really did it, didn't she? The lords and dukes of both the Kingdom and the Alliance have been called out, and now have to choose between the Church and the Empire. The seed of conflict was always there, and now we find ourselves in the middle of a war that will tear Fódlan in two."}, {"speaker": "Lysithea", "line": "The Empire is rash, but I never thought it would come to this."}, {"speaker": "Leonie", "line": "How could something like this happen? I hope everyone back home is safe."}, {"speaker": "Hilda", "line": "I'm sure it's mass confusion at home right now. My brother must be worried sick about me."}, {"speaker": "Byleth", "line": "Only time will tell."}, {"speaker": "Byleth", "line": "Let's calm down."}, {"speaker": "Claude", "line": "You're absolutely right, Teach. I'm sure a lot of us are worried about our homes, but... all we can do now is prepare for battle... and tread carefully."}], "cutscene": [{"speaker": "Dimitri", "line": "Is this some kind of twisted joke?!"}, {"speaker": "Dimitri", "line": "I've been looking for you... I will take that head from your shoulders, and hang it from the gates of Enbarr!"}, {"speaker": "Imperial Soldier", "line": "Stop right there!"}]}