{"chapter": "12", "title": "To War", "speakers": ["Rhea", "Seteth", "Byleth", "Shamir", "Flayn", "Dimitri", "Claude", "Ferdinand", "Linhardt", "Caspar", "Bernadetta", "Dorothea", "Petra", "Dedue", "Felix", "Annette", "Ashe", "Sylvain", "Mercedes", "Ingrid", "Lorenz", "Raphael", "Ignatz", "Lysithea", "Marianne", "Hilda", "Leonie", "Alois", "Catherine", "Gilbert", "Hanneman", "Manuela", "Cyril", "Anna", "Gatekeeper", "Knight Of Seiros", "Randolph", "Hubert", "Death Knight", "Ladislava", "Edelgard", "Empire Soldier"], "dialogue_counts": {"Rhea": 19, "Seteth": 15, "Byleth": 33, "Shamir": 5, "Flayn": 7, "Dimitri": 7, "Claude": 13, "Ferdinand": 2, "Linhardt": 2, "Caspar": 4, "Bernadetta": 5, "Dorothea": 4, "Petra": 3, "Dedue": 10, "Felix": 2, "Annette": 3, "Ashe": 3, "Sylvain": 5, "Mercedes": 2, "Ingrid": 2, "Lorenz": 1, "Raphael": 2, "Ignatz": 5, "Lysithea": 2, "Marianne": 4, "Hilda": 4, "Leonie": 2, "Alois": 3, "Catherine": 6, "Gilbert": 1, "Hanneman": 1, "Manuela": 1, "Cyril": 1, "Anna": 1, "Gatekeeper": 1, "Knight Of Seiros": 2, "Randolph": 4, "Hubert": 4, "Death Knight": 3, "Ladislava": 3, "Edelgard": 5, "Empire Soldier": 1}, "gender_counts": {"M": 89, "F": 78, "N": 3, "A": 33}, "lines": 206, "transitions": "-FMAMAMMFFFFMF-FAAFMFMFMFMFMFMF-M---M---M---M---M---FAFAFF---FAFAF----F-F---MAMAMM---M-FMAMAF---MAMAMM---F---F---M---M---MAMAMM---F---FAFAF----F-F---FAAF---FAAFF---M---FAFAFF---MAAM---F---F---M---M---F---M---F---M--MFAFMMMFFFFFAAF-MMMMFFFMMAMAMM-FMFMMFFFMMAMAMMMM--NM-NM-M-M-M-M-M-F-F-M-M-M-M-F-F--M-M-M-M-M-M-M-M-F-F-F-F-F-MMM-M-M-F-MF-FF-F-F-M-N-F-", "opening": ["The Imperial army, led by Edelgard, advances on Garreg Mach. As everyone struggles to process this turn of events, the grim reality of war fast approaches."], "dialogue": [{"speaker": "Rhea", "line": "Unforgivable! I cannot believe that the Adrestian Empire would embark on such a violent course of action."}, {"speaker": "Seteth", "line": "The fault is my own. I failed to see the wickedness within Edelgard's heart."}, {"speaker": "Byleth", "line": "Is she wicked?"}, {"speaker": "Seteth", "line": "She plotted with ill-meaning strangers to achieve her own ambitions and defiled the Holy Tomb. If that is not wicked, what is?"}, {"speaker": "Byleth", "line": "What is her objective?"}, {"speaker": "Seteth", "line": "There is no question on that front. She clearly wishes to conquer all of Fódlan. And in order to achieve her own selfish ambitions, she plotted with ill-meaning strangers and defiled the Holy Tomb."}, {"speaker": "Seteth", "line": "Or perhaps her ambitions are even grander than we know. Perhaps she is planning to make herself a false deity by demonizing the Church of Seiros..."}, {"speaker": "Rhea", "line": "Adrestia received its very name through a divine oracle. To injure the goddess is a sin most foul that shall not be forgiven nor forgotten. We must stop the Empire...and quickly."}, {"speaker": "Shamir", "line": "I have returned, Rhea."}, {"speaker": "Rhea", "line": "Welcome back, Shamir. Were you able to discern the Empire's movements?"}, {"speaker": "Shamir", "line": "Their main troops are marching towards Garreg Mach. It is said that they will join forces with Edelgard's army and arrive within two weeks."}, {"speaker": "Seteth", "line": "Two weeks? That is not enough time! It will require all of our efforts just to prepare our defenses before then. We must send notice to all surrounding villages at once. We must order the residents of Garreg Mach to flee for their lives."}, {"speaker": "Shamir", "line": "It will be done."}, {"speaker": "Rhea", "line": "...Professor...listen closely. If our enemy invades the monastery, I will have no choice but to stand upon the battlefield. If something happens to me...I am entrusting my sacred duties to you."}, {"speaker": "Byleth", "line": "Why me?"}, {"speaker": "Byleth", "line": "Sacred duties?"}, {"speaker": "Rhea", "line": "You must have guessed it by now. The truth of who you are. Or perhaps I should say, your lost memories are surely beginning to return. I have acted all these long years as a mere proxy for you. But the duty is yours and yours alone. Only you can lead the people of Fódlan."}, {"speaker": "Seteth", "line": "...Rhea, please. You must tell me all that you know. I beg of you."}, {"speaker": "Rhea", "line": "..."}, {"speaker": "Seteth", "line": "That one...is the progenitor god. Am I correct?"}, {"speaker": "Rhea", "line": "In a sense. Our dear professor is...a vessel. One who carries the power of the progenitor god within. In time, the vessel will become one with the power contained within, and the progenitor god shall return to this world."}, {"speaker": "Seteth", "line": "I see. I trust that you are aware of the questionable nature of this experiment? But I suppose there is no turning back..."}, {"speaker": "Rhea", "line": "I ask that you help our friend...and in doing so, help her. I am waiting and hoping for the moment when our creator rules this wayward land once more."}, {"speaker": "Seteth", "line": "I am sorry, but I cannot do this. I am not certain it is just..."}, {"speaker": "Rhea", "line": "I see. That is a shame."}, {"speaker": "Seteth", "line": "I understand. As ever, I will take you at your word."}, {"speaker": "Flayn", "line": "Lady Rhea! Brother! I will do my part as well!"}, {"speaker": "Seteth", "line": "Flayn! Were you eavesdropping? Regardless, I am glad to hear it. You owe your life to the professor, after all. And in the end, they may prove to be our brethren."}, {"speaker": "Rhea", "line": "You have my gratitude, Seteth. And you as well, Flayn. As followers of the progenitor god, it is up to us to see our mission through."}], "conversation": [{"speaker": "Dimitri", "line": "... I'll have that girl's head. Just you wait..."}, {"speaker": "Claude", "line": "The Empire is moving quickly. Edelgard must have been preparing for this for a while now. If you really think about it, she must have been planning for this even before you got the Sword of the Creator... Of course she was always a step ahead of us. We were blinded by the ball and the Battle of the Eagle and Lion, and everything else..."}, {"speaker": "Ferdinand", "line": "Half of the Empire's six great noble families have declared their support for Edelgard. Of the other three, Lord Vestra was assassinated. Hubert, his son, will succeed him. Bernadetta's father, Count Varley, is under house arrest. His wife is now supporting Edelgard. And my father...he was stripped of his role as prime minister. As as result, House Aegir has lost all of its power, all of its land. We have lost everything. I...I... What do I do?"}, {"speaker": "Linhardt", "line": "The most important nobles in the Empire are known for taking power from the previous emperor, my father included. I didn't think it possible that the Imperial princess could ascend the throne so easily. However, it seems that both my father and Caspar's are supporting Edelgard... Having both the Minister of Domestic Affairs and Minister of Military Affairs on your side gives you total control over the Empire's military and finances. They must have been making preparations for quite some time without anyone noticing..."}, {"speaker": "Caspar", "line": "I don't normally have a problem jumping into a fight, but it feels strange going up against my father. We aren't especially close, but he's not an opponent I'd want to face. I'd almost rather fight a monster! I hope he's not part of the group coming to attack Garreg Mach..."}, {"speaker": "Bernadetta", "line": "What does war with Edelgard mean for us, Professor? And why does she even want that?"}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Bernadetta", "line": "Yeah, I guess we'd have to ask her."}, {"speaker": "Byleth", "line": "She seems to think force is the only way."}, {"speaker": "Bernadetta", "line": "I wonder why she'd think that..."}, {"speaker": "Bernadetta", "line": "That's how it always goes, I guess. You never realize something can't be undone until you've done it."}, {"speaker": "Dorothea", "line": "Edelgard became emperor and raised an army, huh? Who knew the kid had it in her? I mean, yeah, of course, I knew she'd be emperor eventually, but... The more I think about it, the more surprised I am. I wonder who's going to win..."}, {"speaker": "Byleth", "line": "Us or her, you mean?"}, {"speaker": "Dorothea", "line": "But would it really be OK for Edelgard to win?"}, {"speaker": "Byleth", "line": "We will not lose."}, {"speaker": "Dorothea", "line": "Thinking about it makes me scared. We're up against the entire Imperial army! Still, I know someone as smart as you will figure something out..."}, {"speaker": "Petra", "line": "I am owing big debts to Duke Gerth of the Empire. He is the Minister of Affairs that are Foreign. He is a friend of Edelgard. He is to her side. What should I be doing?"}, {"speaker": "Petra", "line": "I have had the arrival of a letter from Edelgard. She is asking...that I join her side. She is making the decision...no, she is deciding if Brigid is a friend or an enemy of the Empire. But my choice is not to be friends. My choice is to fight with you. Brigid is not a friend of the Empire. We will not be following again. We will be ready to fight with you instead."}, {"speaker": "Dedue", "line": "His Highness calls for the head of Edelgard. For me, that is cause enough to fight."}, {"speaker": "Byleth", "line": "That is against the teachings of the goddess."}, {"speaker": "Dedue", "line": "Perhaps. But it is too late to stop him now."}, {"speaker": "Byleth", "line": "You're truly all right with that?"}, {"speaker": "Dedue", "line": "The hatred of His Highness is also my hatred. Any other feelings I may have are irrelevant."}, {"speaker": "Dedue", "line": "And if Edelgard was responsible in any way for the Tragedy of Duscur, that is something I cannot ignore. If that is the case, then she is my enemy."}, {"speaker": "Felix", "line": "You saw it too, didn't you? The boar's true nature. He's hidden his desire for revenge pretty well. But now it's stirred up. Well, regardless. That girl's starting an all-out war, isn't she? But an enemy is an enemy, no matter who they are. Don't let compassion for her get in your way."}, {"speaker": "Annette", "line": "Once the Imperial army reaches the monastery, we'll have no choice but to fight..."}, {"speaker": "Ashe", "line": "What's going to happen to us?"}, {"speaker": "Byleth", "line": "Everything will be all right."}, {"speaker": "Ashe", "line": "I believe you. With the knights on our side, and especially with you, Professor, I know we can do this!"}, {"speaker": "Byleth", "line": "I can't say for sure."}, {"speaker": "Annette", "line": "Oh. Well, we'll just have to try our best."}, {"speaker": "Sylvain", "line": "Things must be pretty crazy in Faerghus about now. My father must be beside himself. I don't get it. Why did Edelgard make enemies with the nobles?"}, {"speaker": "Byleth", "line": "I have no idea."}, {"speaker": "Sylvain", "line": "Me either... Of course, even if we did get it, what do we do about it?"}, {"speaker": "Byleth", "line": "For the sake of her ideals?"}, {"speaker": "Sylvain", "line": "Ideals she believes in so much she was willing to start a war over them? Those must be some lofty ideals, to say the least."}, {"speaker": "Sylvain", "line": "I hope this all gets sorted out quickly and safely. I'm worried about my father."}, {"speaker": "Mercedes", "line": "I guess we have no choice but to fight, have we? Oh, but why would Edelgard do something like this? I'm sure we'll be all right though, Professor. The goddess will keep us safe."}, {"speaker": "Ingrid", "line": "I've known His Highness since I was a child, but I've never seen that side of him before. He seemed like a completely different person than the one I know..."}, {"speaker": "Lorenz", "line": "The Empire's aggression cannot stand. But if we are going to attack them now, we must be honest with ourselves about our chances of success. It goes without saying that I will fight the Imperial army with everything I have, for as long as I am able. But House Gloucester's territory is adjacent to Imperial lands. Let us proceed with caution."}, {"speaker": "Raphael", "line": "I hear the Alliance's territory will be in danger if we don't get rid of these Empire guys! If the Alliance is in danger, that means my sister's in danger too! There's no way I'm gonna allow that. It doesn't matter how many guys they throw at us, I'll beat 'em all! These muscles aren't just for show! But first, I gotta get some food."}, {"speaker": "Ignatz", "line": "You know, Professor, I'm glad that I came to the Officers Academy. I feel accepted here. I've learned so much. Honestly, I'm surprised at how much I've grown. So, I will not let the academy be destroyed. It's important to me, and I will protect it!"}, {"speaker": "Byleth", "line": "I feel the same."}, {"speaker": "Ignatz", "line": "I feel braver just hearing you say that, Professor."}, {"speaker": "Byleth", "line": "Don't do anything rash."}, {"speaker": "Ignatz", "line": "I'll try to keep a clear head, but there won't be any turning back for me. I don't want to have regrets."}, {"speaker": "Ignatz", "line": "We're gonna win this, Professor!"}, {"speaker": "Lysithea", "line": "So Edelgard, the one who calls herself the Flame Emperor, was connected to those strange beings. The Imperial army might be using even more terrifying methods than we know. You had better be cautious, Professor. Any amount of carelessness might prove to be our undoing."}, {"speaker": "Marianne", "line": "Can we really defeat someone who is willing to turn their back on the world just to uphold their own beliefs? I've spent my whole life running in fear, and now...I..."}, {"speaker": "Byleth", "line": "We can win this together."}, {"speaker": "Marianne", "line": "Surely we can win if we rely on each other. Right, Professor?"}, {"speaker": "Byleth", "line": "We can't win if you run."}, {"speaker": "Marianne", "line": "You're right. It's time to stop running. I'll fight with everything I've got!"}, {"speaker": "Hilda", "line": "You'll battle Edelgard, right? Good luck! Me? Oh, I'm going to run away. I have zero interest in dying here, thank you very much."}, {"speaker": "Hilda", "line": "At times like this, I just feel so anxious, you know? But you'll watch out for me there. Right, Professor?"}, {"speaker": "Leonie", "line": "What is Edelgard even trying to achieve? She wants to destroy the church so badly that she'll take on anyone who doesn't fall in line? I don't get it."}, {"speaker": "Byleth", "line": "Her ideals are in conflict with yours."}, {"speaker": "Byleth", "line": "It's a hard thing to accept."}, {"speaker": "Leonie", "line": "I just can't believe she'd start a war over it. Not to mention using such nasty tactics to get her way. Could Captain Jeralt's death have also been a part of her plan? Don't you go and die on me, Professor. Captain Jeralt would never forgive you."}, {"speaker": "Rhea", "line": "How are you, Professor? Any new changes to report? With the Imperial army drawing near, it is most vexing that we cannot relax and converse as we once did... Thankfully, you have the divine protection of the goddess on your side. Please try to listen carefully for her voice..."}, {"speaker": "Byleth", "line": "I will try."}, {"speaker": "Byleth", "line": "I can't hear a thing."}, {"speaker": "Rhea", "line": "Please do not say such sad things. I am certain you will hear her in time."}, {"speaker": "Rhea", "line": "May the goddess's voice reach you..."}, {"speaker": "Seteth", "line": "We must protect Garreg Mach. Defiling the Holy Tomb was a sacrilege. I will not allow such a thing to happen again. The archbishop has already given you a new responsibility. I want you to rise to that honor."}, {"speaker": "Flayn", "line": "Professor... War is breaking out again, is it not?"}, {"speaker": "Byleth", "line": "Again?"}, {"speaker": "Flayn", "line": "There was a truly terrible war, once upon a time."}, {"speaker": "Byleth", "line": "I want to stop it if I can."}, {"speaker": "Flayn", "line": "An honorable notion. Do you think there is something to be done? Whatever shall we do?"}, {"speaker": "Flayn", "line": "I never wanted another war... All we can do is steel ourselves for the fight ahead."}, {"speaker": "Alois", "line": "Well, perhaps it's pointless to get upset about the past. My duty now is to prepare for battle. We're depending on your strength, Professor. Crush our enemies!"}, {"speaker": "Byleth", "line": "I'll try"}, {"speaker": "Byleth", "line": "I'm depending on you."}, {"speaker": "Alois", "line": "Captain, I hope you're watching! We will protect Garreg Mach!"}, {"speaker": "Catherine", "line": "Ugh. If I could go back to last month and throttle my carefree self! Now it turns out Edelgard is the Flame Emperor, and the new Adrestian emperor! And she's striking out against the monastery, with the full force of the Imperial army behind her. We gotta beat her at her own game! For our sake as well as Lady Rhea's..."}, {"speaker": "Shamir", "line": "We're falling behind. I don't know that we can keep up with the new emperor. To think that she was able to raise an army of that size right under our noses... However hard we fight, I give us a 50 percent chance of winning. The enemy has too many advantages. We must make careful preparations."}, {"speaker": "Gilbert", "line": "There are always small power struggles, still... It has been hundreds of years since all of Fódlan was consumed by war. I didn't actually think it would come to this... I feel as though I'm not in my rightful place. I cannot protect the things I should... Professor. If I survive this war, I wish to return to my homeland... To the land of my king."}, {"speaker": "Hanneman", "line": "The Holy Tomb held many Crest Stones. This is the first time I've heard of Crest Stones being hidden away in such a place... But more importantly, I'm interested to know the Empire's aim. Why would their army desire Crest Stones? There is power there, yes. And yet... I must think on this. The Crest Stones lie at the heart of the events surrounding Conand Tower and the chapel as well... And of course, the Crest Stones somehow transformed those traitors and their captives into Demonic Beasts... Could that possibly be their aim?! The Empire's army may well plan to use Crest Stones to create Demonic Beasts!"}, {"speaker": "Manuela", "line": "The mastermind behind the attacks on the monastery was Edelgard? Wow. Doesn't make much sense though, does it? There would need to be all sorts of territories and groups tangled up in this sort of mess... Eh, I'm gonna stop. I don't really have the head for this political stuff. Mostly I'm worried about my old opera company. I wonder what's happening in the capital right now. I hope they're safe..."}, {"speaker": "Cyril", "line": "It's my job to protect Lady Rhea. I've gotta do it. and I gotta do it as best I can. And if that means I gotta die for her, then I will. Ugh, how could Edelgard treat Lady Rhea like she's the bad guy? She's never been anything but nice to everybody! I just don't get it at all..."}, {"speaker": "Anna", "line": "I can't believe the Empire raised an army... Even I couldn't have guessed it. War is profitable...but dangerous. I really don't like seeing people I care about out there mixed up in all this."}, {"speaker": "Gatekeeper", "line": "Greetings Professor! Something to report! Unexpected, isn't it? Apparently, this is the first time Garreg Mach has been invaded in its whole 995-year history! It's my job to protect this gate, so even if enemies come in droves, I will never let them through! I hope we both survive... Let's battle with all our might and pray we win this thing!"}], "intro": [{"speaker": "Alois", "line": "Listen up, everyone! The Imperial army is upon us. If you can fight, pick up a weapon! Everyone else, hurry up and evacuate! We have the goddess's protection on our side. We have nothing to fear. Victory will be ours!"}, {"speaker": "Catherine", "line": "Professor. Are you ready?"}, {"speaker": "Byleth", "line": "Almost."}, {"speaker": "Catherine", "line": "Well, hurry up. I don't need to tell you that the situation is dire. We have some support troops from the local nobles, but the army we're facing is immense. No matter how you look at it, we're at a disadvantage. To make matters worse, the enemy is being led by Edelgard. Do not underestimate how extraordinary her abilities are."}, {"speaker": "Linhardt", "line": "Of course we know, but we can't let her get away. Also, please cease your unwarranted glaring. We don't deserve your judgement."}, {"speaker": "Ferdinand", "line": "My father was removed from his role as prime minister and is still under house arrest in the Imperial capital. As his successor...it is my duty to stop her!"}, {"speaker": "Caspar", "line": "The way she's going about all of this is wrong. It's up to us to help her realize that!"}, {"speaker": "Bernadetta", "line": "I won't be following her, but...l won't run away either!"}, {"speaker": "Dorothea", "line": "Edie's going to come at us with all she's got. And that's a lot. That means we need to fight her with all of our might too."}, {"speaker": "Petra", "line": "She is one who has strength, that has certainty. But we have strength also. We will not be losing!"}, {"speaker": "Flayn", "line": "I shall fight with all that I have. It is an honor to fight alongside each of you!"}, {"speaker": "Catherine", "line": "You students really have guts, don't you? Though, I suppose I can't call you students anymore. You're now part of our order. You have our support and our gratitude. Professor, I'm counting on you. Go ahead and take the lead."}, {"speaker": "Byleth", "line": "Leave it to me."}, {"speaker": "Byleth", "line": "I'll protect the students."}, {"speaker": "Catherine", "line": "These kids...they look up to you. I guess that goes without saying. Just look in their eyes and you can see it. If we all make it through this, let's meet again. Good luck out there!"}, {"speaker": "Dimitri", "line": "They're here. At long last."}, {"speaker": "Felix", "line": "It seems this will be a battle to remember. About time."}, {"speaker": "Ashe", "line": "I'll never give up, no matter how outnumbered we are. I'll fight to the very end!"}, {"speaker": "Sylvain", "line": "Hm, I should have made a move on the Imperial princess before things got this far. It could have changed everything."}, {"speaker": "Mercedes", "line": "We have the goddess's divine protection on our side. All that's left to do is to try our best."}, {"speaker": "Annette", "line": "All we can do is fight as best as we can. Though...if I'm being honest, I'm really scared right now..."}, {"speaker": "Ingrid", "line": "We can't just hand over the Kingdom and the monastery. We'll stop her, no matter what it takes!"}, {"speaker": "Dedue", "line": "Your Highness, you do not seem...well."}, {"speaker": "Dimitri", "line": "  Unwell, you say? What's gotten into you? Nothing could be further from the truth. I'm so happy I can hardly contain myself. My father, my stepmother, my dear friends? They want her head. They want her life! They've whispered as much to me. And the chance to answer their pleas has arrived, at long last!"}, {"speaker": "Byleth", "line": "Don't lose control out there."}, {"speaker": "Dimitri", "line": "  I'm always in control, Professor! And I'll stay in control until I have the pleasure of killing that woman!"}, {"speaker": "Byleth", "line": "Don't act rashly. We're all in this together."}, {"speaker": "Dimitri", "line": "  Of course, of course! But don't mistake my intentions. Edelgard will die by my hand, and mine alone."}, {"speaker": "Dimitri", "line": "Let's move, Professor. Even if it costs me my life, I won't rest until I've crushed her skull in my bare hands!"}, {"speaker": "Hilda", "line": "She's back already? Talk about impatient!"}, {"speaker": "Claude", "line": "If we don't stop them, the academy will be destroyed. Prepare for battle, everyone!"}, {"speaker": "Lysithea", "line": "We will stop Edelgard's rampage!"}, {"speaker": "Ignatz", "line": "Our opponent is formidable, but if we work together, we will not fail."}, {"speaker": "Raphael", "line": "Enough talking! Let's go!"}, {"speaker": "Marianne", "line": "Dear Goddess… Please, protect us all…"}, {"speaker": "Flayn", "line": "I shall fight with all that I have. It is an honor to fight alongside each of you!"}, {"speaker": "Hilda", "line": "Professor, Claude… You'll lead the way, won't you? You won't let any of us fall, right?"}, {"speaker": "Claude", "line": "I wanted to talk to Rhea first, but as expected, that won't be possible. What did she hope to accomplish at the Holy Tomb? What happened to you as a baby? There are still so many things I need to know. The same goes for the real origin of the Crest Stones and the Heroes' Relics. As for Seiros and Nemesis…just how much of their mythology is true?"}, {"speaker": "Claude", "line": "It's true. But lucky for me, I refuse to die with so much still unknown. Hey, Teach… All joking aside. Can we possibly survive this battle?"}, {"speaker": "Byleth", "line": "We'll find a way."}, {"speaker": "Claude", "line": "That's all we can do, right? If we gave up, the god of fate wouldn't be happy."}, {"speaker": "Byleth", "line": "I don't know."}, {"speaker": "Claude", "line": "Hey, now! I wasn't really looking for an honest answer. Honesty is bad for morale, Teach. You'd better cut that out."}, {"speaker": "Claude", "line": "I'm a lot of things, but I'm not the kind of man to just roll over and die in a place like this. I have my own ambitions to see to. There are things…dreams…that I must see come to fruition. And I've been thinking. I want you to see those dreams realized as well. On top of all that, there are still so many secrets out there, just waiting to be uncovered. We can't let that stand, can we?"}, {"speaker": "Claude", "line": "So, Teach… No, scratch that. You're so much more. You're my ally and my friend. Teach… Friend… None of those words quite capture what you've come to mean to me. We may not be connected by blood, but I believe our bond goes deeper than that. Now that we know each other, our hearts are connected. Even if our paths diverge and we're forced to say good-bye… I know that we'll meet again."}, {"speaker": "Claude", "line": "And so, for lack of a better word, I gratefully call you my friend, and I hold fast to the belief that this isn't it for us. No matter who or what you really are, I'll always be on your side. You can't count on much in this world, but you can count on that."}], "battle": [{"speaker": "Knight Of Seiros", "line": "I have a report! The enemy is within the walls. They're about to break the defensive line!"}, {"speaker": "Dedue", "line": "The archbishop and the defensive line both require our assistance. We must protect them until reinforcements get here."}, {"speaker": "Knight Of Seiros", "line": "Report! The enemy has taken the entrances there the reinforcements were heading!"}, {"speaker": "Dedue", "line": "We must retake the strongholds to the east and west so our reinforcements can get through."}, {"speaker": "Dedue", "line": "One stronghold secured."}, {"speaker": "Dedue", "line": "Both strongholds secured, with time to spare."}, {"speaker": "Seteth", "line": "Alright, that's one stronghold recaptured. Now, the other!"}, {"speaker": "Seteth", "line": "That's both strongholds! It appears we were right on time."}, {"speaker": "Seteth", "line": "No–the monestary has fallen! We've been defeated..."}, {"speaker": "Catherine", "line": "I'm here, and I've brought reinforcements! Don't worry--we'll protect the monastery!"}, {"speaker": "Shamir", "line": "I brought reinforcements. I'll send them to the front line."}, {"speaker": "Dedue", "line": "They have taken the monastery. We have lost..."}, {"speaker": "Claude", "line": "We took back one of the strongholds. On to the next…"}, {"speaker": "Claude", "line": "All right, we took back both of the strongholds. Let's keep up the momentum!"}, {"speaker": "Claude", "line": "Damn it... The monastery has fallen into the hands of our enemy. We failed."}, {"speaker": "Rhea", "line": "The goddess protects us... what is there to fear rebel swords... This is blasphemy against the goddess! Stop this now!"}, {"speaker": "Rhea", "line": "N-no... I cannot fall here..."}, {"speaker": "Randolph", "line": "A wonderful chance to earn some recognition! I'll be the one to take down the monastery!"}], "boss": [{"speaker": "Randolph", "line": "I have no choice but to distinguish myself in this fight!"}, {"speaker": "Randolph", "line": "Argh! I'm finished. I'm loathe to say it, but I must retreat..."}, {"speaker": "Hubert", "line": "Such a shame. There are people in the Empire you truly care about, too, aren't there? I wonder what will become of them."}, {"speaker": "Hubert", "line": "What you fail to appreciate is that we have, at our backs, a force you cannot hope to defeat."}, {"speaker": "Hubert", "line": "I can afford to fall back. We still have the advantage."}, {"speaker": "Death Knight", "line": "This fight is but a sideshow... to the ravaging of the sacred place that is Garreg Mach..."}, {"speaker": "Death Knight", "line": "The time is not right... I will wait for the next opportunity..."}, {"speaker": "Ladislava", "line": "I will not allow you to get any closer to Her Majesty!"}, {"speaker": "Ladislava", "line": "My life was changed forever by Her Majesty... Now, I lay it on the line. For the Empire!"}, {"speaker": "Ladislava", "line": "Lady Edelgard, I'm so sorry! I can't keep going! I must retreat!"}, {"speaker": "Edelgard", "line": "Think very carefully about whether you wish to raise your sword against the Empire... or if you will offer it to us in fealty. And after you've thought it through, if you still wish to fight, I won't stop you. I will simply use the full extent of my power... and crush you."}, {"speaker": "Edelgard", "line": "You will come to regret raising your blade against the emperor of the Adrestian Empire!"}, {"speaker": "Caspar", "line": "Huh. This guy seems real familiar...", "unit": "Caspar", "boss": "Randolph"}, {"speaker": "Randolph", "line": "Y-you dastard! Aren't you... No...", "unit": "Caspar", "boss": "Randolph"}, {"speaker": "Caspar", "line": "Eh, that doesn't matter right now. Let's go!", "unit": "Caspar", "boss": "Randolph"}, {"speaker": "Hubert", "line": "Lady Edelgard held you in such high esteem. In the end, however, it seems like you are nothing more than a slave to your goddess.", "unit": "Byleth", "boss": "Hubert"}, {"speaker": "Death Knight", "line": "This battlefield is too chaotic... for us to kill each other upon...", "unit": "Byleth", "boss": "Death Knight"}, {"speaker": "Edelgard", "line": "I wish you were someone whose heart could be swayed by my words and deeds. If it were so, I would have done anything to make you my ally...", "unit": "Byleth", "boss": "Edelgard"}, {"speaker": "Dimitri", "line": "You're late. I... We are all tired of waiting. Now, let's separate that sick head from your neck, shall we?", "unit": "Dimitri", "boss": "Edelgard"}, {"speaker": "Edelgard", "line": "Heh. You never were one for patience.", "unit": "Dimitri", "boss": "Edelgard"}], "end": [{"speaker": "Edelgard", "line": "You fought well. But now, your fight is over. Send in our reserve troops! And give my uncle the signal!"}, {"speaker": "Rhea", "line": "What... is this?!"}], "cutscene": [{"speaker": "Rhea", "line": "Everyone here, young and old, is in your hands."}, {"speaker": "Rhea", "line": "No. I will not allow another Red Canyon tragedy to happen here."}, {"speaker": "Claude", "line": "What is going on?"}, {"speaker": "Empire Soldier", "line": "What now?"}, {"speaker": "Rhea", "line": "Why did you come?!"}], "narration": ["In Imperial Year 1181, the New Adrestian Emperor, Edelgard von Hresvelg, led a strategic assault against the monastery at Garreg Mach. Though her own losses were great, her foes had no choice but to surrender. Archbishop Rhea commanded the Knights of Seiros, leading from the front lines against the Imperial Army. But amidst the chaos of battle, she vanished, and her whereabouts remain unknown. With this single attack, the Adrestian Empire officially launched its offensive against the Holy Kingdom of Faerghus and the Leicester Alliance. The unification of Fódlan has begun."]}