{"chapter": "01", "title": "The Battle Begins", "speakers": ["Greil", "Ike", "Titania", "Oscar", "Boyd", "Zawanar", "Bandit"], "dialogue_counts": {"Greil": 5, "Ike": 17, "Titania": 23, "Oscar": 8, "Boyd": 9, "Zawanar": 5, "Bandit": 2}, "gender_counts": {"M": 39, "F": 23, "N": 7, "A": 0}, "lines": 69, "transitions": "MMMMMMFMFMFFMMFMFMMMMMMMFFF-FFFMMMMMF-FMMFMMMF-NN-N-N-N-NMN-FM-FMFMFMFMFM-MMMMF", "intro": [{"speaker": "Greil", "line": "Good morning, Ike. Today’s your first day as a professional soldier, isn’t it?"}, {"speaker": "Ike", "line": "Yeah, and I’m ready to go."}, {"speaker": "Greil", "line": "What you are is late. The others were suited up and ready at the break of dawn."}, {"speaker": "Ike", "line": "Sorry. I’ll get up earlier from now on. So, what’s my first job?"}, {"speaker": "Greil", "line": "I’m talking with Titania right now. Wait outside until we’re done."}, {"speaker": "Ike", "line": "Yes, sir."}, {"speaker": "Titania", "line": "Very well, Commander Greil, shall we continue?"}, {"speaker": "Greil", "line": "You were telling me about some bandits that needed taking care of, weren’t you?"}, {"speaker": "Titania", "line": "Correct. The request comes from a nearby village. According to our reports, the bandits are not all that strong. I think it best if I ride out and take a look. I plan on taking Oscar and Boyd along with me."}, {"speaker": "Greil", "line": "Just the brothers? Hm. Go ahead and add Ike to your team. Shinon, Gatrie, and I can handle the other two jobs easily enough. Titania, I’m leaving Ike in your care. I’m trusting you to show him the ropes."}, {"speaker": "Titania", "line": "Understood, Commander."}, {"speaker": "Titania", "line": "Come on, Ike. Let’s get you set up."}, {"speaker": "Ike", "line": "All right...My first job."}, {"speaker": "Oscar", "line": "Captain Titania. Preparations are complete, and I’m ready to go."}, {"speaker": "Titania", "line": "Impeccable timing. It’s nice to know we can always count on you to be at the ready, Oscar."}, {"speaker": "Boyd", "line": "Don’t forget about me! I’m ready for action!"}, {"speaker": "Titania", "line": "Is that so, Boyd? That’s a surprise."}, {"speaker": "Boyd", "line": "Ha! Not today it isn’t."}, {"speaker": "Boyd", "line": "As of today, I am going to be the absolute model of perfection. I need to set a good example for Ike!"}, {"speaker": "Ike", "line": "I’ll take your word for it."}, {"speaker": "Oscar", "line": "Your first campaign at last. I know you’ve wanted this for a while. Are you nervous,Ike?"}, {"speaker": "Ike", "line": "I think I was more nervous last night. I could hardly sleep. This morning, I’m feeling pretty good. It’s the calm before the storm."}, {"speaker": "Oscar", "line": "You should try to relax. You’re not going to be out there alone."}, {"speaker": "Ike", "line": "Yeah, you’re right."}, {"speaker": "Titania", "line": "Right. Everyone ready? Let’s go."}, {"speaker": "Titania", "line": "This is the village of Caldea. The bandits are few, but we mustn’t get careless. Our goal is to take out the bandit leader in front of the large building, and then secure that building."}, {"speaker": "Titania", "line": "All right, let me explain what’s going on."}, {"speaker": "Titania", "line": "This is a map of Caldea. They’ve hired us to drive off some bandits. We’re the blue marks here. The red marks are the bandits."}, {"speaker": "Titania", "line": "There aren’t many of them, but we can’t get careless. The one in front of the building up north is their leader."}, {"speaker": "Titania", "line": "Our mission is to take him out and recapture that building."}, {"speaker": "Boyd", "line": "Ike! Listen up! All this stuff is old news to me, but I can give a rookie like you a few tips. First off, don’t let yourself get worked up and jump out in front of everyone. You’ll just end up getting hurt."}, {"speaker": "Oscar", "line": "Don’t try to do too much, Ike. When things get dangerous, you can–and should–rely on us. As long as you watch how the enemy moves carefully, you’ll be fine. Think of this as a training mission."}, {"speaker": "Ike", "line": "I’ll do that. Oscar, Boyd, thanks for your help."}, {"speaker": "Oscar", "line": "Don’t mention it."}, {"speaker": "Boyd", "line": "Just sit back and watch how a professional handles things!"}, {"speaker": "Titania", "line": "Enough chitchat, you three! We’ve got work to do!"}], "battle": [{"speaker": "Titania", "line": "Ike, before you engage an enemy, take a good look at his weapon. The weapon you use often determines who has the upper hand in a fight. For example, the axe I’m wielding serves me well against lances, but it fares less well against swords."}, {"speaker": "Oscar", "line": "And my lance is great against swords but not against axes. And to complete the triangle..."}, {"speaker": "Ike", "line": "Ah! My sword. It’s strong against axes, but weak against lances. Right?"}, {"speaker": "Titania", "line": "Yes, exactly. If you can remember that, you’ll be more effective in combat."}, {"speaker": "Boyd", "line": "That’s just the basics, though. This’ll come in handy soon enough, so don’t forget it."}, {"speaker": "Ike", "line": "Swords over axes...I won’t forget. Not if I remember that I’ll always have the advantage over you, Boyd."}, {"speaker": "Boyd", "line": "Do you think you could maybe find a different way of remembering? Yeah, thanks."}, {"speaker": "Titania", "line": "And one more thing...Don’t forget to visit the locals. We’re here to help, after all. The villagers should welcome our presence."}, {"speaker": "Zawanar", "line": "What’s going on out there? Is that some sort of army? Pah. A bunch of mercenaries looking for their next meal. The villagers must’ve hired ’em. Listen up, lads! Hurt ’em, and hurt ’em bad! We let this bunch live, and we’ll have hordes of hired swords hounding us the rest of our days!"}, {"speaker": "Bandit", "line": "It’s those fool villagers...They think they can buy a bunch of sellswords to chase us away. It ain’t gonna work out how they wanted. All they get for their trouble is a bunch of ruined houses. Tear’em down, boys! That’ll teach ’em!"}, {"speaker": "Bandit", "line": "My work here is done. This house is totalled! Time to move on to bigger things. Now, I smash me some mercenaries."}], "boss": [{"speaker": "Zawanar", "line": "You looking for something, fool? You looking for a fight? Heh heh... You came to the right place. I’ll give you a tussle!"}, {"speaker": "Zawanar", "line": "I...I’m meant for better than this...I don’t want to die here..."}, {"speaker": "Zawanar", "line": "Hey, you’re nothing but a boy. Well, every brat needs a beating now and then. Are you ready for it?", "unit": "Ike", "boss": "Zawanar"}, {"speaker": "Ike", "line": "Not today.If you want to run away, now’s your chance.", "unit": "Ike", "boss": "Zawanar"}, {"speaker": "Zawanar", "line": "Heh heh heh. Imagine that, you sassing me. Don’t that beat all?", "unit": "Ike", "boss": "Zawanar"}], "character-falls": [{"speaker": "Titania", "line": "Despite my own warnings, I let my guard down, and I got beaten. Ha ha...urgh..."}, {"speaker": "Ike", "line": "Titania, you shouldn’t move."}], "end": [{"speaker": "Titania", "line": "That’s the end of it. Ike, are you all right?"}, {"speaker": "Ike", "line": "Yeah, I’ll be fine."}, {"speaker": "Titania", "line": "You know, you surprised me. To think that you’ve come so far."}, {"speaker": "Ike", "line": "Look at my father, though. I’ve still got such a long way to go."}, {"speaker": "Titania", "line": "There’s nothing you can do about that. After all, Commander Greil is–"}, {"speaker": "Ike", "line": "Huh? What about my father?"}, {"speaker": "Titania", "line": "Oh, nothing."}, {"speaker": "Ike", "line": "Nothing? Now I’m really curious."}, {"speaker": "Titania", "line": "Don’t worry. You’ll learn all about it someday."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Boyd", "line": "Hey, Ike! that wasn’t bad for your first battle. Not as flashy as my first time, though!"}, {"speaker": "Oscar", "line": "Yeah, you were a real standout. I’ll never forget the sight of you so keyed up you broke your own axe."}, {"speaker": "Boyd", "line": "Oscar! Dang it! You didn’t have to bring that up!"}, {"speaker": "Oscar", "line": "Anyway, Ike. Congrats on finishing your first mission.Welcome to the group."}, {"speaker": "Titania", "line": "Everyone’s all right? Then let’s get going. I’m sure Mist has a nice, hot meal waiting for us."}]}