{"chapter": "03", "title": "Pirates Aground", "speakers": ["Boyd", "Rhys", "Oscar", "Greil", "Mist", "Ike", "Titania", "Havetti", "Shinon", "Gatrie", "Mayor", "Nasir", "Marcia", "Pirate"], "dialogue_counts": {"Boyd": 1, "Rhys": 1, "Oscar": 1, "Greil": 5, "Mist": 1, "Ike": 17, "Titania": 24, "Havetti": 8, "Shinon": 5, "Gatrie": 9, "Mayor": 7, "Nasir": 1, "Marcia": 14, "Pirate": 5}, "gender_counts": {"M": 40, "F": 39, "N": 20, "A": 0}, "lines": 99, "transitions": "MMMMFMMM-MMF-N-FMMM-FNFMMMMFMF-M-FNNFNNFNNNNFNNF-FMFMFMFMFMFMFMF-F-N-N-FNFNFNFNFNFNFMFMFMMFMFMMFMFMFMFMMFMFMFM", "intro": [{"speaker": "Boyd", "line": "No fair playing the martyr! Nobody made me go with you. I left of my own free will! I’m ready to accept my punishment, too! Wait, what am I saying?"}, {"speaker": "Rhys", "line": "Please, Commander Greil! Titania entrusted me with her orders. If anyone’s to blame for this mess, it’s me. I’m the one who should be punished..."}, {"speaker": "Oscar", "line": "I set a poor example, Commander Greil. Any punishment should be mine alone."}, {"speaker": "Greil", "line": "Regardless of your reasons, you disobeyed the orders of a superior officer. You are confined to quarters for ten days."}, {"speaker": "Mist", "line": "But, Father! They did what they did to help me and Rolf!"}, {"speaker": "Greil", "line": "Rules exist for a reason, Mist. Men won’t survive on a battlefield if they do as the, wish without so much as a by-your-leave."}, {"speaker": "Ike", "line": "...I understand. And accept the reprimand."}, {"speaker": "Greil", "line": "That being said, we’ve got more work than we can handle. Your punishment is deferred until things calm down."}, {"speaker": "Greil", "line": "I’m pleased to see that you are willing to shield one another. However..."}, {"speaker": "Greil", "line": "Oscar, Boyd, Rhys. You come with me."}, {"speaker": "Titania", "line": "Shinon, Gatrie, and you, Ike. You’re with me."}, {"speaker": "Havetti", "line": "Yar har ho! Me belly’s emptier ‘n me first mate’s head! Fetch me some grub!"}, {"speaker": "Titania", "line": "Are you all ready? Greil Mercenaries, move out!"}, {"speaker": "Shinon", "line": "On my way!"}, {"speaker": "Gatrie", "line": "Here we go!"}, {"speaker": "Ike", "line": "...Ready!"}], "battle": [{"speaker": "Marcia", "line": "Hey! You! Boat monkey! You tricked me, didn’t you?"}, {"speaker": "Havetti", "line": "Tricked ye? What a vile and nasty thing that is to be sayin’. Don’t ye agree, matey?"}, {"speaker": "Pirate", "line": "Yar, that I do! There be nothing but honest pirates aboard this ship, missy."}, {"speaker": "Marcia", "line": "You said you knew the whereabouts of my older brother. That’s why I came all the way to your ship."}, {"speaker": "Havetti", "line": "Aye, and we do know! He was on board for a while, and then...Do ye recall where he went, matey?"}, {"speaker": "Pirate", "line": "Yar, that I do. He was a penniless oaf, so we tossed his worthless carcass into the rolling waves. Yar har ho!"}, {"speaker": "Marcia", "line": "My... My brother? That’s horrid!"}, {"speaker": "Pirate", "line": "Horrid? Did ye say horrid? Yer scurvy brother was the horrid one! He lost a game o’ chance, he did. If ye lose, ye must pay...And the scallywag tried to cheat me! By Shanty Pete he did!"}, {"speaker": "Havetti", "line": "Arr, calm yerself, me hearty!"}, {"speaker": "Pirate", "line": "Yar!...Yar?...Yar."}, {"speaker": "Havetti", "line": "After all, his darling sister’s come to pay us a visit. What say ye work off yer brother’s debt?"}, {"speaker": "Marcia", "line": "What say I run you through with my lance and call it a day?!"}, {"speaker": "Pirate", "line": "Yo ho har! It matters not that ye be a pegasus knight, lassie."}, {"speaker": "Havetti", "line": "A wee minnow like yerself is no match for us sea dogs! Prepare yourself, ye flying wench!"}, {"speaker": "Marcia", "line": "Pfff! I’m not afraid of you, clambake! If your axe is as dull as your wit,this will be over in no time!"}], "visit": [{"speaker": "Nasir", "line": "This town seems quite unruly, wouldn’t you say? Is it always this dangerous? Oh...So it’s plagued by pirates, is it? I see. That would explain why the people here seem so anxious. You seem so very...young. And you claim you were hired to rid the town of these pesky pirates? Here, perhaps you should take this. It might help you if you run into trouble contending with the pirates. But do hurry. I came all this way to see the world-famous fish market, and I’ll never do so with those ruffians around. Best of luck to you."}], "recruit-talk": [{"speaker": "Marcia", "line": "Oh, crackers! There’s too many of them. I don’t want to die here...Brother...this might be the end!", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "Hey! Are you all right?", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "...So cold...So...Huh?", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "Don’t give up!", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Wh-who are you?", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "I’m a mercenary. The villagers hired us to get rid of these pirates.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Are you...Are you going to help me?", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "Of course. Let me and my companions take it from here. You can escape while the pirates are distracted.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Oh, hey, that would be fantastic! Thanks so much! I don’t know what to say.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "You don’t have to say anything. It’s all in a day’s work.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Pshaw! You’re helping me out! I should show my gratitude somehow.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "That’s...nice, but I can’t think of anything off the top of my head. Just get yourself somewhere safe, please.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Well then...I’ll come talk to you about repaying my debt later. What’s your name, handsome?", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Ike", "line": "Um... I’m Ike. I’m with the Greil Mercenaries.", "recruiter": "Ike", "recruit": "Marcia"}, {"speaker": "Marcia", "line": "Ike! Got it! And I am Marcia, a pegasus knight of Begnion. Don’t forget me! All right, I’ll be seeing you later!", "recruiter": "Ike", "recruit": "Marcia"}], "character-falls": [{"speaker": "Marcia", "line": "Urrr... Ah, nuts...Bro-Brother...I’ll be with you soon."}], "boss": [{"speaker": "Havetti", "line": "Yahar har harrr! Yer bustin’ me gut, ye rudderless fool! Do ya truly think ye can face me mighty axe and live?"}, {"speaker": "Havetti", "line": "Yaaaarr...arrr...Help me..."}], "end": [{"speaker": "Titania", "line": "We’ve driven off all the pirates. Your people will suffer no more indignities at their hands."}, {"speaker": "Mayor", "line": "Oh! That is joyful news! Here is your pay, as promised."}, {"speaker": "Titania", "line": "Thank you very much. And if you find yourself in need again, do not hesitate to send word."}, {"speaker": "Mayor", "line": "Of course, of course. All of you put on a most marvelous show–such combat skills! To be honest,I was expecting Commander Greil to be here today. When I saw just you, nothing more than, no offense, a band of children...Well, I will admit to being a tad nervous!"}, {"speaker": "Titania", "line": "I apologize for troubling you. Unfortunately, Commander Greil had other pressing matters to attend to."}, {"speaker": "Mayor", "line": "Oh, no. Don’t apologize. There’s no need. After all, you got rid of those brigands, and you did it impeccably well!"}, {"speaker": "Titania", "line": "It’s a fine compliment you pay, sir, but it was our pleasure."}, {"speaker": "Mayor", "line": "As a matter of fact, you’re more than good enough to be in the royal army if you so desired. Especially your Commander Greil. He’s far and away better than most any general I’ve seen hereabouts. Er... What I mean to say is...Don’t you think running off pirates is a bit...beneath you?"}, {"speaker": "Titania", "line": "That’s not–"}, {"speaker": "Mayor", "line": "Don’t get me wrong, now. You certainly helped all of us simple folk out. Even so, it seems to me the proper place for you and your Commander Greil is in the service of the Crimean throne! Well, that’s what this old man thinks."}, {"speaker": "Titania", "line": "We–and Commander Greil–are quite satisfied with the work we do now."}, {"speaker": "Mayor", "line": "You’ve nary a selfish bone among you. Well then, rest assured we’ll speak again if any problems arise. Thank you again."}, {"speaker": "Titania", "line": "Hmm..."}, {"speaker": "Ike", "line": "Titania? Is something amiss?"}, {"speaker": "Titania", "line": "No, of course not. Our mission is complete, and that’s all that matters. You did well today, every one of you."}, {"speaker": "Shinon", "line": "Pah! Jobs like this barely make a dent in my incurable boredom! It’s like that old buzzard said, there’s better work out there Something with a bit of challenge."}, {"speaker": "Titania", "line": "Shinon!"}, {"speaker": "Shinon", "line": "I’m joking. J-O-K-ing."}, {"speaker": "Gatrie", "line": "Come, Titania. Be honest. Don’t you find the work we do to be a bit...disheartening? Unglamorous?"}, {"speaker": "Titania", "line": "What? You too, Gatrie? What’s gotten into you?"}, {"speaker": "Gatrie", "line": "Please! Look, we’re not a band of money-hungry recruits. We’re professionals, and we’re very good at what we do. Shinon and I have discussed this at length. All of this mundane mercenary work is unworthy of us. We’re wasting our talents."}, {"speaker": "Titania", "line": "I see. You’re telling me that you think Commander Greil is mismanaging us. Do I have that right?"}, {"speaker": "Gatrie", "line": "Whoa! Hold it right there! That’s not what I’m saying at all!"}, {"speaker": "Ike", "line": "What is it, Titania?"}, {"speaker": "Titania", "line": "What’s what?"}, {"speaker": "Ike", "line": "You seem so angry. It’s not like you."}, {"speaker": "Titania", "line": "Hmph..."}, {"speaker": "Gatrie", "line": "Exactly! Ike’s got the right of it!"}, {"speaker": "Titania", "line": "It’s just that I...Look, we do good work, and we help people. I want you to be proud of that. I felt like you were saying work that doesn’t bring fame and fortune isn’t worth doing, that’s all. Sorry."}, {"speaker": "Gatrie", "line": "No...you’re right. We are the ones who ought to apologize."}, {"speaker": "Titania", "line": "Enough. Let’s get going, shall we? Rest is part of our jobs, too. We can’t go into the next battle exhausted."}, {"speaker": "Gatrie", "line": "Now that’s a plan! I’m so hungry, I could eat a wyvern!"}, {"speaker": "Ike", "line": "Titania!"}, {"speaker": "Titania", "line": "What is it?"}, {"speaker": "Ike", "line": "If you’re looking for pride...I have it."}, {"speaker": "Titania", "line": "Hm?"}, {"speaker": "Ike", "line": "You and my father have kept this mercenary group together. And I’m...just...proud to be a part of it. That’s all."}, {"speaker": "Titania", "line": "Ike..."}, {"speaker": "Shinon", "line": "Pah. I’m surrounded by idealistic fools. What’s so wrong with fame? What’s wrong with having money to live well?"}]}