{"chapter": "04", "title": "Roadside Battle", "speakers": ["Mist", "Ike", "Greil", "Titania", "Soren", "Shinon", "Rhys", "Gatrie", "Maijin", "Elincia"], "dialogue_counts": {"Mist": 10, "Ike": 37, "Greil": 24, "Titania": 14, "Soren": 30, "Shinon": 7, "Rhys": 10, "Gatrie": 2, "Maijin": 11, "Elincia": 1}, "gender_counts": {"M": 110, "F": 25, "N": 11, "A": 0}, "lines": 146, "transitions": "FMFMFMFMMFMM-MMMMMMMMMMMFMMMMMMMMMMMMFMMMMMMFMMFMMMMFMFMMMMMMMMMMMMMMFM-FMFMFMFMFM-MMMMMMMMM-MMFMMMFMM-NFNMNNMM-MMMMMM-N-N-NMN-NM-NFNF-MFMMMMMF-MMMMMM-MMMMFMMMM", "intro": [{"speaker": "Mist", "line": "Ike! Ike! I’ve got to tell you something! Listen to this!"}, {"speaker": "Ike", "line": "Settle down, Mist. It’s too early for you to be yelling like that. Now, what’s going on?"}, {"speaker": "Mist", "line": "Soren’s back! He just arrived."}, {"speaker": "Ike", "line": "Really? That’s odd. He wasn’t supposed to return for a while yet."}, {"speaker": "Mist", "line": "I know! I wonder what he’s doing back so soon..."}, {"speaker": "Ike", "line": "It’s probably nothing to worry about. I’ll go and talk to him. Where is he?"}, {"speaker": "Mist", "line": "In the mess hall. I think he wanted to talk to Father."}, {"speaker": "Ike", "line": "Right. I’ll go check there."}, {"speaker": "Greil", "line": "...Troubling news indeed. Gather the troops."}, {"speaker": "Titania", "line": "Yes, Commander."}, {"speaker": "Greil", "line": "Ike, if you’ve got time to waste, you’ve got time to work. Get over to the briefing room."}, {"speaker": "Ike", "line": "Yes, sir."}, {"speaker": "Ike", "line": "Hey! What’s going on around here?"}, {"speaker": "Soren", "line": "Bad news. Something big is happening, and we need to formulate a plan of action."}, {"speaker": "Ike", "line": "Soren!"}, {"speaker": "Soren", "line": "Hello, Ike. Long time, no see."}, {"speaker": "Ike", "line": "I’m happy to see you’re back. But hat happened? I thought you were going to be studying for a while longer."}, {"speaker": "Soren", "line": "It’s a long story..."}, {"speaker": "Greil", "line": "What’s the hold up? Get over here now!"}, {"speaker": "Soren", "line": "Let’s go. I’ll fill you in later."}, {"speaker": "Greil", "line": "You probably remember that Soren’s been training with another mercenary group. Well, he’s back now. And he has some unbelievable news."}, {"speaker": "Ike", "line": "What news is that?"}, {"speaker": "Greil", "line": "It’s Crimea and Daein. They’ve gone to war."}, {"speaker": "Mist", "line": "War?! It...It can’t be!"}, {"speaker": "Greil", "line": "That’s why I’ve called everyone here. Soren has some more information. Go ahead, Soren."}, {"speaker": "Soren", "line": "All right."}, {"speaker": "Soren", "line": "Take a look at this map."}, {"speaker": "Greil", "line": "Ah. It’s a map of Crimea. Quite detailed, from the looks of it."}, {"speaker": "Soren", "line": "Yes. This is the Melior, Crimea’s capital. Our base of operations is..."}, {"speaker": "Soren", "line": "Everything started three days ago. I needed to do some research, so I went to the archives of Melior’s royal library."}, {"speaker": "Soren", "line": "Without warning, the scream of a terrible beast–a wyvern, perhaps–rent the air, and the building was rocked by a tremor."}, {"speaker": "Soren", "line": "I rushed outside and saw wave after wave of knights, cavalry, and wyvern riders, each clad in glistening ebon armor, black as night."}, {"speaker": "Greil", "line": "The Daein army?"}, {"speaker": "Soren", "line": "Correct."}, {"speaker": "Greil", "line": "Was there provocation?"}, {"speaker": "Soren", "line": "As you know, relations between Crimea and Daein have never been...friendly. However, the past centuries have seen only minor skirmishes, nothing that has ever approached the scale of this attack. It was brutal and without warning. Daein laid the capital to waste. I’ve never seen destruction on this scale before."}, {"speaker": "Titania", "line": "A swift attack, devastating and brutal...A daring gambit, indeed."}, {"speaker": "Greil", "line": "But if it succeeds, a very well-chosen one at that."}, {"speaker": "Greil", "line": "Yes, the king of Daein would not hesitate to employ such treacherous tactics. What happened next?"}, {"speaker": "Soren", "line": "King Crimea’s brother deployed the Crimean army to meet the attack. The king ordered his people to flee the city before the battle reached them. Fearing the worst, I also fled and made my way here."}, {"speaker": "Greil", "line": "So we don’t know how the tides of battle flow now, do we?"}, {"speaker": "Greil", "line": "That’s all right. Word of the war cannot have traveled far yet. We may well be the first ones who know of it out here. You did well to bring us this information, Soren. I know some risk was involved."}, {"speaker": "Soren", "line": "It was nothing."}, {"speaker": "Titania", "line": "Daein has invaded Crimea...We may be mercenaries, but this still affects us."}, {"speaker": "Ike", "line": "What are we going to do?"}, {"speaker": "Greil", "line": "That’s the question of the day. How do you see it, Titania?"}, {"speaker": "Titania", "line": "Crimea is the closest thing our company has to a homeland The Crimean royal family and noble houses have been generous, providing us with many lucrative jobs. From a moral standpoint as well as a business one, it’s in our best interest to help Crimea."}, {"speaker": "Greil", "line": "And you, Soren?"}, {"speaker": "Soren", "line": "I agree on one point: we are mercenaries.We are not Crimea’s private militia. No coin has crossed our palms, so I think we should stay out of it."}, {"speaker": "Greil", "line": "So you would have us sit and watch as Crimea is overrun?"}, {"speaker": "Soren", "line": "I would. Daein’s troops are superior in both numbers and morale. The chances of a Crimean victory are slim indeed."}, {"speaker": "Titania", "line": "But Crimea is ruled by King Ramon, who is known throughout the land for his wisdom. And his brother, Duke Renning, is said t possess peerless valor and courage. Daein may not find victory so easily."}, {"speaker": "Soren", "line": "Valor and courage are for children’s tales. In terms of military prowess, Daein’s King Ashnard is every bit Lord Renning’s equal. Victory will hinge on troop numbers and supplies, and Daein is superior in both. I think the outcome is painfully obvious."}, {"speaker": "Titania", "line": "Curse you, Soren! Crimea is not doomed! If they can turn aside Daein’s initial thrust and turn it into a test of endurance..."}, {"speaker": "Soren", "line": "With the Crimean army both demoralized and ill prepared? They simply will not be able to hold out that long."}, {"speaker": "Greil", "line": "All right. That’s enough. Both of you."}, {"speaker": "Greil", "line": "I hear what you say. However, we must ascertain the current situation before we decide on any action. We’ll send a scouting party to get a closer look at Melior."}, {"speaker": "Greil", "line": "Ike, I want you in charge of this. Assemble your men and get going."}, {"speaker": "Ike", "line": "What? Me?"}, {"speaker": "Greil", "line": "Titania will accompany you as an advisor."}, {"speaker": "Shinon", "line": "Commander, you must be joking! He’s just a boy, and he’s had barely more than a taste of battle. What do you expect a whelp like him to accomplish?"}, {"speaker": "Greil", "line": "Ah, Shinon. Since you’re so concerned, you can go as well."}, {"speaker": "Shinon", "line": "Wait, that’s not what I...Blast."}, {"speaker": "Greil", "line": "Who else...Gatrie Rhys, and Soren. That should do."}, {"speaker": "Ike", "line": "Father, wait...Why do you want me–"}, {"speaker": "Greil", "line": "That was an order. Get moving. There’s no time to waste."}, {"speaker": "Ike", "line": "Yes, sir."}, {"speaker": "Greil", "line": "Titania, I’m going out for a bit. I want you to give Ike some direction."}, {"speaker": "Titania", "line": "Understood."}, {"speaker": "Soren", "line": "...Yes, sir."}, {"speaker": "Mist", "line": "Ike! Wait up!"}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Mist", "line": "Here! This is for you."}, {"speaker": "Ike", "line": "A sword? Where did you get it?"}, {"speaker": "Mist", "line": "From Father. He told me to come and give it to you."}, {"speaker": "Ike", "line": "It’s beautiful."}, {"speaker": "Mist", "line": "This is the first sword you’ve gotten that wasn’t a hand-me-down from somebody, isn’t it? That’s great!"}, {"speaker": "Ike", "line": "Yeah..."}, {"speaker": "Mist", "line": "Well, be careful! Oh, and bring me a souvenir! Something nice. I’ve never been to Melior before..."}, {"speaker": "Ike", "line": "Mist, I’m not going on vacation. Sheesh!"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Rhys", "line": "Are you feeling all right, Ike? You haven’t said a word in quite some time."}, {"speaker": "Ike", "line": "I don’t understand what my father’s doing. Why put a new recruit like me in charge of something so important?"}, {"speaker": "Rhys", "line": "You’re going to succeed him as our commander one day. Don’t you think he wants you to know how to lead?"}, {"speaker": "Ike", "line": "Me? I don’t... I don’t know if I’m capable. And even if I am, that day’s a long way off, right? I mean, I’m inexperienced. Weak. I’m nothing compared to my father."}, {"speaker": "Rhys", "line": "I’m not so sure about that. When I look at you, I see a young man full of promise. Commander Greil is a great man, but...I think you’ll be every bit his equal.In time, you might even surpass him."}, {"speaker": "Ike", "line": "Don’t be ridiculous!"}, {"speaker": "Rhys", "line": "It’s just my opinion. You need not pay it any mind. Yet, if you fear your own weakness, why not take this chance to go out and better yourself? That would be more in keeping with your personality, no?"}, {"speaker": "Ike", "line": "I suppose you’re right."}, {"speaker": "Ike", "line": "How did things look over there, Soren?"}, {"speaker": "Soren", "line": "Same as here. There are corpses strewn everywhere. There are quite a lot of them, especially when you consider how far we are from the capital."}, {"speaker": "Titania", "line": "Are they Crimean?"}, {"speaker": "Rhys", "line": "...Judging by the armor, the vast majority of the dead are Daein soldiers."}, {"speaker": "Ike", "line": "So Crimea has the upper hand?"}, {"speaker": "Soren", "line": "Just the opposite, I think. The Crimean soldiers were members of the Imperial Guard. That means King Ramon–or another member of the royal family–was on the move when Daein soldiers fell on them."}, {"speaker": "Titania", "line": "Could it have been Lord Renning?"}, {"speaker": "Soren", "line": "No. As long as the Crimean army still draws breath, Lord Renning will not leave their command. Perhaps another member of the court..."}, {"speaker": "Gatrie", "line": "We’ve got Daein soldiers moving in on our location! And they don’t look happy!"}, {"speaker": "Maijin", "line": "You there! Who are you? What are you doing here?"}, {"speaker": "Titania", "line": "We’re no one you need–"}, {"speaker": "Maijin", "line": "You’re armed! Heed me! Drop your weapons and surrender! Act quickly, or else!"}, {"speaker": "Shinon", "line": "Listen to me, fool. You’re making a mistake. We’re not..."}, {"speaker": "Maijin", "line": "Ah, not going to cooperate, eh? Ready your weapons, men! Move in and kill them all!"}, {"speaker": "Maijin", "line": "Tsk! Headstrong fools!"}, {"speaker": "Soren", "line": "Getting caught up in some skirmish is not art of the plan..."}, {"speaker": "Ike", "line": "But they’re obviously not going to listen to us. Greil Mercenaries! Get ready to fight!"}], "battle": [{"speaker": "Shinon", "line": "All right, Ike. Let’s see how you handle the role of captain. Well? What are your orders, boy? We’ll do what you say, so long as you hurry up and spit it out!"}, {"speaker": "Ike", "line": "I know, I know! I’m thinking! Give me a moment, will you, Shinon?"}, {"speaker": "Shinon", "line": "Bah. Useless! We’d be better led with Mist than this soft, untested whelp."}, {"speaker": "Ike", "line": "Let’s see...We’re in the middle of the road, and there’s not much cover. Soren and Rhys are vulnerable, so we have to protect them from enemy attacks...Right?"}, {"speaker": "Soren", "line": "That’s a sound strategy, Ike. I can attack from behind your defenses. Good thinking."}, {"speaker": "Ike", "line": "Do you mean that? Um...all right! Let’s do that then."}], "boss": [{"speaker": "Maijin", "line": "Grrr! Blasted mercenaries. They’re better than I expected. Even so, they’ll not prove a match for Daein’s finest!"}, {"speaker": "Maijin", "line": "Gwaa haa...Wretched curs...You will regret your decision to oppose Daein..."}, {"speaker": "Maijin", "line": "Bah! You’re nothing more than a bunch of ragtag sellswords. Who are you to oppose Daein!? You are so terribly ignorant of your position in this world.", "unit": "Ike", "boss": "Maijin"}, {"speaker": "Ike", "line": "You refused to listen to us, and then you attacked without provocation! Is this the way of the Daein army?", "unit": "Ike", "boss": "Maijin"}, {"speaker": "Maijin", "line": "You’re a cheeky little monkey, aren’t you? Once you’re dead, you’ll regret sassing me!", "unit": "Ike", "boss": "Maijin"}, {"speaker": "Maijin", "line": "A mage, eh I’ll have to keep my guard up around you, no matter how young you look.", "unit": "Soren", "boss": "Maijin"}, {"speaker": "Soren", "line": "You forced this combat. We cannot allow you to return home. Are you ready to die?", "unit": "Soren", "boss": "Maijin"}, {"speaker": "Maijin", "line": "I’ve fought the Crimean army before. The Imperial Guard has some skill, but the rest are a poor joke. Which will you prove to be? Hmm? Perhaps you’ll offer me some entertainment after all.", "unit": "Titania", "boss": "Maijin"}, {"speaker": "Titania", "line": "If you attacked us because you thought we were with the Crimean army, you made a mistake. I left my post years ago. Now, I’m nothing more than a common mercenary.", "unit": "Titania", "boss": "Maijin"}, {"speaker": "Maijin", "line": "That means nothing to me. You’re not of Daein, you’re armed, and you’re here. It’s our job to destroy you. Simple, wouldn’t you say? Come, dog! Prepare yourself!", "unit": "Titania", "boss": "Maijin"}, {"speaker": "Titania", "line": "I’d just as soon avoid this bloodshed, but that seems unlikely. If that’s the way it is, I’ll not hold back!", "unit": "Titania", "boss": "Maijin"}], "end": [{"speaker": "Ike", "line": "Did we suffer any casualties?"}, {"speaker": "Titania", "line": "Any wounded or dead? No? Excellent! Well done!"}, {"speaker": "Gatrie", "line": "I don’t know...Taking out these Daein soldiers may have been a bad move. Um...Hey, Shinon? What are you doing?"}, {"speaker": "Shinon", "line": "This swine’s got some nice weapons. Besides, he ain’t gonna complain. He won’t need them where he’s going."}, {"speaker": "Ike", "line": "Shinon!"}, {"speaker": "Soren", "line": "Get ahold of yourself! We can’t afford such behavior right now. Steal from the dead on your own time."}, {"speaker": "Shinon", "line": "What? You judgmental little–"}, {"speaker": "Titania", "line": "Soren! Shinon! Stop this at once! This is no place for us to waste time bickering amongst ourselves!"}, {"speaker": "Ike", "line": "Let’s clear out of here. We have to tell the commander what happened."}, {"speaker": "Soren", "line": "Let’s take this road. We should be able to cut through the forest and...Huh?"}, {"speaker": "Ike", "line": "Something wrong?"}, {"speaker": "Soren", "line": "No, as I said, this road..."}, {"speaker": "Rhys", "line": "Wait! Ike, I just saw something move on the far side of that thicket!"}, {"speaker": "Ike", "line": "A wounded soldier, perhaps? Let’s go have a look. Careful, now."}, {"speaker": "Rhys", "line": "Oh, no..."}, {"speaker": "Ike", "line": "Did you find anything, Rhys?"}, {"speaker": "Rhys", "line": "...It’s a woman..."}, {"speaker": "Soren", "line": "Leave her. We shouldn’t get involved in matters that don’t concern us."}, {"speaker": "Elincia", "line": "Oooh..."}, {"speaker": "Rhys", "line": "Thank goodness...It looks like she’s merely fainted."}, {"speaker": "Ike", "line": "Right. We’d better take her with us for now and make sure she’s all right. Give me a hand, will you, Rhys?"}, {"speaker": "Rhys", "line": "Of course."}, {"speaker": "Soren", "line": "...I don’t like this..."}]}