{"chapter": "05", "title": "Flight", "speakers": ["Mist", "Ike", "Greil", "Elincia", "Titania", "Rolf", "Shinon", "Gatrie", "Soren", "Oscar", "Boyd", "Rhys", "Daein Soldier", "Dakova", "Petrine", "Ena"], "dialogue_counts": {"Mist": 10, "Ike": 27, "Greil": 33, "Elincia": 22, "Titania": 12, "Rolf": 3, "Shinon": 4, "Gatrie": 4, "Soren": 7, "Oscar": 2, "Boyd": 3, "Rhys": 2, "Daein Soldier": 5, "Dakova": 7, "Petrine": 7, "Ena": 3}, "gender_counts": {"M": 85, "F": 54, "N": 12, "A": 0}, "lines": 151, "transitions": "FMMMFMFMMFMMFMFMFMMFMFMFMFMFMFMFMMFFMFMFMFFFMFMFMMMMMMMMMMMFMMMMMMMMMMMMMFMMMMMMMMMMMMMMMFMMMMMNNNNN-N-N-N-N-MMFM-MMMMMFM-MFMMMMMFMFFFFFFFFFFFFFF-FNFNNFFFFFFFF", "intro": [{"speaker": "Mist", "line": "Father! Brother! It’s that lady Ike rescued...She’s awake!"}, {"speaker": "Ike", "line": "Really?"}, {"speaker": "Greil", "line": "Come on. Let’s greet our guest."}, {"speaker": "Greil", "line": "So, how are you feeling?"}, {"speaker": "Elincia", "line": "Oh, I...I’m fine...And you are?"}, {"speaker": "Greil", "line": "The name’s Greil. I’m the commander of this mercenary company."}, {"speaker": "Elincia", "line": "My lord Greil...You are the one who came to my aid, are you not? I don’t know how to thank you..."}, {"speaker": "Greil", "line": "Hold on. The one who found you and brought you here is my son, Ike. If you want to thank someone, thank him."}, {"speaker": "Ike", "line": "No, please, that’s not–"}, {"speaker": "Elincia", "line": "Lord...Ike, was it? You have my gratitude."}, {"speaker": "Ike", "line": "Oh..."}, {"speaker": "Greil", "line": "Pardon my bluntness, but I have some questions for you. Tell me, who are you? What were you doing in that place?"}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Greil", "line": "The place where Ike found you was evidently the site of a fierce battle between Crimean and Daein forces. Do you have some relation to the Crimean royal family?"}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Ike", "line": "I make no promises, but we may be able to help you. Will you share your story with us?"}, {"speaker": "Elincia", "line": "You took me in and cared for me. I will...place my trust in you. Elincia Ridell Crimea. I am the daughter of King Ramon of Crimea."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Greil", "line": "You say you are the princess of Crimea?"}, {"speaker": "Elincia", "line": "Yes."}, {"speaker": "Greil", "line": "That’s an odd claim to make. I’ve never heard of King Crimea having any children."}, {"speaker": "Elincia", "line": "That is...to be expected. My heritage, my very existence, has never been made public."}, {"speaker": "Ike", "line": "Why’s that?"}, {"speaker": "Elincia", "line": "To avoid national turmoil. You see, I was born after my uncle, Lord Renning, was named as successor to the throne. So..."}, {"speaker": "Greil", "line": "They kept you a secret to avert a possible blood feud. Yes, I’m willing to accept that for the time being. Very well, let’s suppose that you truly are Princess Crimea. You must know what’s become of the king and your uncle. I would like to hear that news."}, {"speaker": "Elincia", "line": "...My father and my mother are dead...They fell at the hand of Ashnard, King of Daein...My lord uncle and the royal knights are still battling the Daein army, I believe."}, {"speaker": "Greil", "line": "I see."}, {"speaker": "Elincia", "line": "...I...fled the castle...to follow my lord uncle’s orders and seek refuge in the kingdom of Gallia..."}, {"speaker": "Greil", "line": "In Gallia?"}, {"speaker": "Elincia", "line": "...Yes. We believed that King Caineghis would grant me sanctuary. So that’s where I was going...But we were discovered by Daein troops, and I lost my escort of knights...My life–the life I have now–was purchased...with the blood of those brave knights..."}, {"speaker": "Ike", "line": "Does King Daein know of your existence?"}, {"speaker": "Elincia", "line": "Yes. I was told the royals of each nation were informed of my identity in the event of dire circumstances..."}, {"speaker": "Greil", "line": "If that’s the case, they must be searching frantically for you."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Elincia", "line": "Master Greil, my lord Ike, you said that you were mercenaries, did you not? Please...Would you help me to gain Gallia? I beg of you! I have...no one...no one else to turn to."}, {"speaker": "Titania", "line": "Princess Crimea? Truly?"}, {"speaker": "Ike", "line": "Father spoke to her as if he believed she were telling the truth."}, {"speaker": "Titania", "line": "I see..."}, {"speaker": "Ike", "line": "What is it, Titania?"}, {"speaker": "Titania", "line": "Mm, it’s nothing. I was just remembering something from the past."}, {"speaker": "Ike", "line": "From the past? Back when you were still a Crimean royal knight?"}, {"speaker": "Titania", "line": "What? How do you know about that?"}, {"speaker": "Titania", "line": "A long time ago, I overheard Shinon and some others talking about it."}, {"speaker": "Titania", "line": "They keep such loose tongues."}, {"speaker": "Ike", "line": "Was it a secret?"}, {"speaker": "Titania", "line": "No, it wasn’t, but...Much like I have more experience than you, I also have many more things to worry about."}, {"speaker": "Ike", "line": "Like Princess Crimea?"}, {"speaker": "Titania", "line": "Well...yes. I myself was unaware of the princess’s existence, but...Now that I think about it, she does bear a striking resemblance to both the king and queen."}, {"speaker": "Ike", "line": "So she probably is the true princess. I wonder what Father will do. Will he take on her request?"}, {"speaker": "Rolf", "line": "We’ve got trouble! There are soldiers! A lot of them!"}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Greil", "line": "Is everyone here?"}, {"speaker": "Ike", "line": "Yes."}, {"speaker": "Shinon", "line": "Commander, what are the Daein dogs saying?"}, {"speaker": "Greil", "line": "Turn over Princess Crimea and leave the area immediately. Comply now, or we will attack.Pretty straightforward."}, {"speaker": "Gatrie", "line": "What are we going to do?"}, {"speaker": "Greil", "line": "That’s what we’re here to decide. One thing has been made clear by the arrival of our friends outside."}, {"speaker": "Soren", "line": "So, I would say this confirms her identity as Princess Crimea, wouldn’t you?"}, {"speaker": "Greil", "line": "Yes, but what do we do now? I’d like to hear the opinion of everyone here. Titania,I’d like to hear from you first."}, {"speaker": "Titania", "line": "The blame for this war rests on Daein. If we ally ourselves with them,the company’s reputation will surely suffer. Conversely, if we deliver Princess Crimea safely, our stock will risein the eyes of our primary employers. Our road is clear."}, {"speaker": "Greil", "line": "Soren, how about you?"}, {"speaker": "Soren", "line": "There’s nothing to think about. We must deliver the princess to Daein immediately."}, {"speaker": "Greil", "line": "Even if Crimea is in the right?"}, {"speaker": "Soren", "line": "We are mercenaries. Our actions are dictated only by self-interest. If we want to ensure our future, we need Daein in our debt. They will win this war, after all, and nothing else serves us better."}, {"speaker": "Greil", "line": "Shinon? Gatrie?"}, {"speaker": "Shinon", "line": "Soren’s a pompous, superior whelp, but he’s got the right idea. Besides, the destination’s Gallia, so it’s a moot question. I don’t care how much we get paid; there’s no way under the sun I’m going to stinking beast country."}, {"speaker": "Gatrie", "line": "Princess Elincia...She does possess a certain regal beauty... There’s a lot to be said for that, you know. However I do prefer country girls...A bit cuter, and not quite so standoffish...Oh! Forget I said that.Whatever you decide is good for me, Commander. Yep, uh-huh, yep..."}, {"speaker": "Greil", "line": "Oscar, Boyd, what about the two of you?"}, {"speaker": "Oscar", "line": "I agree with Captain Titania. If we turn the princess over to the Daein army, we’re essentially giving them permission to kill her."}, {"speaker": "Boyd", "line": "I’m in favor of helping her. That’s what heroes are supposed to do."}, {"speaker": "Greil", "line": "Well, Rhys? What’s your opinion?"}, {"speaker": "Rhys", "line": "I believe...that none of this hinges on whether she’s a princess or not. Refusing to aid someone in need is not something we should ever do. That’s what I think."}, {"speaker": "Rolf", "line": "That’s right! Let’s help her!"}, {"speaker": "Mist", "line": "Please! We have to help her!"}, {"speaker": "Greil", "line": "And what about you, Ike?"}, {"speaker": "Ike", "line": "I agree with Titania. I say we help her and take her to Gallia."}, {"speaker": "Greil", "line": "I see. I think I know where you all stand.......Well then, here’s my decision."}, {"speaker": "Greil", "line": "We escort the princess to Gallia."}, {"speaker": "Soren", "line": "..."}, {"speaker": "Shinon", "line": "...Tsk."}, {"speaker": "Ike", "line": "...Are you sure that’s for the best, Father?"}, {"speaker": "Greil", "line": "Yes. Besides, I think the choice has been taken out of our hands."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Greil", "line": "Open your ears and listen. Listen! All of you."}, {"speaker": "Boyd", "line": "Huh?...What is it?"}, {"speaker": "Gatrie", "line": "Uh...I don’t hear a thing..."}, {"speaker": "Shinon", "line": "Idiot! That’s the problem. Don’t you think that’s a bit odd? Complete silence, in all four directions."}, {"speaker": "Gatrie", "line": "Oh, so that’s what you’re talking about!"}, {"speaker": "Ike", "line": "We’re surrounded. The soldiers aren’t waiting for an answer. They already decided to attack."}, {"speaker": "Titania", "line": "It would appear they had no intention of keeping their side of the proposed bargain."}, {"speaker": "Soren", "line": "They were planning on lulling us into a false sense of security and destroying every one of us."}, {"speaker": "Greil", "line": "Probably so. But the deal is, we’re not so naive or inexperienced as to fall for their trap. take your positions! We’re going to settle this right now!"}, {"speaker": "Greil", "line": "I’ll go and hold the rear entrance. Ike! You’re in command here! Don’t let the enemy take the front."}, {"speaker": "Ike", "line": "...Got it! Be careful, Commander!"}, {"speaker": "Greil", "line": "Hah. I’ll give it a shot."}, {"speaker": "Daein Soldier", "line": "Reporting in, sir! The mercenaries have taken up arms and formed up in the bailey!"}, {"speaker": "Dakova", "line": "Oh...so they’ve sniffed out our plan, have they? Which means they’re not an opponent that will be easily fooled. We’ll need something special.["}, {"speaker": "Daein Soldier", "line": "Shall we continue with the planned attack?"}, {"speaker": "Dakova", "line": "No...Princess Crimea is somewhere within that fort. If we use flaming arrows to try to smoke them out, we might bring the princess to harm. We’ve been told to do our best to deliver her alive and uninjured. It would be preferable if they were to come out of their own accord. If they do, slay all but the princess!"}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}], "boss": [{"speaker": "Dakova", "line": "What’s going on? Weren’t they supposed to be completely surrounded?"}, {"speaker": "Dakova", "line": "I...don’t believe it...What went wrong..."}], "battle": [{"speaker": "Dakova", "line": "Grr...How’ve they lasted this long? Just who are these mercenaries? Knowing your enemy’s strength is vital to any strategy...Soldiers! Retreat! We fall back for now!"}, {"speaker": "Daein Soldier", "line": "General Dakova! No, not...the general...Not at the hands of these scum...I will not allow it! Aaaaah! Face me, and breathe your last, you wretched scum!"}, {"speaker": "Soren", "line": "Ike! The enemy’s taken the fort!"}, {"speaker": "Ike", "line": "Oh no! Mist and the others..."}, {"speaker": "Titania", "line": "...Ike...It’s too bad, but...We’ve been defeated."}, {"speaker": "Ike", "line": "How...? Father...forgive me..."}], "end": [{"speaker": "Soren", "line": "We’ve cleared the surrounding area of Daein troops."}, {"speaker": "Ike", "line": "There’s no question about it. We’re enemies of the Daein kingdom now, aren’t we?"}, {"speaker": "Greil", "line": "We’ve no time for rest! Everyone, pack your things now! We leave at once, before the enemy brings reinforcements!"}, {"speaker": "Oscar", "line": "Understood! Boyd! Come with me."}, {"speaker": "Boyd", "line": "Right behind you, Brother!"}, {"speaker": "Mist", "line": "Ah! We’ve got to hurry, too! Come on, Rolf! We’ve got to pack as much food and supplies as we can!"}, {"speaker": "Rolf", "line": "Uh, whatever you say! Let’s go, Mist!"}, {"speaker": "Greil", "line": "Titania! Take Shinon and Gatrie and make sure we have a secure road from here to the great forest. We’ll make our way to Gallia through the sea of trees."}, {"speaker": "Titania", "line": "On my way, sir!"}, {"speaker": "Greil", "line": "Rhys, you stay with me. I want you to help me pull essential documents from the library. Everything else we burn."}, {"speaker": "Rhys", "line": "Y-yes, sir!"}, {"speaker": "Greil", "line": "Ike! You’re in charge of the princess."}, {"speaker": "Ike", "line": "All right."}, {"speaker": "Ike", "line": "Princess Elincia! I’m going to ready a horse for you. What should we have you do...I know–go to the mess hall."}, {"speaker": "Elincia", "line": "I’m sorry?"}, {"speaker": "Ike", "line": "Time will go by faster if you’re helping Mist than it will if you’re just sitting around waiting for me."}, {"speaker": "Elincia", "line": "Oh, I understand. I can do that!"}, {"speaker": "Mist", "line": "Sorry, this is kind of awkward. Making a princess help with packing..."}, {"speaker": "Elincia", "line": "Please don’t worry, Mist. I just hope that I don’t end up slowing you down by getting in your way."}, {"speaker": "Mist", "line": "Don’t be silly! You’re so much better at this than I am. It’s a big help! Are all princesses as good at this sort of thing as you are?"}, {"speaker": "Elincia", "line": "Ha ha! I wasn’t raised at court, so my life was a bit different than other princesses. I cooked,cleaned, sewed...Why, I did all manner of things."}, {"speaker": "Mist", "line": "Really? That’s surprising. I would never have guessed that by looking at you."}, {"speaker": "Elincia", "line": "Let’s see, I also rode horses, practiced swordfighting...Ah, Mist. What’s that around your neck?"}, {"speaker": "Mist", "line": "What? Oh, ah..."}, {"speaker": "Elincia", "line": "I’m sorry, I didn’t mean to..."}, {"speaker": "Mist", "line": "...I guess I can show it to you, Princess Elincia."}, {"speaker": "Elincia", "line": "Oh...It’s a lovely... That’s an incredible medallion, isn’t it? I wonder what that light is."}, {"speaker": "Mist", "line": "It used to belong to my mother. It’s all I have to remember her by. Hmm...I don’t know where the light comes from. It didn’t used to be like that. A while back, it just started glowing."}, {"speaker": "Elincia", "line": "The world is full of mysteries, isn’t it? One thing is clear, though...It certainly is beautiful."}, {"speaker": "Mist", "line": "I wonder what that light means..."}, {"speaker": "Petrine", "line": "What? What did you just say? I think I must be hearing things. I thought you said, They got away."}, {"speaker": "Dakova", "line": "Ge-General Petrine. I am deeply ashamed. By my honor..."}, {"speaker": "Petrine", "line": "Honor? I care nothing for your pathetic honor. Have you forgotten the Daein army’s motto? Success or failure, life or death. Hey, you! Get this trash out of here!"}, {"speaker": "Daein Soldier", "line": "Yes, ma’am! Move it, you."}, {"speaker": "Dakova", "line": "W-wait! General Petrine, have mercy..."}, {"speaker": "Petrine", "line": "Dog’s breath! I’m surrounded by worthless imbeciles. Ena!"}, {"speaker": "Petrine", "line": "Tell me which way we should move to catch these mercenaries and the girl."}, {"speaker": "Ena", "line": "...The Crimean capital, Melior, is already under King Ashnard’s control...The remnants of the Crimean army are neglible...Which means the only place left for the princess to turn is south, to the kingdom of Gallia."}, {"speaker": "Petrine", "line": "Hah! So the girl, like her dead father before her, seeks the friendship of those hairy devils, eh? What an absolutely stupefying world we live in."}, {"speaker": "Ena", "line": "If she gains sanctuary in Gallia, capturing the princess will become that much more difficult....The mercenaries she has escorting her are a powerful group, not one to be taken lightly. I will gather intelligence on them as quickly as..."}, {"speaker": "Petrine", "line": "It’s not necessary. I will head up the pursuit of our wandering princess."}, {"speaker": "Ena", "line": "General Petrine, you will go...yourself?"}, {"speaker": "Petrine", "line": "If we know where the princess and her band are headed, there’s no need for subtlety. I’ll just hunt them down and kill them. Mercenaries? Hah! What’re they to me? Remember, I am General Petrine! No matter who I face, I have never failed, nor will I ever! Ha ha ha..."}]}