{"chapter": "06", "title": "A Brief Diversion", "speakers": ["Gatrie", "Titania", "Shinon", "Ike", "Soren", "Daein Soldier", "Petrine", "Ena", "Greil", "Oscar", "Elincia", "Mist", "Rolf", "Emil", "Boyd", "Rhys"], "dialogue_counts": {"Gatrie": 2, "Titania": 7, "Shinon": 6, "Ike": 26, "Soren": 13, "Daein Soldier": 3, "Petrine": 5, "Ena": 2, "Greil": 5, "Oscar": 2, "Elincia": 14, "Mist": 8, "Rolf": 3, "Emil": 5, "Boyd": 1, "Rhys": 3}, "gender_counts": {"M": 61, "F": 36, "N": 8, "A": 0}, "lines": 112, "transitions": "-------MFMFMMMMMMMMMMM-NFFFFFFF-MFMMMMMM-MMMMM-MMMMMMMMMFMFMFMFMMFMM-NN-N-NN-N-N-MFFMMFFMMFFMMMFMFMFMFFFF-MMM-FMFFFMFMF-FMFMM", "opening": ["The continent of Tellius, blessed by the goddess. To the northwest lies the land of Crimea, home of the Greil Mercenaries.", "Without warning, Crimea’s eastern neighbor, the kingdom of Daein, launches an attack on Crimea’s capital city of Melior.", "Ike leads a handful of mercenaries to Melior, to confirm Soren’s news of the attack. En route, they happen upon a young woman, unconscious but unharmed. Fearing for her safety, they take her to their stronghold.", "When she awakens, the woman gives her name as Elincia and lays claim to the title of princess of Crimea.She relates the sad tale of her flight from Crimea and of her parents’ murder at the hands of Ashnard, king of Daein. The Greil Mercenaries answer Princess Elincia’s plea for help and agree to escort her to the kingdom of Gallia.", "Located to the southwest of Crimea, Gallia is home to the laguz, a race quite unlike Ike and his fellow beorc.", "Crimea and Gallia have long struggled to overcome their differences. In recent years, the two kingdoms have done much to ease the prejudice between the laguz and beorc factions. Their combined efforts have forged a bond of trust and friendship that may yet overcome years of intolerance.", "Ike and company escape the Daein army, abandoning their longtime base. From there, they begin the long march toward Gallia. Their task clear and their destination far, they slip into an ocean of trees."], "intro": [{"speaker": "Gatrie", "line": "Blazes, why does it have to be so blamed humid? If we weren’t being chased, I’d strip off this armor here and now!"}, {"speaker": "Titania", "line": "Then I’m almost glad that we ARE being pursued. I suppose you’ll have to grin and bear it, won’t you?"}, {"speaker": "Gatrie", "line": "Hm, I suppose I will."}, {"speaker": "Titania", "line": "Right. So enough of your griping. You’re merely wasting energy. Still, this heat is appalling."}, {"speaker": "Shinon", "line": "Dense forests such as these are not made for us delicate humans. The sub-humans love ’em, though."}, {"speaker": "Ike", "line": "These...sub-humans...Are they really so different from us?"}, {"speaker": "Shinon", "line": "What, you mean to tell me you’ve never seen a beast-man before?"}, {"speaker": "Ike", "line": "No, never."}, {"speaker": "Shinon", "line": "Well, I have. They’re a hairy bunch, I’ll tell you. And ugly as sin, too. Their faces are all fangs and whisker. Their claws are like daggers, razor sharp and deadly. And even though they can speak our language, they’re beasts through and through. Savages, every one."}, {"speaker": "Ike", "line": "Are there more than one type?"}, {"speaker": "Soren", "line": "The ones Shinon calls sub-humans can be divided into three groups, each one named for its physical characteristics. First, the beast tribe, next, the bird tribe, and finally, the dragon tribe. They are traditionally called laguz. The laguz tribe residing here in Gallia is the beast tribe, who possess those feline qualities of which Shinon spoke."}, {"speaker": "Shinon", "line": "To the south are the islands where the bird-men live. The dragons are in Goldoa. It’s something every mercenary should know. Looks like you know even less than I gave you credit for, Ike, my boy."}, {"speaker": "Ike", "line": "Hm...Perhaps."}, {"speaker": "Soren", "line": "...A little farther, and we’ll be out of these trees, Ike."}, {"speaker": "Shinon", "line": "Really? That means Gallia proper! Compared to this forest, even a kingdom of half-breeds will seem like heaven."}, {"speaker": "Daein Soldier", "line": "...And that’s when we lost track of them. I assigned a squad to pursue them and returned so I could give you this report."}, {"speaker": "Petrine", "line": "Understood. You may step down."}, {"speaker": "Petrine", "line": "So Princess Elincia is making her way through the forest to Gallia...Ena!"}, {"speaker": "Petrine", "line": "It appears your advice was sound. Well done. You have earned my praise."}, {"speaker": "Ena", "line": "Thank you."}, {"speaker": "Petrine", "line": "When the king assigned me a tactician, I wondered what I had done to lose his trust. When I saw it was a young girl,I burned with anger at the king’s judgment. Still, it’s worked out better than I had expected. Keep up the good work."}, {"speaker": "Ena", "line": "Of course."}, {"speaker": "Petrine", "line": "Now then, it’s time for the hunt to begin."}, {"speaker": "Greil", "line": "Hold it right there, everyone. We’re coming to the edge of the forest. Form up. Combat positions."}, {"speaker": "Titania", "line": "I don’t suppose our Daein pursuers were willing to let us just slip away."}, {"speaker": "Soren", "line": "There is no doubt that they will attack again. Without knowing their numbers, it is difficult to advise a course of action."}, {"speaker": "Greil", "line": "Take your best guess, Soren. With the limited information we have, what is the best way to proceed?"}, {"speaker": "Soren", "line": "...Some of our group cannot fight. If we are caught, we’ll have a difficult time defending them and attacking the Daeins. I propose we separate into two groups: a small fighting force to engage the enemy and buy the main group some time, and the rest of us–who will escort the princess to Gallia at full speed."}, {"speaker": "Oscar", "line": "You want to divide our combat strength? The main force aside, don’t you think the risk to the smaller group is too high?"}, {"speaker": "Soren", "line": "I believe this is the only way to achieve our goal and keep casualties to a minimum.It’s possible there’s an ambush waiting for us at the edge of the forest. If we proceed with no plan, we may be caught between the pursuit and the ambush, which would be the end of us all."}, {"speaker": "Greil", "line": "Looks like we’ve no choice but to give it a go."}, {"speaker": "Greil", "line": "All right, let’s split up. The diversionary team will be Gatrie, Shinon, and me. The rest of you guard Princess Elincia and proceed to Gallia straightaway. Got it?"}, {"speaker": "Ike", "line": "Are you sure you’re taking enough men?"}, {"speaker": "Shinon", "line": "Idiot pup. Smaller numbers mean better mobility. Your time would be better spent worrying about yourself than about us."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Greil", "line": "Listen up! This will probably prove to be the biggest fight this company’s faced. Remember–you’ve got only one life. I don’t want any of you dying on me.In times like these, it matters not what our blood ties are. We are family. If you don’t want to cause your family any grief, then live! Ike will be commanding the main force. Titania, you’re his support. All right, let’s move out! See you all in Gallia!"}, {"speaker": "Ike", "line": "So they’re waiting for us after all..."}, {"speaker": "Soren", "line": "There are...more of them than I’d imagined there would be. I thought they would have been spread out across the forest border...I didn’t expect to see so many in one place."}, {"speaker": "Ike", "line": "Do we rethink our strategy?"}, {"speaker": "Soren", "line": "No, we’ve already split up. It’s too late to reconsider now."}, {"speaker": "Ike", "line": "Isn’t there some way we can at least get the princess, Mist, and Rolf to the far shore safely?"}, {"speaker": "Soren", "line": "There are two bridges...This thicket extends to the edge of the westernmost bridge. If we can use the trees as cover, we might be able to reach the bridge undetected. From there,we can launch a surprise attack."}, {"speaker": "Ike", "line": "We’ll be creating a diversion, right?"}, {"speaker": "Soren", "line": "Correct. While we keep the enemy’s attention, the princess and the others can cross the bridge to safety."}, {"speaker": "Ike", "line": "We’ve no time for discussion. That’s the plan we go with."}, {"speaker": "Elincia", "line": "My lord Ike, I...I will fight with you!"}, {"speaker": "Ike", "line": "...No, you won’t."}, {"speaker": "Elincia", "line": "My lord?"}, {"speaker": "Ike", "line": "I cannot let you expose yourself to danger of any kind. Everyone here is risking his life to ensure your safety. If you understand that, you’ll cooperate and do as I ask."}, {"speaker": "Elincia", "line": "I see...I will do my part."}, {"speaker": "Soren", "line": "..."}, {"speaker": "Titania", "line": "It’s settled then."}, {"speaker": "Ike", "line": "Right! Let’s break through their lines!"}, {"speaker": "Ike", "line": "Mist! Rolf! Take care of the princess. Do not let yourselves be seen!"}, {"speaker": "Mist", "line": "Right! Be careful, everyone!"}, {"speaker": "Rolf", "line": "Leave it to us, Ike! We’ll just pretend it’s a game of hide-and-seek. And I never lose at hide-and-seek!"}, {"speaker": "Ike", "line": "Everyone ready? Let’s go!"}], "battle": [{"speaker": "Emil", "line": "We’ve spotted the mercenaries! You there! Inform General Petrine at once! Request that she gather the troops!"}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}, {"speaker": "Emil", "line": "What’s this? They’re not bad! Let’s go, men! Hit those mercenary scum with everything you have!"}, {"speaker": "Daein Soldier", "line": "Reinforcements have arrived!"}, {"speaker": "Emil", "line": "Very good! Let’s crush these sellswords once and for all!"}], "boss": [{"speaker": "Emil", "line": "Try me! I’ll not let even a single soldier get past!"}, {"speaker": "Emil", "line": "Oooh...My life ends here...But...though you flee to Gallia...you will...fall to Daein..."}], "end": [{"speaker": "Ike", "line": "I don’t know how, but we made it..."}, {"speaker": "Mist", "line": "Brother!"}, {"speaker": "Elincia", "line": "My lord Ike!"}, {"speaker": "Ike", "line": "Mist! Princess, Rolf...Are you all well?"}, {"speaker": "Rolf", "line": "Yep! We’re fine."}, {"speaker": "Mist", "line": "Is this Gallia? We made it, didn’t we? We’re safe now, right? I thought I would feel different, but I don’t."}, {"speaker": "Elincia", "line": "This is all due to your efforts. Thank you..."}, {"speaker": "Ike", "line": "Princess Elincia..."}, {"speaker": "Soren", "line": "It’s still too early to rest easy. The others haven’t rejoined us yet."}, {"speaker": "Elincia", "line": "Ah!"}, {"speaker": "Titania", "line": "We are talking about the commander. I don’t think there’s anything to worry about."}, {"speaker": "Ike", "line": "Father...Shinon...Gatrie..."}, {"speaker": "Soren", "line": "..."}, {"speaker": "Ike", "line": "...Princess Elincia, I’m afraid we’re going to have to part ways here."}, {"speaker": "Elincia", "line": "But what do you mean?"}, {"speaker": "Ike", "line": "We’re going back to aid our companions. So I want you to continue with Mist to the royal palace of Gallia."}, {"speaker": "Mist", "line": "What? No, Ike! I’m going to stay with you!"}, {"speaker": "Ike", "line": "Listen to me, Mist! We must do it this way so that everyone gets out of here alive!"}, {"speaker": "Mist", "line": "Mm..."}, {"speaker": "Ike", "line": "Father and I will catch up to you right away! Don’t worry. Have Father or I ever broken a promise to you?"}, {"speaker": "Mist", "line": "Well...no. All right, then. We’ll go ahead."}, {"speaker": "Titania", "line": "Thank you, Mist. We’ll see you soon."}, {"speaker": "Mist", "line": "All right. Titania...Please take care of my brother. Promise?"}, {"speaker": "Titania", "line": "You have my word on it."}, {"speaker": "Rolf", "line": "Oscar...Boyd...Don’t get killed out there, all right?"}, {"speaker": "Oscar", "line": "Rolf..."}, {"speaker": "Boyd", "line": "Knock it off, both of you! You’re like a couple of old women. We’re gonna be fine. Nothing bad’s gonna happen while I’m around!"}, {"speaker": "Elincia", "line": "Pardon, my lord Rhys..."}, {"speaker": "Rhys", "line": "Y-yes?"}, {"speaker": "Elincia", "line": "Take this with you, please."}, {"speaker": "Elincia", "line": "This is a mend staff, isn’t it? Er, are you sure this is all right?"}, {"speaker": "Elincia", "line": "Every one of you is putting yourself in harm’s way on my account. I only hope that staff can mitigate your risks even slightly."}, {"speaker": "Rhys", "line": "Thank you very much! This will help greatly. I will use it to aid the others in your name."}, {"speaker": "Elincia", "line": "...Thank you. Please...be careful."}, {"speaker": "Rhys", "line": "If you’ll excuse me."}, {"speaker": "Elincia", "line": "O benevolent Ashera...Grant them all your blessings..."}, {"speaker": "Mist", "line": "All right, we’re going to go now."}, {"speaker": "Ike", "line": "Good luck. Watch your step, and be careful."}, {"speaker": "Elincia", "line": "We’ll see all of you again...I’m sure of it! I know you will all be safe."}, {"speaker": "Ike", "line": "Let’s get moving! Where to, Soren?"}, {"speaker": "Soren", "line": "We go east on the road we used before. Let’s find the commander before the enemy reinforcements show up."}]}