{"chapter": "10", "title": "Prisoner Release", "speakers": ["Ranulf", "Ike", "Elincia", "Mordecai", "Lethe", "Soren", "Titania", "Volke", "Sephiran", "Brom", "Kieran", "Nephenee", "Oscar", "Daein Soldier", "Danomill", "Unknown", "Tiger Laguz", "Marcia"], "dialogue_counts": {"Ranulf": 28, "Ike": 88, "Elincia": 20, "Mordecai": 2, "Lethe": 10, "Soren": 11, "Titania": 11, "Volke": 20, "Sephiran": 19, "Brom": 16, "Kieran": 14, "Nephenee": 11, "Oscar": 8, "Daein Soldier": 4, "Danomill": 3, "Unknown": 2, "Tiger Laguz": 4, "Marcia": 8}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 282, "transitions": "-------------------------", "opening": ["After his father's death places the mantle of leadership on his young shoulders, Ike agrees to continue as Elincia's escort.", "The company heads to the Begnion Empire, the oldest and largest nation on the continent of Tellius. As Crimea is a former fiefdom of Begnion, the princess turns to them for succor, much as a scared child returns to a parent. Many in Tellius believe that without Begnion's might and influence, Crimea's reconstruction will be nigh impossible. However, Begnion and Gallia have no diplomatic ties and are further separated by an impassable mountain range. So the company is forced to return to Crimea, where they hope to locate a ship to carry them to Begnion.", "Accompanied by Ranulf the warrior who has volunteered to guide them, the company leaves Castle Gallia behind. With heavy hearts and wounded spirits, they begin the long march back to Crimea."], "intro": [{"speaker": "Ranulf", "line": "Hey, Ike! I heard you're leaving. Going to Begnion, eh?"}, {"speaker": "Ike", "line": "Hello, Ranulf. I was hoping I'd see you. I'd wanted to thank you for everything you've done. I'm glad to have the chance before I leave."}, {"speaker": "Ranulf", "line": "Well, aren't you the dutiful one! Hey, that reminds me...you were born here in Gallia, right? I knew there was something odd about you. You're awfully friendly for a beorc, you know! Oh, you might not know, but a beorc is what--"}, {"speaker": "Ike", "line": "I know what it means. It's what you call us humans, right?"}, {"speaker": "Ranulf", "line": "Oh, knew that, did you? Well then, let me tell you something else. When we use the word human, we mean it much the way you beorc do when you call us sub-human."}, {"speaker": "Ike", "line": "Really? It's an insult to be called human? I'm glad you told me. I would never have guessed."}, {"speaker": "Ranulf", "line": "I should warn you, if you run across any laguz who call you that, be careful. They are no friend of yours."}, {"speaker": "Ike", "line": "Got it. Thanks. I won't forget."}, {"speaker": "Ranulf", "line": "But I've digressed long enough. Let me explain why I'm here."}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Ranulf", "line": "Princess Elincia, may I have a moment of your time?"}, {"speaker": "Elincia", "line": "Y-yes. Of course."}, {"speaker": "Ranulf", "line": "The king asked that I give you this. Please, accept it as a gift."}, {"speaker": "Elincia", "line": "What? May I ask--"}, {"speaker": "Ranulf", "line": "Within that leather pouch is twenty thousand gold pieces. Beorc currency, of course."}, {"speaker": "Elincia", "line": "Oh...I truly appreciate this generous offer, but a gift of this magnitude is not something I can accept. King Caineghis has done so much more than necessary already..."}, {"speaker": "Ranulf", "line": "The king is ashamed that he cannot, at this time, provide any personal support. Please. Will you accept his apology and acknowledge his desire to aid you?"}, {"speaker": "Elincia", "line": "But..."}, {"speaker": "Ranulf", "line": "No? Well then, let's try this..."}, {"speaker": "Elincia", "line": "Yes?"}, {"speaker": "Ranulf", "line": "You accept the king's gift. Then, as payment for conducting you safely to Gallia,you hand it over to Ike..."}, {"speaker": "Elincia", "line": "Um..."}, {"speaker": "Ike", "line": "Come on, Ranulf. You can't expect her to accept this. And it's an outrageous fee, no matter how you look at it."}, {"speaker": "Ranulf", "line": "Twenty thousand gold for the life of a princess? Perfectly reasonable. In fact, it almost borders on insulting! Consider how you have suffered, the lives you have lost...Ten, no, a hundred times this amount would not be unreasonable."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Elincia", "line": "I... I have reconsidered. I will accept the king's kindness. In turn, I will present it to my lord Ike...You will accept it, will you not?"}, {"speaker": "Ike", "line": "I...I will. Thank you."}, {"speaker": "Elincia", "line": "No, my lord Ike. It is I who must thank you."}, {"speaker": "Ranulf", "line": "Well, now that that's settled, let's move on. Unfortunately, we do not have any ships here in Gallia. If you are to find a ship that will take you to Begnion, you must return to occupied Crimea."}, {"speaker": "Ike", "line": "If there's no other way, then we'll just have to risk it."}, {"speaker": "Ranulf", "line": "No matter how cautiously you proceed, you're certain to run into Daein forces. Keep that in mind."}, {"speaker": "Ike", "line": "I understand. It's too bad we're so short on soldiers...Still, there's not much we can do about that now. However, I will review our supplies carefully before we depart."}, {"speaker": "Ranulf", "line": "In regard to your personnel problems, the king has decided to lend you what aid he can. Lethe! Mordecai!"}, {"speaker": "Mordecai", "line": "I will join you."}, {"speaker": "Ike", "line": "Mordecai! And Lethe? Both of you? Are you sure?"}, {"speaker": "Lethe", "line": "None of the others could stand the idea of traveling with humans. I myself tremble with loathing at the thought of going to Begnion, but...When the king gives an order,obedience is the only option."}, {"speaker": "Ike", "line": "That may be, but having witnessed the combat prowess of the Gallians for myself, I know how fortunate we are."}, {"speaker": "Mordecai", "line": "We will not fail you."}, {"speaker": "Lethe", "line": "Hsss! I've no intention of becoming friends! Do not forget that...And stay out of my way!"}, {"speaker": "Ranulf", "line": "Ha ha! You must forgive Lethe. Her tongue cuts as deep as her claws do. I will return once I've reported to the king. While I'm gone, please finish your preparations for departure."}, {"speaker": "Ike", "line": "Very well."}, {"speaker": "Soren", "line": "Ike, here's a summary of our last battle."}, {"speaker": "Soren", "line": "There were no casualties, and no one suffered permanent injury. We fought excellently."}, {"speaker": "Ranulf", "line": "Hey, Ike! Hold up a moment. You know, I was thinking...Since this castle is on the way, we should probably stop by."}, {"speaker": "Ike", "line": "Um...really? Why? Is there something special about this place?"}, {"speaker": "Ranulf", "line": "Why yes! There is! This is Canteus Castle! Daein seized it early on in the war Now, it serves as a camp for prisoners. I've even heard there are a number of Crimean retainers being held captive in the dungeon beneath the castle."}, {"speaker": "Elincia", "line": "What?! Are you certain?"}, {"speaker": "Ranulf", "line": "Princess, I'm hurt! Of course my information is reliable."}, {"speaker": "Titania", "line": "If we can rescue some Crimean soldiers they might decide to join us. That would be quite a boon, would it not?"}, {"speaker": "Ike", "line": "Yes, it would. I think it's worth the risk."}, {"speaker": "Ranulf", "line": "The question now is how do you open these cells and free the prisoners?"}, {"speaker": "Ike", "line": "The cells are certain to be locked, so in order to open them--"}, {"speaker": "Soren", "line": "Logic would dictate that the keys will be in the possession of the jailer. We've no choice but to steal them. If we're lucky, the guards will have keys as well...In either case, we must move with caution. We don't want to trade blows with the entire castle garrison."}, {"speaker": "Ike", "line": "Which means we stay close to the walls and avoid being seen or heard, right? All right, then. Our first priority is to get our hands on the cell keys..."}, {"speaker": "Ranulf", "line": "Hey! You there!"}, {"speaker": "Volke", "line": "I have business with Sir Greil. Where is he?"}, {"speaker": "Soren", "line": "You're sorely lacking in social etiquette, aren't you? State your business."}, {"speaker": "Volke", "line": "I'll speak with Sir Greil and Sir Greil alone. Now take me to him."}, {"speaker": "Titania", "line": "What you ask is impossible. Commander Greil is dead."}, {"speaker": "Volke", "line": "Well. That is a problem."}, {"speaker": "Titania", "line": "Just who are you, anyway?"}, {"speaker": "Volke", "line": "Call me Volke. Sir Greil hired me. I'm in...intelligence."}, {"speaker": "Ike", "line": "My father hired you?"}, {"speaker": "Volke", "line": "You are Sir Greil's son, correct? You'll do. Sir Greil hired me to investigate something. You pay my price, and I'll give you my report. Deal?"}, {"speaker": "Ike", "line": "How much?"}, {"speaker": "Volke", "line": "Fifty thousand."}, {"speaker": "Ike", "line": "That's a bit steep."}, {"speaker": "Volke", "line": "And worth every penny."}, {"speaker": "Ike", "line": "I don't have that much...Give me some time."}, {"speaker": "Volke", "line": "So, you're willing to pay?"}, {"speaker": "Ike", "line": "My father hired you. He must have had a good reason."}, {"speaker": "Titania", "line": "Are you sure, Commander? We have no way of knowing if he's telling the truth."}, {"speaker": "Ike", "line": "We'll know when we see the contents of that report. Until then, let's have him travel with us."}, {"speaker": "Volke", "line": "So that's your plan, eh? Listen, you get the report when I get paid, and I'm not waiting around until then. I'll keep my information for the time being. Call me when you've got the gold. Stop into any tavern along your way. Tell the barkeep you've need of a fireman. You'll see me within an hour."}, {"speaker": "Soren", "line": "Hold a moment!"}, {"speaker": "Soren", "line": "Intelligence...You said you were in intelligence, right? Is information the only thing you sell?"}, {"speaker": "Volke", "line": "Come out with it. What are you asking?"}, {"speaker": "Soren", "line": "Locks. Can you open locks?"}, {"speaker": "Volke", "line": "Sure. Fifty gold per lock."}, {"speaker": "Ike", "line": "You're going to have him open the cell doors?"}, {"speaker": "Titania", "line": "Is that wise? We've only just met him. There's no telling if we can trust him."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "Volke, will you help us break into these cells?"}, {"speaker": "Volke", "line": "As long as I get paid, I've got no complaint."}, {"speaker": "Ike", "line": "Titania? Objections?"}, {"speaker": "Titania", "line": "I told you before, didn't I? You're the commander. If you decide on a course of action, I will but follow."}, {"speaker": "Ike", "line": "Volke, I beg your pardon, but let's pretend this little talk never happened."}, {"speaker": "Volke", "line": "Hm. If that's how you want things, so be it. I wouldn't have objected to traveling with you, not if it meant steady work, but..."}, {"speaker": "Ike", "line": "Any objections, Soren?"}, {"speaker": "Soren", "line": "I abide your decisions, Ike, as always."}, {"speaker": "Ike", "line": "What do the two of you think?"}, {"speaker": "Titania", "line": "Under the circumstances, I think trusting a man about whom we know nothing is dangerous. I am opposed to this."}, {"speaker": "Soren", "line": "If we want to get those cells open, I think risk is going to be inevitable. If we don't have to steal keys, we can reduce that risk and improve our chances of rescuing the prisoners. It's worth a shot."}, {"speaker": "Volke", "line": "..."}, {"speaker": "Ranulf", "line": "Righto! I'm off. Good luck and all that."}, {"speaker": "Ike", "line": "What? Wait! You're not going to help us here?"}, {"speaker": "Ranulf", "line": "Much as I would like to, I have a job to do. I will rejoin you when I'm finished."}, {"speaker": "Ike", "line": "Hmm... I see. Well, good luck to you then."}, {"speaker": "Ranulf", "line": "Yes, and to you as well!"}], "battle": [{"speaker": "Daein Soldier", "line": "L-Look out! We're under attack!"}, {"speaker": "Daein Soldier", "line": "Gwaah! Enemy soldiers!"}, {"speaker": "Daein Soldier", "line": "Commander Danomill! The castle defenses have been breached! What are your orders, sir?"}, {"speaker": "Danomill", "line": "What fortunate timing. We were starting to run low on prisoners. Do try to capture them alive. I won't have you robbing me of my fun!"}, {"speaker": "Daein Soldier", "line": "As you command, sir!"}, {"speaker": "Ike", "line": "We've been spotted. There's nothing left to do but fight!"}], "battle-talk": [{"speaker": "Ike", "line": "You there! We've come to rescue you.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Sephiran", "line": "...Ah!", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Ike", "line": "You're not a soldier, are you? Your clothing gives you away.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Sephiran", "line": "I am...a pilgrim. My name is Sephiran.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Ike", "line": "You're a monk? Why would they imprison you?", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Sephiran", "line": "I was arrested in a nearby village, where I was tending to wounded Crimean knights. I received no trial but have nevertheless been kept prisoner in this place ever since.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Ike", "line": "I see... That explains it. We've come here to liberate the prisoners of war. You should take this opportunity to escape.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Sephiran", "line": "You will set me free? That is most gracious of you. If you've no objection, I would ask your name.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Ike", "line": "I am Ike of the Greil Mercenaries. Please, the cell door is open. You should leave while you can.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Sephiran", "line": "Thank you. Perhaps we will meet again, Ike.", "person_1": "Ike", "person_2": "Sephiran"}, {"speaker": "Oscar", "line": "You're from Crimea, right? Come on--we're here to rescue you. We've opened your cell. Now's the time to escape.", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "Ah! It's you!", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "I could never forget that squint! Knights of Crimea, twelfth regiment...your name is Oscar!", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "And you're... Wait a moment...You're Kieran, right?", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "That is correct! I am Kieran...The same Kieran who has sworn himself to be your eternal rival!", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "Uh...Right...Kieran...So...how've you been? You look good.", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "As always, your manner is listless and inappropriate. It befits one who would call me foe! You were discharged three years ago...What are you doing here now? Aha! Could it be...You dastard! You've turned your coat and gone over to Daein, haven't you? Rarrrrr! What despicable, contemptible behavior! Unforgivable! Have you no shame? You were my one true rival! Where has your pride gone?", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "The mercenary company I'm attached to serves under the command of the princess of Crimea! We came here to free any Crimean prisoners.", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "The princess of Crimea?!? You're not part of the royal guard! How do you know about the princess?", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "Well, like I said, the princess is our employer and--", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "Aha! So that's your scheme, is it? You hope to distinguish yourself by meritorious service and gain the glory that is rightfully mine! Admit it!", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "Look, my duty is...", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Kieran", "line": "Blast you! Curse your name! Curse the name of Oscar and all who call him kin! I will never let you surpass me! Princess! I'm coming! Kieran will be forever at your side!", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Oscar", "line": "Whoa...He's even more excitable than I remember. Hard to believe he's actually a decent knight...", "person_1": "Oscar", "person_2": "Kieran"}, {"speaker": "Ike", "line": "You're a Crimean soldier, right? I've opened your cell. Let's get out of here.", "person_1": "Ike", "person_2": "Nephenee"}, {"speaker": "Nephenee", "line": "Who...are you?", "person_1": "Ike", "person_2": "Nephenee"}, {"speaker": "Ike", "line": "I'm Ike. I'm with a mercenary company hired by Princess Crimea. I can fill you in on the details later. For the time being, you'll just have to trust me.", "person_1": "Ike", "person_2": "Nephenee"}, {"speaker": "Nephenee", "line": "...Very well.", "person_1": "Ike", "person_2": "Nephenee"}, {"speaker": "Ike", "line": "You're a Crimean soldier, right? Come on! I'm here to rescue you!", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Brom", "line": "S-seriously? I'm not dreaming again, am I?", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Ike", "line": "I'm a mercenary in the employ of Princess Elincia. I'll give you all the details later. For now, we have to move!", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Brom", "line": "What? The princess? Oh, happy day! Wait, let me stretch a bit...Ooo...Sorry, I'm stiff from this hard floor...Ow! Ow ow ow! Cramp! Cramp!", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Ike", "line": "Oh, for the love of--Come on! This way!", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Brom", "line": "All, all right! Hold on a second...I don't remember the king having any children...", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Ike", "line": "There's no time to explain! Hurry up!", "person_1": "Ike", "person_2": "Brom"}, {"speaker": "Brom", "line": "Oh! Uh, c-c-coming!", "person_1": "Ike", "person_2": "Brom"}], "boss": [{"speaker": "Danomill", "line": "Look who's come to play! I am so VERY happy to see you. Now then, are you ready to become my prisoners and live a life of eternal bliss within my lovely dungeon?"}, {"speaker": "Danomill", "line": "You'll not escape...I will see all of you...dead...You will be exe...cu...ted..."}], "end": [{"speaker": "Ike", "line": "I've brought one of the Crimean soldiers who was being held prisoner."}, {"speaker": "Elincia", "line": "Ahem...I'm sure you are unaware of this, but I am.."}, {"speaker": "Kieran", "line": "Princess Elincia!"}, {"speaker": "Elincia", "line": "Oh...yes. Quite right."}, {"speaker": "Kieran", "line": "I am Kieran! I served under General Geoffrey, as leader of Crimea's fifth platoon. My platoon had the honor of escorting you from the palace during Daein's attack!"}, {"speaker": "Elincia", "line": "Really? You were there when..."}, {"speaker": "Kieran", "line": "I was! Lord Renning ordered my platoon to accompany General Geoffrey and serve as your escort. Our mission was to see you safely out of Crimea to Gallia's king. But we failed you...And when you were lost to us...I believed my worthless life was at its end...Yet here you are! To think that I would be so blessed as to see you again...Such emotion...I...The tears...sniff..."}, {"speaker": "Elincia", "line": "Kieran, were there any others?"}, {"speaker": "Kieran", "line": "Such terrific emotion...So--I beg your pardon?"}, {"speaker": "Elincia", "line": "Did anyone other than yourself survive?"}, {"speaker": "Kieran", "line": "Of course! Though I was the only one unfortunate enough to suffer the misery of captivity. General Geoffrey and several of his soldiers fought off the Daein attack. They were able to slip away. Even now, they wait in Crimea, hoping for one last chance to strike a blow against Daein."}, {"speaker": "Elincia", "line": "Geoffrey...He is alive? Ah...How those words drive off the shadows across my heart...Thank you, Kieran. Thank you...for surviving."}, {"speaker": "Kieran", "line": "You are too kind, Your Highness. The opportunity to serve you again is the greatest reward I could ask for. For as long as I draw breath, I will stand ready at your side! This, I swear."}, {"speaker": "Ike", "line": "All right, we all know where Kieran stands...How about you two? Will you recognize Princess Elincia as the rightful heir to the Crimean throne? Will you fight for her?"}, {"speaker": "Brom", "line": "Look here. My name's Brom, and this lass is Nephenee. We're just simple country militiamen from the same territory. Now, we don't know much about nobles and stuff. Kings and queens don't matter much when you're workin' the fields. 'Course, we know we'll be in trouble if someone takes our fields away from us, so that's why we joined the militia! This king of Daein's no friend of ours. And I hear he's doing terrible things, too... Vile tortures with rusty nails and...and more! What's going to happen to my family? I left them all back home, and I'm so worried I can hardly see straight."}, {"speaker": "Nephenee", "line": "If you can defeat the king of Daein, will this country return to the way it used to be? Is that what you're after?"}, {"speaker": "Elincia", "line": "It is my hope. I may not be as powerful as my father, but I will never abandon Crimea."}, {"speaker": "Brom", "line": "You sound like a lady who stands by her word. Looks like my choice is easy!"}, {"speaker": "Nephenee", "line": "Mine too."}, {"speaker": "Brom", "line": "I'll fight in your name. I'll help you and yours, and we'll send those Daein egg suckers packing!"}, {"speaker": "Elincia", "line": "Thank you."}, {"speaker": "Unknown", "line": "I beg your pardon..."}, {"speaker": "Ike", "line": "You're..."}, {"speaker": "Nephenee", "line": "O blessed saint..."}, {"speaker": "Brom", "line": "Master Sephiran! You live!"}, {"speaker": "Sephiran", "line": "Brom, Nephenee...Are either of you wounded?"}, {"speaker": "Brom", "line": "We're fine, but what about you? You were jailed for helping us...I'm so sorry! Oh, I hope they didn't hurt you!"}, {"speaker": "Sephiran", "line": "It is nothing to fret about. Everyone is safe, and that is what matters."}, {"speaker": "Nephenee", "line": "O blessed one..."}, {"speaker": "Sephiran", "line": "Pardon me...May I have a moment of your time?"}, {"speaker": "Ike", "line": "Who are you?"}, {"speaker": "Sephiran", "line": "I am a monk on pilgrimage. My name is Sephiran. Thanks to your efforts, I have been freed from my imprisonment."}, {"speaker": "Ike", "line": "A monk? Why did the Daein army arrest you?"}, {"speaker": "Sephiran", "line": "I was arrested in a nearby village where I was treating wounded Crimean knights. I received no trial but taken prisoner nevertheless. I was scheduled to be executed on the morrow. I owe you my life. I thank you from the bottom of my heart."}, {"speaker": "Ike", "line": "You don't have to thank us. However, I am curious about your situation. Why were you aiding Crimean soldiers?"}, {"speaker": "Sephiran", "line": "Do you question my story?"}, {"speaker": "Ike", "line": "You're a monk on pilgrimage as well as an ally of Crimean resistance fighters? Under the circumstances, do you blame me?"}, {"speaker": "Sephiran", "line": "Tell me something, Ike. If you came across a wounded person, could you ignore his plight?"}, {"speaker": "Ike", "line": "Normally...No, I could not. But in times like these, where it means risking my own life... I don't know. It's tough to say."}, {"speaker": "Sephiran", "line": "Ha ha...You're quite honest. However, if actually faced with such a choice, a man such as yourself would not hesitate. If faced with an individual in pain, you would act instinctively. Your body would not wait for the command."}, {"speaker": "Ike", "line": "Who...Who are you? Really. You're so calm, so full of peace. I can't believe you're a simple monk."}, {"speaker": "Sephiran", "line": "If you'll forgive me, I must be going. Fare thee well, young warrior. I am certain that we will meet again."}, {"speaker": "Volke", "line": "...Ike."}, {"speaker": "Ike", "line": "Oh, hello, Volke. What do you want?"}, {"speaker": "Volke", "line": "I was thinking about traveling with you for a bit. I'll be in the general area, so if you need anything, you can call me. I'll help you out...for a fee, of course."}, {"speaker": "Titania", "line": "What did you say?"}, {"speaker": "Ike", "line": "Why would you do such a thing? In times such as these, there must be many parties that need...intelligence."}, {"speaker": "Volke", "line": "Well, you've sparked my curiosity. And besides...No, we'll just have to leave it at that."}, {"speaker": "Titania", "line": "That's not acceptable."}, {"speaker": "Volke", "line": "Don't be so inflexible. It's not as if I'll be joining your merry band or anything. This is strictly business."}, {"speaker": "Titania", "line": "And yet you--"}, {"speaker": "Ike", "line": "Titania."}, {"speaker": "Soren", "line": "I believe this is a good opportunity. We will almost certainly have need of this man's talents. He is a dubious character at best, but at least we know his motives. Everything begins and ends with gold. He'll be easy to control."}, {"speaker": "Ike", "line": "Soren, he's standing right there."}, {"speaker": "Soren", "line": "I don't think he minds."}, {"speaker": "Titania", "line": "What will it be, Ike? The decision's yours."}, {"speaker": "Ike", "line": "Very well. You may do as you like."}, {"speaker": "Volke", "line": "Excellent. Call me if you need anything."}, {"speaker": "Ike", "line": "I'm sorry, but I cannot accept your proposition. However, as we discussed earlier, I will summon you when we have the fee for my father's information. Is that acceptable?"}, {"speaker": "Volke", "line": "Agreed. Be seeing you."}, {"speaker": "Ranulf", "line": "First the thief and then that monk...What an odd band of characters you've attracted!"}, {"speaker": "Ike", "line": "Ranulf! Have you finished your errands?"}, {"speaker": "Ranulf", "line": "All done! But about those two--"}, {"speaker": "Ike", "line": "Yes, they're both rather mysterious."}, {"speaker": "Ranulf", "line": "Well, the monk seems like a decent enough fellow."}, {"speaker": "Ike", "line": "Determining who is a friend and who is a foe is something I must be able to do. But it's just so hard."}, {"speaker": "Ranulf", "line": "That's only because you don't have enough information to base your judgment on. All we can do now is press on."}, {"speaker": "Ike", "line": "You're right..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Tiger Laguz", "line": "You there! Beorc! What do you think you're doing?"}, {"speaker": "Ike", "line": "I was trying to get back to my room, but I've lost my way. Can you tell me which way I need to go?"}, {"speaker": "Tiger Laguz", "line": "It's this way. Follow me. Hey! Not so close! Walk behind me."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Tiger Laguz", "line": "Er... Pardon me. The king has ordered us to treat beorc with kindness, but... It will...take some time. It is difficult to fight that instinct. Perhaps some memory of the slavery our forefathers suffered at beorc hands flows in our blood."}, {"speaker": "Ike", "line": "I understand. I'll keep my distance."}, {"speaker": "Tiger Laguz", "line": "Very well...Let's go."}, {"speaker": "Ike", "line": "All right."}, {"speaker": "Marcia", "line": "And so we put this guy right here, and this dealy-bobber goes there...and we're finished!"}, {"speaker": "Ike", "line": "Packing, huh? Want some help?"}, {"speaker": "Marcia", "line": "Do I want some...? Pfff! You're a hoot, handsome! I'm already done!"}, {"speaker": "Ike", "line": "You're more skillful at this than I would've imagined. Or is it that Mist is woefully inept?"}, {"speaker": "Marcia", "line": "Aw, the Begnion pegasus knights were always moving around, so I learned to pack quickly. They used to train us on it all the time...Go here... Pack this...Fun stuff!"}, {"speaker": "Ike", "line": "Is that so? I can see that you have a strong sense of duty. Quitting the Begnion pegasus knights to join us must seem..."}, {"speaker": "Marcia", "line": "What are you saying? I'm a burden now?"}, {"speaker": "Ike", "line": "Um...no. I'm very grateful you're here. As I told you before, we're short on personnel."}, {"speaker": "Marcia", "line": "Oh. Good then! And I'm happy to be here! Um...say, Ike? You don't need to worry about me quitting the Begnion service. My decision wasn't based solely on my desire to repay you..."}, {"speaker": "Ike", "line": "You had other reasons?"}, {"speaker": "Marcia", "line": "Yes. I...I'm also searching for my missing brother. He may be a dolt and a scoundrel, but he's all the family I have in this world. Remember when you found me? When we were fighting the pirates? Well, I was trying to track him down. But every time I go looking for him, I end up in some dangerous situation with ugly boat monkeys trying to kill me."}, {"speaker": "Ike", "line": "Heh. So that's why you decided to join us, is it? I can understand that."}, {"speaker": "Marcia", "line": "So, are you sorry you asked?"}, {"speaker": "Ike", "line": "Not at all. The important thing is finding your brother as quickly as possible, right?"}, {"speaker": "Marcia", "line": "That's the plan!"}, {"speaker": "Lethe", "line": "..."}, {"speaker": "Ike", "line": "You seem...depressed."}, {"speaker": "Lethe", "line": "Look at who I'm trapped with! Of course I am depressed... And keep your worthless observations to yourself. All of you are so slow...I can't believe you're still not ready."}, {"speaker": "Ike", "line": "Sorry about that. If we were like you and didn't need to carry anything, it would be easier, but...We have weapons and things to get ready."}, {"speaker": "Lethe", "line": "Weapons of steel are a human weakness. Without them, you cannot fight properly."}, {"speaker": "Ike", "line": "But...Lethe, you're carrying a dagger, aren't you? In the scabbard on your leg?"}, {"speaker": "Lethe", "line": "This...is not for fighting."}, {"speaker": "Ike", "line": "Then what's it for?"}, {"speaker": "Lethe", "line": "I use it to remove small bones from meat. It can also cut fruit into bite-sized pieces. It has proven quite useful."}, {"speaker": "Ike", "line": "Hmm..."}, {"speaker": "Lethe", "line": "What? If you've got something to say, spit it out!"}, {"speaker": "Ike", "line": "You despise beorc, but you don't mind beorc-crafted tools?"}, {"speaker": "Lethe", "line": "If something's good, it's good. Denying something's obvious worth out of petty spite is foolish. It's not that I...I do not despise everything beorc. If every beorc could get along with us as well as you do, I'm certain..."}, {"speaker": "Ike", "line": "Lethe?"}, {"speaker": "Lethe", "line": "This is a ridiculous conversation! I'm leaving now."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "Here are two Crimean soldiers who were being held as prisoners."}, {"speaker": "Elincia", "line": "Ahem...This may come as a surprise, but...My name is Elincia. I am the daughter of Ramon, king of Crimea, who was so recently killed by Daein's heartless attack. I'm on a mission to liberate and restore our homeland...And I need all the support I can garner."}, {"speaker": "Ike", "line": "We need to know where you stand. Will you recognize Princess Elincia as the Crimean heir? Will you fight for her?"}, {"speaker": "Brom", "line": "Look here. My name's Brom, and this lass is Nephenee. We're just simple country militiamen from the same territory. Now, we don't know much about nobles and stuff. Kings and queens don't matter much when you're workin' the fields. 'Course, we know we'll be in trouble if someone takes our fields away from us, so that's why we joined the militia! This king of Daein's no friend of ours. And I hear he's doing terrible things, too... Vile tortures with rusty nails and...and more! What's going to happen to my family? I left them all back home, and I'm so worried I can hardly see straight."}, {"speaker": "Nephenee", "line": "If you can defeat the king of Daein, will this country return to the way it used to be? Is that what you're after?"}, {"speaker": "Elincia", "line": "It is my hope. I may not be as powerful as my father, but I will never abandon Crimea."}, {"speaker": "Brom", "line": "You sound like a lady who stands by her word. Looks like my choice is easy!"}, {"speaker": "Nephenee", "line": "Yes?"}, {"speaker": "Brom", "line": "I'll fight in your name. I'll help you and yours, and we'll send those Daein egg suckers packing!"}, {"speaker": "Elincia", "line": "Thank you."}, {"speaker": "Unknown", "line": "I beg your pardon..."}, {"speaker": "Ike", "line": "You're..."}, {"speaker": "Nephenee", "line": "O blessed saint..."}, {"speaker": "Brom", "line": "Master Sephiran! You live!"}, {"speaker": "Sephiran", "line": "Brom, Nephenee...Are either of you wounded?"}, {"speaker": "Brom", "line": "We're fine, but what about you? You were jailed for helping us...I'm so sorry! Oh, I hope they didn't hurt you!"}, {"speaker": "Sephiran", "line": "It is nothing to fret about. Everyone is safe, and that is what matters."}, {"speaker": "Nephenee", "line": "O blessed one..."}, {"speaker": "Ike", "line": "Pardon me, may I have a moment?"}, {"speaker": "Sephiran", "line": "And you are?"}, {"speaker": "Ike", "line": "I'm Ike. I'm the commander of this mercenary company."}, {"speaker": "Sephiran", "line": "That must mean you're the one responsible for giving me back my freedom. I am Sephiran, a monk on pilgrimage. Please allow me to express my gratitude. Thank you."}]}