{"chapter": "11", "title": "Blood Runs Red", "speakers": ["Ranulf", "Ike", "Soren", "Titania", "Elincia", "Daein Soldier", "Woman", "Youth", "Man", "Lady", "Mordecai", "Lethe", "Vigilante", "Grandfather", "Mackoya", "Nasir", "Black Knight", "Zihark", "Jill", "Haar", "Sephiran", "Norris", "Mister", "Mist", "Giffca", "Ashnard", "Kieran", "Brom", "Nephenee"], "dialogue_counts": {"Ranulf": 38, "Ike": 79, "Soren": 3, "Titania": 7, "Elincia": 11, "Daein Soldier": 10, "Woman": 6, "Youth": 8, "Man": 17, "Lady": 4, "Mordecai": 13, "Lethe": 18, "Vigilante": 12, "Grandfather": 1, "Mackoya": 22, "Nasir": 5, "Black Knight": 32, "Zihark": 27, "Jill": 11, "Haar": 9, "Sephiran": 4, "Norris": 7, "Mister": 1, "Mist": 3, "Giffca": 6, "Ashnard": 7, "Kieran": 8, "Brom": 4, "Nephenee": 7}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 380, "transitions": "--------------------------------", "intro": [{"speaker": "Ranulf", "line": "Well, we're here! Welcome to Toha, Crimea's westernmost port city."}, {"speaker": "Ike", "line": "What's with this place? The people are going about their business. Why aren't they worried about Daein? About the war?"}, {"speaker": "Ranulf", "line": "It's because this area is fairly isolated. Daein's army hasn't come this far, and so life goes on as before. Daein's plan is to seize the capital, then slowly and steadily expand its sphere of influence until it controls everything."}, {"speaker": "Ike", "line": "Surely these people have some idea of what's happening."}, {"speaker": "Soren", "line": "Ignorance is a form of bliss, is it not? These people don't know what it's like to lose a war. They don't want to know. Crimea as a nation has always been blessed by peace. Perhaps this is due to the temperament of its rulers, but the country hasn't seen serious warfare for centuries. While minor skirmishes with the kingdom of Daein have been legion, only the eastern borderlands have taken damage."}, {"speaker": "Ike", "line": "And yet even I know this peace will not last. When we met Daein forces on our scouting mission, they attacked us merely for being within the Crimean border."}, {"speaker": "Soren", "line": "Humans are shameless creatures that carelessly ignore any misfortune which does not befall them directly. They can--and often do--turn a blind eye to all manner of wickedness so long as it does not touch them or their kin. They will bow their heads, condemning those victims for bringing calamity upon themselves, and then they will cast their eyes toward heaven in thanks while their neighbors lay dying around them."}, {"speaker": "Ike", "line": "But the war is happening here. This is their home, not someone else's."}, {"speaker": "Soren", "line": "When the Daein army darkens their doorsteps, perhaps they will understand. When the peace they take for granted is shattered, and their sons and daughters slaughtered in the streets...Perhaps then will they comprehend the misfortunes they so long pretended not to see. I have no sympathy for them."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ranulf", "line": "My goodness, the nastier the truth, the blunter he gets...Quite a delightful staff officer you have there."}, {"speaker": "Ike", "line": "He, um...he has an undeniable streak of severity in him but...but this? Something's bothering him, that's for sure."}, {"speaker": "Titania", "line": "It's to be expected. Even I'm a bit shocked by this place. Can they truly be as placid as they appear? Soren's a very empathetic young man. The emotions of this place may have proven to be too much for him."}, {"speaker": "Ranulf", "line": "Ignoring impending doom because you cannot prevent it...Fatalism is by nature a disheartening beast. Well, for all those born with nothing, there are those born with everything. Perhaps those who never notice the difference are the ones we should envy."}, {"speaker": "Ike", "line": "What's that supposed to mean?"}, {"speaker": "Ranulf", "line": "Huh? Oh, I was talking to myself. Pay me no mind."}, {"speaker": "Ike", "line": "Hmm..."}, {"speaker": "Ranulf", "line": "Now then, I've got to see a man about a ship. While I'm gone, why don't you get your supplies squared away? I'm sure that the journey ahead will require a lot of packing."}, {"speaker": "Titania", "line": "Ranulf, I'll go with you."}, {"speaker": "Ranulf", "line": "No, no, that's all right. You should supervise the supply acquisition. You're going to be at sea for months, you know?"}, {"speaker": "Titania", "line": "I know that, but..."}, {"speaker": "Ike", "line": "What is it, Titania?"}, {"speaker": "Ranulf", "line": "She's worried about me. She doesn't want to leave a solitary laguz wandering around a beorc city."}, {"speaker": "Ike", "line": "But I thought Crimea and Gallia were allied nations. Why would a wandering laguz be cause for concern?"}, {"speaker": "Ranulf", "line": "Well, it shouldn't be, but..."}, {"speaker": "Titania", "line": "Do you remember what King Caineghis told you? The friendship between Crimea and Gallia exists only between the ruling classes. It hasn't taken root in the minds of the common citizenry at all."}, {"speaker": "Ranulf", "line": "That being said, things have improved quite a bit since King Ramon ascended to the throne The reports of hunts and such other horrors have all but disappeared...Oh, don't worry! I'll be fine! I've got connections, see? It's not like I'll be roaming the docks begging for passage."}, {"speaker": "Ike", "line": "All right then, the job is yours. lease be careful."}, {"speaker": "Ranulf", "line": "You, too. Don't mess anything up!"}, {"speaker": "Ike", "line": "We should be leaving, but...Looks like everyone's going to be a while, yet."}, {"speaker": "Elincia", "line": "My lord Ike are you ready to go?"}, {"speaker": "Ike", "line": "Me? As long as I've got my sword, I'm always ready."}, {"speaker": "Elincia", "line": "A sword? That's it?"}, {"speaker": "Ike", "line": "If I've got my cape, I can sleep just about anywhere. And as for food, well...Something always turns up."}, {"speaker": "Elincia", "line": "Hee hee! That's delightful."}, {"speaker": "Ike", "line": "It is?"}, {"speaker": "Elincia", "line": "Yes, very much so. Tee hee hee!"}, {"speaker": "Ike", "line": "Princesses...I don't think I'll ever understand them."}, {"speaker": "Ike", "line": "What's going on? Why all the excitement?"}, {"speaker": "Elincia", "line": "My lord Ike! There's a crowd gathering at the town entrance..."}, {"speaker": "Ike", "line": "That's--"}, {"speaker": "Daein Soldier", "line": "Attention citizens! We've received reports of Crimean army stragglers hiding in this town! From this point forth, the Daein army will blockade all points of entry! No one comes or goes without our leave! The harbor is also closed! No ships will be allowed to sail!!"}, {"speaker": "Titania", "line": "Ike...Daein troops have--"}, {"speaker": "Ike", "line": "I know. All we can do is move toward the docks and try not to be discovered."}, {"speaker": "Ike", "line": "Have you seen Ranulf?"}, {"speaker": "Titania", "line": "Not yet."}, {"speaker": "Ike", "line": "Wait, here he comes now. Ranulf! Over here."}, {"speaker": "Ranulf", "line": "Hoo! Things sure are heating up, aren't they?"}, {"speaker": "Ike", "line": "How are things on your end?"}, {"speaker": "Ranulf", "line": "Everything's set. All you need to do is sneak down to the harbor. You'll be met there by a man with a dusky pallor. His name is Nasir. Nasir is a man you can trust. I've explained your situation to him, and he's willing to help. If you can reach his ship safely, he'll take care of everything and deliver you to Begnion."}, {"speaker": "Ike", "line": "Ranulf, aren't you coming, too?"}, {"speaker": "Ranulf", "line": "I was planning on it, but...Daein's movements have me concerned. I'll stay behind and see what's going on."}, {"speaker": "Woman", "line": "Oh, I'm sorry! I wasn't watching where I was going..."}, {"speaker": "Ranulf", "line": "No, pardon me--"}, {"speaker": "Woman", "line": "Ah! Eeeeeeek! Su-sub-human!!"}, {"speaker": "Titania", "line": "Blast!"}, {"speaker": "Youth", "line": "I-it's true! A sub-human! How dare you come prowling around here!"}, {"speaker": "Man", "line": "Beast! Ya stinking sub-humans need to learn yer place! Human towns are too good for ya!"}, {"speaker": "Lady", "line": "Eww! It's so hairy! Go on! Scat!"}, {"speaker": "Woman", "line": "Get out of here! Monster!"}, {"speaker": "Ike", "line": "Dang!"}, {"speaker": "Ike", "line": "Mordecai!"}, {"speaker": "Mordecai", "line": "Ike! We must leave!"}, {"speaker": "Ike", "line": "What? No! We have to help Ranulf..."}, {"speaker": "Mordecai", "line": "All of this noise will attract the attention of the Daein troops."}, {"speaker": "Ike", "line": "That's why we have to hurry up and help--"}, {"speaker": "Lethe", "line": "He'll be fine! Leave him."}, {"speaker": "Mordecai", "line": "Ranulf is strong. Even stronger than me. It's all right."}, {"speaker": "Ike", "line": "Ranulf has no intention of defending himself! Look, he's not even changing forms! I can't just stand by and watch as he gets murdered!"}, {"speaker": "Mordecai", "line": "Ike! Wait!"}, {"speaker": "Lethe", "line": "...Idiot human..."}, {"speaker": "Ike", "line": "Stop! Get out of my way! Keep your hands off him!"}, {"speaker": "Man", "line": "Who do ya think ya are? Why would a human want to protect some sub-human?"}, {"speaker": "Woman", "line": "He's a friend to this monster! I saw them talking earlier!"}, {"speaker": "Ike", "line": "What's that to you?"}, {"speaker": "Youth", "line": "Hey. the Crimean royals had sub-human companions, didn't they? Maybe you're one of those army guys the Daein troops are searching for!"}, {"speaker": "Man", "line": "You there! Daein soldier! Ho! There are some suspicious folk over here!"}, {"speaker": "Daein Soldier", "line": "Huh? That way! Hurry!"}, {"speaker": "Ike", "line": "Are you mad?! Your king was murdered by Daein! And now you're going to cooperate with them?"}, {"speaker": "Man", "line": "Well, um..."}, {"speaker": "Youth", "line": "I heard the king was teamin' up with those sub-humans! That's what got him killed!"}, {"speaker": "Lady", "line": "Yeah! That's right! If we need allies, I'll take flesh-and-blood Daein humans over some fanged sub-human freak!"}, {"speaker": "Youth", "line": "Yeah! Yeah! At least we know what we're getting! Trust your own kind!"}, {"speaker": "Ike", "line": "You people are insane!"}, {"speaker": "Vigilante", "line": "Where's the sub-human everyone's screaming about?"}, {"speaker": "Grandfather", "line": "Huzzah! The Toha vigilantes are here! Grab those guys and turn them over to the Daein army! That will prove our allegiance and gain our village favor!"}, {"speaker": "Vigilante", "line": "Har har! If you want sub-humans hunted down, I'm your man!"}, {"speaker": "Ike", "line": "Ranulf! Are you all right?"}, {"speaker": "Ranulf", "line": "Why did you come back?"}, {"speaker": "Ike", "line": "Because some fool was going to lay here and get beaten to death instead of defending himself!"}, {"speaker": "Ranulf", "line": "Ah, Ike. What would you have me do? Gallia and Crimea have formed an alliance. I cannot jeopardize that by harming these people, no matter what ill they may bear me."}, {"speaker": "Ike", "line": "Even if none of them care two figs for their own country?"}, {"speaker": "Ranulf", "line": "Even if. They're citizens of Crimea, after all."}, {"speaker": "Ike", "line": "Well, I'm not Gallian, so there's no reason for me to hold anything back!"}, {"speaker": "Ranulf", "line": "Ike! Listen to me! They think that you and I are allies! If you attack, it's no different than if I do so myself! So..."}, {"speaker": "Ike", "line": "Let me guess...you're telling me to avoid the Daein pursuit, leave the town vigilantes alone, get to the docks as soon as possible, find a man named Nasir and get everyone on his boat. Is that it?"}, {"speaker": "Ranulf", "line": "Exactly! I don't care what anyone else says, I think you're pretty bright!"}, {"speaker": "Ike", "line": "All right, I'll play along. But mark my words, if they attack, heads will roll!"}, {"speaker": "Ranulf", "line": "What? Hey! That's not going to do us any good!"}, {"speaker": "Ike", "line": "Titania! Soren! Get everyone together! We're getting out of here!"}, {"speaker": "Mackoya", "line": "Listen to me! Do not let a single Crimean soldier escape our grasp. Sweep the entire town! Arrest anyone suspicious!"}, {"speaker": "Daein Soldier", "line": "General Mackoya! Sir, there's a group of vigilantes who want to help us. What shall I tell them?"}, {"speaker": "Mackoya", "line": "Hmm...Very well. Let them do as they please."}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}, {"speaker": "Nasir", "line": "Pardon me, are you the commander of these forces?"}, {"speaker": "Mackoya", "line": "I am. And who are you?"}, {"speaker": "Nasir", "line": "I'm captain of the boat you see moored here. My name is Nasir. I stopped by to accomplish some brief piece of business, but...Your soldiers are now preventing me from setting sail. I need to leave this place."}, {"speaker": "Mackoya", "line": "I apologize for the inconvenience. However, we are trying to stop some Crimean soldiers from escaping. To that end we need the cooperation of all citizens...ship captains included."}, {"speaker": "Nasir", "line": "My ship is a simple merchant vessel, sailing under the flag of the Begnion Empire. If I present such documentation, surely it will prove I have no ties whatsoever with Crimea."}, {"speaker": "Mackoya", "line": "Under Daein rule, such...Begnion papers are nothing more than fishwrap."}, {"speaker": "Nasir", "line": "Yet--"}, {"speaker": "Mackoya", "line": "You called yourself, Nasir, correct? Protest too loudly, Nasir, and we may think you a Crimean sympathizer. If that were to happen, who knows what...unfortunate fate might your simple merchant ship..."}, {"speaker": "Nasir", "line": "...I see. So be it."}, {"speaker": "Mackoya", "line": "You there! Soldier!"}, {"speaker": "Daein Soldier", "line": "Sir?"}, {"speaker": "Mackoya", "line": "Strengthen the watch on this ship. That man is up to something...I can feel it...No matter what happens, that ship must not be allowed to set sail. Burn her and sink her first!"}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}, {"speaker": "Mackoya", "line": "Now then, where is our special guest?"}, {"speaker": "Black Knight", "line": "I'm right here, General Mackoya."}, {"speaker": "Mackoya", "line": "Oh! Sir Black Knight! I hope I didn't keep you waiting."}, {"speaker": "Black Knight", "line": "No, I just arrived. Let us proceed...I would hear your report."}, {"speaker": "Mackoya", "line": "There are no problems whatsoever. I've nothing to report, save the tedium of it all. The farther west we travel, the weaker the Crimean fighting spirit becomes. Each town displays less and less resistance--now they literally throw wide the gates at first sign of our approach! With duty as humdrum as this, I worry that my troops may become sloppy and lose their edge."}, {"speaker": "Black Knight", "line": "As a fellow warrior, I can sympathize with your plight."}, {"speaker": "Mackoya", "line": "I thank you for your understanding."}, {"speaker": "Black Knight", "line": "This town was not scheduled for subjugation until much later...Tell me, why are you here now?"}, {"speaker": "Mackoya", "line": "Yes, as to that...Mere days ago, a castle that held Crimean prisoners of war was attacked and the captives freed. The perpetrators were Crimean soldiers accompanied by sub-humans. According to our intelligence reports, their trail led here..."}, {"speaker": "Black Knight", "line": "I see."}, {"speaker": "Mackoya", "line": "The princess of Crimea is said to have fled to Gallia. If we can capture this band, we may gain information on her location."}, {"speaker": "Black Knight", "line": "Do you require my assistance?"}, {"speaker": "Mackoya", "line": "I thank you for the generous offer. However, if you were to enter the fray, it would be over in a twinkling. My men are starved for combat. I would beg your restraint so that they may be allowed some...entertainment."}, {"speaker": "Black Knight", "line": "As you will. The field is yours. Turn your soldiers loose, and may their blades run red with glory."}, {"speaker": "Mackoya", "line": "Your graciousness is greatly appreciated."}, {"speaker": "Ranulf", "line": "Good luck, Ike! You'll be fine. As for me...I think I'll play a little game of cat and mouse with these Daein fools."}, {"speaker": "Daein Soldier", "line": "The Gallian sub-human! After him! Don't let him get away!"}, {"speaker": "Ike", "line": "Everyone, move out for the harbor! Try to avoid conflict with the local vigilante group if you can. Let's go!"}, {"speaker": "Zihark", "line": "Hey! Are there really sub-humans about?"}, {"speaker": "Vigilante", "line": "Oh yeah, no mistake about it. And they'll as soon kill you as look at you!"}, {"speaker": "Zihark", "line": "Where are they?"}, {"speaker": "Vigilante", "line": "They're over there...Cunning beast! We're just about to start flushing them out of hiding."}, {"speaker": "Zihark", "line": "I see. If you find one, be sure to give me a call."}, {"speaker": "Vigilante", "line": "Har har! I like that guy. He came to our little town just for the chance to hunt sub-humans!"}], "recruit-talk": [{"speaker": "Zihark", "line": "Ah!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "Grrr! Flee. You're Crimean...I cannot fight you.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "Hold on! Please!...I am not an enemy to laguz.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "L-laguz...? How do you--", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I joined this vigilante group because I knew it would afford me a chance to help you flee. Listen, I'll distract the townspeople. While they're worried about me you can make good your escape.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "I cannot trust the word of a human.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "...I see. Well, if I cut down these vigilantes, will you believe me?", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "Huh?", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "One? Two? All of them? How many do you want? Just give the word and I'll start the cutting!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "Hsss! Quiet! Why? Why would you...", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I want to help you....That's all.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "...I see... You're not an enemy. That much I'll believe...", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "Thank you. Now, you must hurry away from this place.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "No, I cannot flee. I have fr-friends with whom I must board a ship.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "Will you not desist? It's much too dangerous. The vigilantes and Daeins want nothing  more than to kill laguz!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "I'm not leaving.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I see...If that's your stance, then I've no choice.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "Hm?", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I will join your group.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "Don't...Don't be ridiculous!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "What's your name?", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "I am Lethe, but--", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "That's a good name.", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "That's beside the point! You--", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I am Zihark. Well met, Lethe! Whoops! I don't think we have time for formal introductions. Let's hurry!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Lethe", "line": "H-hold it! I have not agreed to this!", "recruiter": "Lethe", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "Ah!", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "You are a vigilante. We must avoid vigilantes. You should flee.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "You would speak so to the vigilante group that's hunting you? You're a kind laguz, aren't you?", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "Hm? My words are not good. You must go quickly.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "No, you are the one who should flee. Leave the rest to me. I'll confuse the townsfolk and give you time to run.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "What? Why?", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I don't want to see any laguz harmed, so I joined these vigilantes as a double agent.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "Hmm...? I am confused. But...you do not smell like an enemy. Our group must get on that ship. We are taking it to Begnion.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "Will you not desist? It's much too dangerous. The vigilantes and the Daeins desire nothing more than to kill laguz!", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "Even so, we will go.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I see...If that's your stance, then I've no choice.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "...", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I will join your group.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "You will betray your friends?", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I told you, they're not my friends. I am an ally to the laguz. What? You need proof? There!", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "Why do you drop your blade? That bright metal tool is your only fang.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I want you to believe me....Please. You must believe me.", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Mordecai", "line": "...I believe you. I am Mordecai, warrior of Gallia. Who are you?", "recruiter": "Mordecai", "recruit": "Zihark"}, {"speaker": "Zihark", "line": "I am Zihark. Well met, Mordecai! Whoops! I don't think we have time for formal introductions. Let's hurry!", "recruiter": "Mordecai", "recruit": "Zihark"}], "battle": [{"speaker": "Jill", "line": "Commander Haar! Awake! This is no time to be sleeping! A sub-human has been spotted! Come, let us join in the thrill of the hunt!"}, {"speaker": "Haar", "line": "Yaaaawn...Mmm...let's not. Even if we don't lift a finger, Mackoya's pups will take care of everything."}, {"speaker": "Jill", "line": "Battle glory awaits! Would you allow others to steal this chance from beneath your very nose?"}, {"speaker": "Haar", "line": "Yawn. Go entertain yourself, will you? Fight a soldier or lance a peasant or...what you will. But for the love of flying, stop interrupting my sleep!"}, {"speaker": "Jill", "line": "Ooh! You're such a--"}, {"speaker": "Haar", "line": "The fighting? Um...Wake me when it's done. Yaaaaawwnn...Zzzzzzz..."}, {"speaker": "Jill", "line": "That's it!! I'm going by myself!"}, {"speaker": "Haar", "line": "Zzzzzz...Snort! Wha--? Jill, hold a moment."}, {"speaker": "Jill", "line": "Yes? Have you changed your mind?"}, {"speaker": "Haar", "line": "You'll wait here with the rest of us. We don't move unless we're attacked. That's the word from the top."}, {"speaker": "Jill", "line": "...Graaarrr!"}, {"speaker": "Black Knight", "line": "All these men, and they're still having problems? Did I make a miscalculation?"}, {"speaker": "Ike", "line": "Ah! It's him!!"}, {"speaker": "Black Knight", "line": "We meet again, son of Greil."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Black Knight", "line": "Why do you challenge me? You are not worthy of being my foe. Flee while you are able."}, {"speaker": "Ike", "line": "You..."}, {"speaker": "Ike", "line": "You! Die! Die now! Aaaaaaaarrrr!"}, {"speaker": "Black Knight", "line": "...Fool."}], "boss": [{"speaker": "Mackoya", "line": "Hmm...They're not fleeing...They're actually headed this way. It appears that we have underestimated the courage of our foe."}, {"speaker": "Mackoya", "line": "So we were the ones guilty of miscalculation...How shameful...Your Excellency...The rest is...up to you......"}], "recruit-battle": [{"speaker": "Zihark", "line": "I bear you no ill will, but I must...There are reasons I must fight."}, {"speaker": "Jill", "line": "Father, please lend me your protection in this, my first battle!"}], "visit": [{"speaker": "Man", "line": "What's that? Thieves are taking advantage of the commotion to sack our little town? We must close the front gate! Thanks for your help! Oh, I almost forgot! Please. take this as a token of thanks. Go on, take it!"}, {"speaker": "Lady", "line": "AAAAAAHHH! S-s-sub-human! Noooooooo!!! H-h-heeeeelp!"}, {"speaker": "Lethe", "line": "..."}, {"speaker": "Lady", "line": "Say, aren't you...You are! You're one of those Crimeans that the Daein soldiers are after, aren't you?...Go on, get moving. I'll pretend I didn't see anything. Don't worry, just go!  Wait a second..Here. Take this with you."}, {"speaker": "Woman", "line": "Yaaaaaaah! S-stay back! Sub-human beast! Aaaaiiieeeeee!"}, {"speaker": "Lethe", "line": "..."}, {"speaker": "Woman", "line": "Ohmygosh...are you...Are you really fighting Daein? Ooo...that's so brave! We've heard so many rumors about Crimea's defeat...That's why everyone in town acts like they do. No one has the courage to stand up to these fierce Daein forces. Everyone believes that if they just cooperate, life here will go on as it always has. Please, take this magic scroll. It was my brother's...He was murdered by the Daein army. Fight for him, too."}, {"speaker": "Man", "line": "H-h-heavens! Please don't kill me! I'll give you whatever you want...Here, have some yarn! Uh... Dried fish?"}, {"speaker": "Lethe", "line": "..."}], "end": [{"speaker": "Black Knight", "line": "...The mercenaries boarded the ship safely. Now, how to proceed..."}, {"speaker": "Ranulf", "line": "You're not impeding that ship. I won't allow it."}, {"speaker": "Black Knight", "line": "One of Gallia's beast warriors...I've met you once before. Yes...at the castle near the sea of trees."}, {"speaker": "Ranulf", "line": "From where I'm standing, we've actually met twice."}, {"speaker": "Black Knight", "line": "Oh?"}, {"speaker": "Ranulf", "line": "I saw you that night...Standing in the light of the full moon. The night you murdered Sir Greil."}, {"speaker": "Black Knight", "line": "Ha ha! So you were the one traveling with the beast king, eh? Interesting. By measuring his aide's strength, I will naturally learn more of the king's true power."}, {"speaker": "Ranulf", "line": "Hate to tell you this, but my king is not to be measured against the likes of me. He is far beyond that."}, {"speaker": "Black Knight", "line": "All the better. Now then, let us begin."}, {"speaker": "Ranulf", "line": "..."}, {"speaker": "Ranulf", "line": "...Ugh...why? Why do my attacks do nothing?"}, {"speaker": "Black Knight", "line": "You fight impressively. However, you are no match for me."}, {"speaker": "Ranulf", "line": "Huh?"}, {"speaker": "Black Knight", "line": "Hm?"}, {"speaker": "Sephiran", "line": "Rise. Leave this to me."}, {"speaker": "Ranulf", "line": "You...you were one of the prisoners..."}, {"speaker": "Sephiran", "line": "This knight will not raise his hand to me....Correct?"}, {"speaker": "Black Knight", "line": "..."}, {"speaker": "Sephiran", "line": "Go now, quickly!"}, {"speaker": "Ranulf", "line": "If you insist! I'll give proper thanks when next we meet."}, {"speaker": "Jill", "line": "Commander Haar! Let us pursue the enemy ship! They're friends of the sub-humans! We cannot allow them to escape!"}, {"speaker": "Haar", "line": "Uwaaaaaahhh...That was a good nap. Well, looks like the fighting's over. Form up.It's time to withdraw."}, {"speaker": "Haar", "line": "Listen to me, Jill. We're scheduled to return home tomorrow. If you were injured in a place like this, your lord father would not be pleased."}, {"speaker": "Jill", "line": "It's because of my father that I must not return home empty-handed. I must have something to show him! Please--"}, {"speaker": "Haar", "line": "Simmer down, girl. The Black Knight has ordered us to withdraw. Would you ignore his word?"}, {"speaker": "Jill", "line": "Th-that..."}, {"speaker": "Haar", "line": "Would be suicide. Correct. So let's move out!"}, {"speaker": "Jill", "line": "Blast."}, {"speaker": "Mackoya", "line": "M-my lord Black Knight! A ship is departing! If we ready our own ship and set sail without delay, we can overtake it immediately!"}, {"speaker": "Black Knight", "line": "..."}, {"speaker": "Sephiran", "line": "Listen to me, Daein general. You will withdraw from this place. I will not allow you to pursue that ship."}, {"speaker": "Mackoya", "line": "Who are you to speak to me so? Do you have any idea who I am?"}, {"speaker": "Black Knight", "line": "Gather your men....Withdraw."}, {"speaker": "Mackoya", "line": "Yet we--"}, {"speaker": "Black Knight", "line": "I will not repeat myself. Do it now."}, {"speaker": "Mackoya", "line": "Yes...yes, at once!"}, {"speaker": "Norris", "line": "Are you sure that's true?"}, {"speaker": "Daein Soldier", "line": "Yes! You can ask these two for more details."}, {"speaker": "Mister", "line": "The two of us, we're here representing the townsfolk."}, {"speaker": "Norris", "line": "You say that a green-haired lass boarded that ship?"}, {"speaker": "Youth", "line": "Y-yes! She had a very noble bearing about her...And she was beautiful."}, {"speaker": "Man", "line": "Her name was...Ellie? Ellen? They called her something like that."}, {"speaker": "Norris", "line": "It's true! Princess Elincia...Ha ha!  My luck has changed."}, {"speaker": "Youth", "line": "All of us, all the townsfolk, are ready to cooperate in any way we can! If you would keep that in mind...Um..."}, {"speaker": "Norris", "line": "Believe me, I understand your...loyalty."}, {"speaker": "Man", "line": "Well then..."}, {"speaker": "Norris", "line": "You there! Come here!"}, {"speaker": "Daein Soldier", "line": "Yes, sir! Right here."}, {"speaker": "Norris", "line": "Get these two worms out of here. Find the hardest physical labor in this town and get these fools started. Work 'em from dusk to dawn without stopping. Work 'em until they can no longer move! You got that!"}, {"speaker": "Daein Soldier", "line": "Yes, sir! Understood, sir!"}, {"speaker": "Youth", "line": "B-but, that's..."}, {"speaker": "Man", "line": "Why? Why would you..."}, {"speaker": "Norris", "line": "Stop your whining. How else am I to reward worms vile enough to sell their own princess to the enemy? Enjoy your payment, you greedy dastards! Ha ha ha ha ha ha!"}, {"speaker": "Youth", "line": "Our own...princess? That's not...It can't be. It can't!"}, {"speaker": "Man", "line": "No...Nooooooo!"}, {"speaker": "Elincia", "line": "My lord Ike! How wonderful! I didn't think you were going to make it..."}, {"speaker": "Ike", "line": "I'm sorry to have worried you."}, {"speaker": "Elincia", "line": "Oh, no, I'm just happy to see you well. So very...happy."}, {"speaker": "Mist", "line": "Brother, you stupid fool! Fighting a knight as strong as that...You idiot! I was...so scared..."}, {"speaker": "Ike", "line": "I'm sorry, Mist."}, {"speaker": "Mist", "line": "Who cares..."}, {"speaker": "Ike", "line": "You really were frightened...I'm sorry, I truly am."}, {"speaker": "Mist", "line": "...All right..."}, {"speaker": "Ranulf", "line": "Huff...huff...Whew! I doubt the enemy will pursue me this far."}, {"speaker": "Giffca", "line": "A warrior such as you, wounded? Did a beorc give you that bruise?["}, {"speaker": "Ranulf", "line": "Master Giffca! Owwwww!"}, {"speaker": "Giffca", "line": "The king told me to come and check on you. Don't move...Hm, you're plenty banged up, but nothing appears to be broken."}, {"speaker": "Ranulf", "line": "There's one among the Daein army whose power is overwhelming. To move with such speed with all that armor...I tell you, it's not right! And now, the king's forced to use you, his shadow warrior, to check up on me...Our ministers are as obstinate as ever. No matter what happens, they will not approve of an alliance with the beorc."}, {"speaker": "Giffca", "line": "Nothing to be done about that. Every one of the older retainers has memories of laguz subordination. Even the king. If Princess Elincia were not King Ramon's orphan, I doubt he would be willing to aid her."}, {"speaker": "Ranulf", "line": "Perhaps you're right...At any rate, the princess and the others are now safely at sea."}, {"speaker": "Giffca", "line": "And the watchdog? No signs of carelessness, I presume."}, {"speaker": "Ranulf", "line": "Of course not.Even the elders will bend their ears to hear what that one says--that one is special, after all."}, {"speaker": "Giffca", "line": "And how do you see this? Princess Elincia's drive for the reconstruction of Crimea. Does she have a chance?"}, {"speaker": "Ranulf", "line": "Eh, who can say? Which way the wheel turns depends on Ike and his mercenaries. Success and failure are but a hair removed."}, {"speaker": "Giffca", "line": "So this company, which has done nothing but flee, controls the fate of the kingdom? That's a dangerous gamble, isn't it?"}, {"speaker": "Ranulf", "line": "All gambles are dangerous, Master Giffca. But no mistake about it, Daein's next target is Gallia. We must go home and prepare!"}, {"speaker": "Ashnard", "line": "...Princess Crimea, ]did she board the ship to Begnion with the remainder of Gawain's mercenaries?"}, {"speaker": "Black Knight", "line": "Yes."}, {"speaker": "Ashnard", "line": "The hindrance that was Gawain is dead. The location of the medallion...will soon be known. Has our worm worked itself into the group?"}, {"speaker": "Black Knight", "line": "It appears that our worm has been accepted as a trusted member of the company."}, {"speaker": "Ashnard", "line": "Heh heh heh. All is going as planned. Now, we let them swim as they please."}, {"speaker": "Black Knight", "line": "...There is one thing. I met someone unexpected at the harbor."}, {"speaker": "Ashnard", "line": "Who?"}, {"speaker": "Black Knight", "line": "The prime minister of the Begnion Empire..."}, {"speaker": "Ashnard", "line": "What?!...Is that true? If he is nosing about, we must not make any mistakes. Did he give any indication he had caught on to our plans?"}, {"speaker": "Black Knight", "line": "That...I do not know. He did tell me to deliver a message to you...Overreaching ambition invites disaster."}, {"speaker": "Ashnard", "line": "Pah. Nonsense. Our only concern is the princess of Crimea and the medallion. We must wait and watch until such time as we can strike."}, {"speaker": "Black Knight", "line": "..."}, {"speaker": "Ashnard", "line": "In the interim, I want you to take charge of the invasion of Gallia. Be smart. You must not allow Gallia to bring their full might to bear. Understood?"}, {"speaker": "Black Knight", "line": "...As you will."}], "conversation": [{"speaker": "Man", "line": "Hey there, traveler! Do you have everything you need? If you stop by my humble shop, you'll find the best deals in town! Whattya say? Interested?"}, {"speaker": "Ike", "line": "Yeah, that sounds great. Listen, can I ask you a question?"}, {"speaker": "Man", "line": "No problem! You can ask me anything.Especially if it's about my low, low prices!"}, {"speaker": "Ike", "line": "What do the townspeople think of Daein? You knew that they were coming. Didn't anyone think to flee Crimea?"}, {"speaker": "Man", "line": "Flee? Don't be absurd!"}, {"speaker": "Ike", "line": "But Crimea lost the war."}, {"speaker": "Man", "line": "Yeah, I know. And honestly? That doesn't really affect us common folk, ya know? The truth is, we don't care who sitson the throne. To us, they're all just faceless beings who rule from on high. If they tried to raise taxes or something, you better believe we'd protest, but otherwise..."}, {"speaker": "Man", "line": "I mean, take the king of Daein. He's just another man, right? If we keep working, he can keep living the high life. So it's not like he's going to treat us poorly or anything. As long as we can live our lives and have a little happiness, we aren't going to worry about it all too much."}, {"speaker": "Man", "line": "Oh, but if we were invaded by Gallia, well, that's a different story altogether. If our country were overrun by those savage beasts, who knows what could happen? Now THAT scares me!"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Man", "line": "What the? Hey! Wait! Come back! What about my low, low prices?! Now what was that all about?"}, {"speaker": "Vigilante", "line": "Pardon me, buddy. I haven't seen you around town before. You a traveling mercenary?"}, {"speaker": "Ike", "line": "Yes, I suppose you could say that."}, {"speaker": "Vigilante", "line": "Nice sword...You look like a man who knows his business. If you're looking for work, I've a proposition for you."}, {"speaker": "Ike", "line": "A proposition?"}, {"speaker": "Vigilante", "line": "I run a vigilante group that helps keep our fair town safe. A strong man like you would be most welcome."}, {"speaker": "Ike", "line": "Thanks, but I've got something lined up."}, {"speaker": "Vigilante", "line": "Oh, really? That's too bad. Heading out to sea?"}, {"speaker": "Ike", "line": "Maybe."}, {"speaker": "Vigilante", "line": "Har har! Cautious to the end! I like that! Well, just in case you are...I want you to have this."}, {"speaker": "Ike", "line": "Hm? What's this?"}, {"speaker": "Vigilante", "line": "It's a special sword. It'll come in handy if you ever...find yourself at sea. Not that you would! Har har!"}, {"speaker": "Ike", "line": "Really? You're giving me a sword? Are you sure?"}, {"speaker": "Vigilante", "line": "Well, there is one condition...Once you've finished your job, you come back and see me. I'd like you to reconsider that vigilante position."}, {"speaker": "Ike", "line": "Understood. Thanks again for the blade."}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Ike", "line": "Princess!"}, {"speaker": "Elincia", "line": "My lord Ike..."}, {"speaker": "Ike", "line": "Why are you here all by yourself? That's not very safe."}, {"speaker": "Elincia", "line": "I was looking at the town. I'm unfamiliar with the world outside the imperial villa where I was raised. This is the first time I've been able to see how other people live. Everything is so new and different to my eyes. This...is a town, isn't it? There's so much energy, and everyone seems to be enjoying themselves."}, {"speaker": "Ike", "line": "With all the boats coming in and out of the harbor, this town's livelier than most. That's for sure."}, {"speaker": "Elincia", "line": "It's like nothing has happened. All the death and destruction we've seen feels like horrible dream..."}, {"speaker": "Ike", "line": "Mmm..."}, {"speaker": "Kieran", "line": "Haa! Yaaa! Hiiii-yaaaa!!"}, {"speaker": "Ike", "line": "What are you doing?"}, {"speaker": "Kieran", "line": "I'm trying to regain the superb physique I lost when I was being held prisoner."}, {"speaker": "Ike", "line": "Are you ready to board the ship?"}, {"speaker": "Kieran", "line": "I was born ready! Hoooo-ha! I don't need anything! Even as we speak, many of my fellow Crimeans are suffering at the hands of Daein. If I cannot rush to their aid today, then I can at least prepare myself for the day when I can."}, {"speaker": "Ike", "line": "I see. Well, when we're ready, I'll let you know."}, {"speaker": "Kieran", "line": "Understood."}, {"speaker": "Ike", "line": "Sorry to have interrupted you."}, {"speaker": "Kieran", "line": "My lord Ike!"}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Kieran", "line": "You rescued and cared for Princes Elincia. You have my heartfelt thanks. She...For us, she is our one solitary hope."}, {"speaker": "Ike", "line": "Yeah."}, {"speaker": "Kieran", "line": "Right, enough talking."}, {"speaker": "Kieran", "line": "Until we make our triumphant return to Melior, all I can do is keep training! Haaa! Nyaaa! Whaaaaaaaaaaa!!"}, {"speaker": "Ike", "line": "Careful! Don't pull anything..."}, {"speaker": "Brom", "line": "..."}, {"speaker": "Ike", "line": "What are you looking at?"}, {"speaker": "Brom", "line": "Oh, just this. It's sort of a good-luck charm. My family gave it to me when I left home. We never had much money, so my parents gathered some stones from our farm back home and put them in this leather pouch. It's not much to look at, but it means a lot to me Every day, I take them out and talk to them like they're my family. How is everyone? I'm out here doing the best I can. Don't worry. I'll be home soon. Just stuff like that. I know it sounds foolish, but if I don't do this...I won't...I won't have the courage to fight."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Brom", "line": "Don't worry about my feelings. You can laugh. Acting like this at my age, what a silly man I am!"}, {"speaker": "Ike", "line": "It's not silly, Brom. You're a strong man who has decided to fight for the sake of his family. I know that your family is very proud of you."}, {"speaker": "Brom", "line": "...Sniff...S-s-sniff...Mm. Thank you, Ike. Sniff... Thank you."}, {"speaker": "Nephenee", "line": "Well, that's that."}, {"speaker": "Ike", "line": "Are you ready to go, Nephenee?"}, {"speaker": "Nephenee", "line": "Ah! Ike..."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Nephenee", "line": "...Um...Nope! Nothin'! I'm fine."}, {"speaker": "Ike", "line": "Are you sure?"}, {"speaker": "Nephenee", "line": "Yeah! Sure I'm sure!"}, {"speaker": "Ike", "line": "You know, it's hard being a prisoner. It's physically and mentally demanding...I need to know: can you fight?"}, {"speaker": "Nephenee", "line": "Not a problem"}, {"speaker": "Ike", "line": "It's easy for you to say, but you sound like you're about to fall over."}, {"speaker": "Nephenee", "line": "That? Aw, no! That's a habit...It's just the way I talk. Just talkin'!...Sorry."}, {"speaker": "Ike", "line": "No need to apologize. As long as you're not feeling ill, everything's fine. All right, I'll see you later."}, {"speaker": "Nephenee", "line": "Right then..."}]}