{"chapter": "12", "title": "A Strange Land", "speakers": ["Ike", "Mist", "Unknown", "Nasir", "Titania", "Soren", "Seeker", "Raven Laguz", "Jill", "Red Dragon Laguz", "Red Dragon", "Kurthnaga", "Gareth", "Elincia", "Sothe", "Volke", "Zihark", "Ilyana"], "dialogue_counts": {"Ike": 97, "Mist": 14, "Unknown": 2, "Nasir": 30, "Titania": 8, "Soren": 3, "Seeker": 3, "Raven Laguz": 1, "Jill": 5, "Red Dragon Laguz": 4, "Red Dragon": 1, "Kurthnaga": 16, "Gareth": 2, "Elincia": 7, "Sothe": 19, "Volke": 4, "Zihark": 8, "Ilyana": 5}, "gender_counts": {"M": 177, "F": 39, "N": 13, "A": 0}, "lines": 235, "transitions": "------MFMFMFMFMFMFMFMFNFMMMFMMMMMMMMMMM-MMMMMFMMFMMFMFMNNMM-MMM-F-FMFMFMFM-N-N-MMFMMMFMMFNMMNMNMNMNMMMMMMMMNFFMFMFMFMMMMMMMNMMMMMMMMMMFMMMMFMFMFMMMMMMMMMFMFMF-MNMMMMMMMMMMMMMMMMMMMMMMMMMMM-MMMMM-MMMMMMMMMMMMM-MMMMMMMMMMM-MMMMMMMMMMMMMMMM-FMFMFMFMFM", "opening": ["Having narrowly escaped Daein's grasp the Greil Mercenaries are pleased to feel the ocean beneath their feet as they set sail. According to Captain Nasir, the voyage to Begnion will take roughly two months.", "Blessed with temperate weather the ship's journey southward is smooth and steady. As it passes the midpoint of its trip, the  ship sets a course along the coastline and begins to head east.", "These seas belong to Phoenicis and Kilvas, the kingdoms of the bird tribes.Both nations prey on human vessels for supplies and wealth, and their flying corsairs are feared across the seas.", "Additionally, the southern portion of the continent contains the realm of the dragon tribe: the monarchy of Goldoa.", "This country remained isolated founding centuries past, preserving its] closed culture behind a veil of mystery.", "It is these laguz-controlled waters that Ike and company must now cross."], "intro": [{"speaker": "Ike", "line": "..."}, {"speaker": "Mist", "line": "Ike?"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Mist", "line": "What's bothering you? You've been moping around ever since we came aboard."}, {"speaker": "Ike", "line": "I'm...just a little seasick."}, {"speaker": "Mist", "line": "Seasick? You're such a bad liar. You never even get regular sick. You're not the type to get seasick!"}, {"speaker": "Ike", "line": "Really, it's nothing."}, {"speaker": "Mist", "line": "Come on, talk to me. You've been doing so much lately. I just want the chance to help you for a change."}, {"speaker": "Ike", "line": "Well...All right. I'll tell you what's been bothering me. It's that incident back in Toha."}, {"speaker": "Mist", "line": "Go on."}, {"speaker": "Ike", "line": "When everyone discovered Ranulf was a laguz, all those people--they changed, just like that. Up until that instant, they'd seemed like such kind and decent people. I just...I had no idea beorc prejudice against the laguz was so strong. Why do they hate them so much? How are we so different, Ranulf and I?"}, {"speaker": "Mist", "line": "I have to say, at first, I was scared, too. When I saw how they could change...They can do things that we hu--I mean, we beorc can't do. They're not like us..."}, {"speaker": "Ike", "line": "Mist, you can't honestly feel..."}, {"speaker": "Mist", "line": "It's different now! Everyone's so very nice. But, you know, that's because of all the time we've spent together. I've seen how they are; I've gotten to know them. That's why I've changed. I'm not scared or nervous around them, but other people don't get that chance. I think that's why they're frightened."}, {"speaker": "Ike", "line": "Maybe you're right...Maybe people like me are the odd ones, the people who accept others as they are."}, {"speaker": "Mist", "line": "I wish more people were like that. I mean, no one really wants to fight, do they? Doesn't everyone WANT peace? I guess it's just hard to put all of those fears behind us."}, {"speaker": "Unknown", "line": "You're right. It is very hard."}, {"speaker": "Mist", "line": "Nasir! What's the big idea, eavesdropping on us like that?"}, {"speaker": "Nasir", "line": "How do you find sailing? Have you gotten sick at all?"}, {"speaker": "Ike", "line": "We're fine. But answer a question for me, would you? Why are you here? Why do you associate with the laguz?"}, {"speaker": "Nasir", "line": "Why? Besides the obvious financial benefits, I suppose I do so because I am one."}, {"speaker": "Mist", "line": "What? No, you're not a laguz! I don't see any tail or anything!"}, {"speaker": "Nasir", "line": "Because I've chosen to live among beorc, I've taken certain steps to make sure I'm not recognized. I've had to change my attire, my feeding habits...I've done many things."}, {"speaker": "Ike", "line": "Why would you do that?"}, {"speaker": "Nasir", "line": "Laguz cannot survive in isolation, nor can beorc. If both races are to thrive, they must learn to coexist. I have spent many years searching for a way to make this happen."}, {"speaker": "Ike", "line": "You think that laguz and beorc can live together? After everything you must have seen? I'm impressed."}, {"speaker": "Nasir", "line": "Ike, you will never truly understand a matter unless you look at it from each party's perspective. As you say, the laguz are indeed now persecuted by the beorc. But long ago, these roles were reversed."}, {"speaker": "Ike", "line": "...Whatever happened in the past does not justify what we do to the laguz now."}, {"speaker": "Nasir", "line": "That is the thinking of an honest man. Keep things simple and pure. I like that. Still, the strength of your conviction comes from your youth and your innocence. Trust me: it will be tested. When your journey is over, how will you be changed? I pray your conviction is not lost to despair."}, {"speaker": "Ike", "line": "Talking to you is hard work."}, {"speaker": "Nasir", "line": "Someday, you'll understand. For now, my role is simply to deliver you safely to Begnion. Ranulf has paid me quite handsomely with money from the king of Gallia himself,and I will not let him down."}, {"speaker": "Ike", "line": "We're out of our element here at sea, so you're all we have to depend on. Thank you for your help."}, {"speaker": "Nasir", "line": "I will do what I am able."}, {"speaker": "Ike", "line": "Nasir, what is it?"}, {"speaker": "Nasir", "line": "Nothing. Nothing we can do anything about, at any rate. We're being followed by pirates."}, {"speaker": "Ike", "line": "Really? I don't see any ships..."}, {"speaker": "Nasir", "line": "Not by sea. By air. Look up."}, {"speaker": "Ike", "line": "Are those...birds? If they are, they must be huge..."}, {"speaker": "Titania", "line": "Those are laguz, Ike."}, {"speaker": "Soren", "line": "Ravens from Kilvas. Their black wings are an ill omen for all who see them."}, {"speaker": "Ike", "line": "Titania, Soren, you noticed them coming as well?"}, {"speaker": "Titania", "line": "Yes, Soren and I saw them when we were discussing our plans from the aft decks."}, {"speaker": "Ike", "line": "I'd heard stories, but...they're really flying. Wow."}, {"speaker": "Nasir", "line": "We're still out of their range, but airborne foes can be especially troublesome. I'd prefer to avoid them altogether. Let's see if we can outrun them."}, {"speaker": "Titania", "line": "From what I've been told, the flying corsairs of Kilvas and Phoenicis are far more cruel than any beast laguz."}, {"speaker": "Ike", "line": "Winged pirates...How am I supposed to fight against that? Wha-what was that?"}, {"speaker": "Titania", "line": "Oof...It felt like we hit something."}, {"speaker": "Nasir", "line": "Blast...We've run aground! We must be caught on a reef or something! Move it, lads!Get the ship free!"}, {"speaker": "Seeker", "line": "Predictable humans. Sailed right into our trap without fail."}, {"speaker": "Raven Laguz", "line": "Let's finish this quickly! It won't be long before Phoenicis or Goldoa takes an interest in what's happening here!"}, {"speaker": "Nasir", "line": "Ike, the crows are coming!"}, {"speaker": "Ike", "line": "Pull everyone together! Looks like we're in for a fight!"}], "battle": [{"speaker": "Ike", "line": "Soren! Do you have a plan?"}, {"speaker": "Soren", "line": "I've done research in the past. All members of the bird tribes are vulnerable to wind magic. I think it's safe to assume that they are also as susceptible to arrows as any other flyer."}, {"speaker": "Ike", "line": "Wind magic and bows...All right! Everyone gather your weapons and prepare to meetthe enemy on the deck! I want a small group to remain belowdecks to protect Princess Elincia and the crew. We've never faced an enemy like this. I want everyone to stay together. Let's go!"}, {"speaker": "Jill", "line": "Caught up...at last. I'll do this on my own. I will not let them escape! Huh? What are those things? Giant birds? Disgusting! Could they be...Are they...bird half-breeds?"}], "recruit-talk": [{"speaker": "Jill", "line": "You! Why are you lollygagging about?", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Ike", "line": "Who are...", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Jill", "line": "I am Jill Fizzart, wyvern rider of Daein, attached to Commander Haar's battalion. I offer a truce! I cannot sit by  and allow a human vessel to be attacked by sub-human degenerates! I will fight with you!", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Ike", "line": "We will accept no help from Daein!", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Jill", "line": "This is no place for foolish pride! At this rate, the sub-humans will[ devour you--", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Ike", "line": "I will not accept aid from anyone who thinks laguz are sub-human.", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Jill", "line": "What are you babbling about? I'm on your side! We'll talk after I chase off these crows! Bleed the half-breed!", "recruiter": "Ike", "recruit": "Jill"}, {"speaker": "Ike", "line": "Hold it! What...What in the world is going on?", "recruiter": "Ike", "recruit": "Jill"}], "boss": [{"speaker": "Seeker", "line": "Plunder away! King Naesala has given us his blessings!"}, {"speaker": "Seeker", "line": "Argg...I'm falling..."}], "end": [{"speaker": "Ike", "line": "Is everyone all right?"}, {"speaker": "Soren", "line": "I'll check on injuries."}, {"speaker": "Titania", "line": "Those crows make fierce opponents."}, {"speaker": "Ike", "line": "Nasir, how's the ship?"}, {"speaker": "Nasir", "line": "Completely immobilized. We can't shake free of this reef."}, {"speaker": "Ike", "line": "I feel useless just waiting around here. There has to be something I can do to help."}, {"speaker": "Mist", "line": "Hey! Ike! Where are you going? Should you be leaving the ship!?"}, {"speaker": "Ike", "line": "Nothing's getting done sitting around here. I just want to go ashore and see what I can see."}, {"speaker": "Nasir", "line": "What? Hold on, Ike! You can't...That's--"}, {"speaker": "Mist", "line": "Ah! Ike! Behind you!"}, {"speaker": "Red Dragon Laguz", "line": "You there! What are you doing?"}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Nasir", "line": "This could be trouble..."}, {"speaker": "Red Dragon Laguz", "line": "This is Goldoan territory. Outsiders are not permitted."}, {"speaker": "Ike", "line": "No, wait, you don't understand! Our ship has run aground. There's nothing we can do! We're stuck here!"}, {"speaker": "Red Dragon", "line": "Then return to your ship. What happens to beorc is none of our affair."}, {"speaker": "Ike", "line": "That's ridiculous! You're a complete--"}, {"speaker": "Red Dragon Laguz", "line": "You have been warned. You will not be warned a second time. Hey!"}, {"speaker": "Kurthnaga", "line": "Cease this at once! What do you think you're doing?"}, {"speaker": "Red Dragon Laguz", "line": "My...My lord prince."}, {"speaker": "Kurthnaga", "line": "Man of the beorc. My countrymen were discourteous. I ask that you forgive them."}, {"speaker": "Ike", "line": "Who are you? I am Kurthnaga, prince of Goldoa."}, {"speaker": "Ike", "line": "The prince? Now we're getting somewhere. Thanks to some Kilvas pirates, our ship's run aground. Can you lend us any help?"}, {"speaker": "Kurthnaga", "line": "..."}, {"speaker": "Ike", "line": "What is it? You can't help us, can you?"}, {"speaker": "Kurthnaga", "line": "I am not used to being addressed in such a direct manner. I was...taken off guard. My apologies."}, {"speaker": "Ike", "line": "No, I didn't--If anyone should apologize here, it's me. My father had a great deal to say about my lack of etiquette. I'm sorry. I didn't mean to offend you."}, {"speaker": "Kurthnaga", "line": "Please, pay it no mind. I am more concerned with the misfortune your journey has met.Of late, the ravens have grown ever more barbarous, and this cannot stand. My father will lodge a formal protest with Kilvas, I assure you. In the meantime, we shall help you with your ship. Gareth, direct the others to push their ship free."}, {"speaker": "Gareth", "line": "At once!"}, {"speaker": "Mist", "line": "Dragons! They're all dragons! They're huge! And so strong! It's incredible!"}, {"speaker": "Elincia", "line": "It's overwhelming..."}, {"speaker": "Ike", "line": "Yeah...it is."}, {"speaker": "Titania", "line": "Goldoa is the land of the dragons. More than any other laguz tribe, they are known for their longevity. I've heard tales of Goldoans still living who flew the skies when the goddess herself still walked the land."}, {"speaker": "Ike", "line": "How is it you know so much about Goldoa?"}, {"speaker": "Titania", "line": "Everything I've learned comes from books. Goldoa itself no longer has any contact with the outside world. Seeing them now, it's like a dream..."}, {"speaker": "Ike", "line": "So this is good fortune, is that what you're saying?"}, {"speaker": "Mist", "line": "She's saying we got lucky! For once, your recklessness actually got us] OUT of trouble!"}, {"speaker": "Ike", "line": "What's that supposed to mean?"}, {"speaker": "Kurthnaga", "line": "We have moved your ship safely and without harm to you or your vessel."}, {"speaker": "Kurthnaga", "line": "My subjects tell me your ship was indeed lodged against a reef. However, there was no structural damage to your ship. You need not interrupt your journey."}, {"speaker": "Ike", "line": "That's good news. Thank you."}, {"speaker": "Kurthnaga", "line": "Is there anything else you require? If you need food or fresh water, we can replenish your supplies."}, {"speaker": "Ike", "line": "That would be most appreciated. We are beginning to run low on water. As for food, anyfruit, meat, fish...anything fresh would be wonderful"}, {"speaker": "Kurthnaga", "line": "It shall be done. Gareth, will you see to it?"}, {"speaker": "Gareth", "line": "Yes, at once."}, {"speaker": "Ike", "line": "I know that Goldoa does not engage in trade with other nations, but will you accept gold in payment?"}, {"speaker": "Kurthnaga", "line": "Do not worry about payment."}, {"speaker": "Ike", "line": "But you've done so much for us when you could have left us to die out there. We must repay you somehow."}, {"speaker": "Kurthnaga", "line": "Sweet courtesy is ever the herald of hospitality. Will this suffice to explain my actions?"}, {"speaker": "Ike", "line": "Hospitality? Isn't that for guests?"}, {"speaker": "Kurthnaga", "line": "As you know, Goldoa prefers isolation. We rarely see foreigners, especially beorc, and even more rarely do we treat with them. Chance has brought us together, and I am grateful for this opportunity. In fact, I wish we could feast a while and converse. However, my father would never allow it."}, {"speaker": "Ike", "line": "You can't expect us to accept so generous a gift--"}, {"speaker": "Kurthnaga", "line": "But I do. I insist that you consider it a personal gift from Goldoa's prince. However, I have made you uncomfortable, so if you feel you must decline..."}, {"speaker": "Ike", "line": "No, of course not. We will be happy to accept your gift. We appreciate it."}, {"speaker": "Kurthnaga", "line": "I'm so pleased you understand."}, {"speaker": "Titania", "line": "Ike! Captain Nasir wants to depart as soon as possible."}, {"speaker": "Ike", "line": "Understood."}, {"speaker": "Ike", "line": "Well then, I beg your leave. Prince Kurthnaga, I won't forget your kindness. Thank you!"}, {"speaker": "Kurthnaga", "line": "It was my pleasure. Take care."}, {"speaker": "Kurthnaga", "line": "Farewell, beorc! May your journey be safe!"}, {"speaker": "Elincia", "line": "My lord Ike, is something amiss?"}, {"speaker": "Ike", "line": "First, those ravens attack us, and then a band of Goldoan dragons rescues us. I can't understand how they are all considered laguz. Is that strange?"}, {"speaker": "Elincia", "line": "No, I see what you're saying...Just as there are both good and evil beorc, there must be good and evil laguz as well. But they are so distinct in appearance...It is tempting to assume each race is, as a whole, intrinsically good or evil."}, {"speaker": "Ike", "line": "Aye, that it is. The beast tribes of Gallia and the dragons of Goldoa seem sohonorable...and the birds of Kilvas and Phoenicis seem so cruel. It seems so easy to reduce them all to good or evil."}, {"speaker": "Elincia", "line": "I'm sure it can't be as simple as that..."}, {"speaker": "Ike", "line": "Look at us beorc: Daeins are evil, and Crimeans are not. It's as simple as that.Well, wait...There were those prejudiced fools we met in port. They weren't all that honorable. Maybe you're right."}, {"speaker": "Nasir", "line": "Much of what seems good and evil is simply a matter of perspective, Ike. Many conditions affect our judgment. Drawing a definitive line is nigh impossible."}, {"speaker": "Ike", "line": "Nasir! Where have you been? You vanished without a trace."}, {"speaker": "Nasir", "line": "I am uncomfortable around dragons. I thought it would be better if I stayed below in my cabin. My apologies."}, {"speaker": "Ike", "line": "Now that you mention it, Soren seems to have disappeared as well. Have you seen him?"}, {"speaker": "Nasir", "line": "Perhaps he's feeling nauseated. For one unaccustomed to sea travel, it's not uncommon."}, {"speaker": "Ike", "line": "Right...I think I'll check up on him later."}, {"speaker": "Nasir", "line": "The wind is picking up. I believe I will go and check on the condition of our sails. Keep yourselves warm up here. It's a chill wind that blows in these waters."}, {"speaker": "Ike", "line": "Princess Elincia, you should be returning to your cabin."}, {"speaker": "Elincia", "line": "What about you, my lord Ike?"}, {"speaker": "Ike", "line": "I'll stay on deck a while longer. I have a lot to think about."}, {"speaker": "Elincia", "line": "Would you mind if I stayed here with you? I won't be any bother."}, {"speaker": "Ike", "line": "Hm? It's all right with me..."}, {"speaker": "Elincia", "line": "Oh, thank you."}], "conversation": [{"speaker": "Ike", "line": "..."}, {"speaker": "Unknown", "line": "Ah, Ike! Grab that boy!"}, {"speaker": "Ike", "line": "What's going on?"}, {"speaker": "Sothe", "line": "Mm!"}, {"speaker": "Nasir", "line": "No more running for you."}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Ike", "line": "Nasir, who is this?"}, {"speaker": "Ike", "line": "A stowaway. I gather he boarded the ship at Toha."}, {"speaker": "Ike", "line": "What are you doing here? Why did you sneak aboard the ship?"}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Ike", "line": "You won't talk? In that case..."}, {"speaker": "Sothe", "line": "Hm? Ow...oouuuch!"}, {"speaker": "Nasir", "line": "Ike, there's no need to be so rough!"}, {"speaker": "Ike", "line": "I'm not going to waste my time playing games with this urchin. You want me to let you go? Open your mouth and start talking."}, {"speaker": "Sothe", "line": "Owowow! Quit it! I'll talk!!"}, {"speaker": "Sothe", "line": "...That hurt! I thought you were gonna break my face..."}, {"speaker": "Ike", "line": "Well? What's your name? What are you doing here?"}, {"speaker": "Sothe", "line": "I'm...Sothe. I'm...I'm a thief, but...I didn't come onboard this ship to steal anything."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Sothe", "line": "Stop scowling at me like that! You're making me uncomfortable."}, {"speaker": "Nasir", "line": "It's not just you. Ike always looks like that. Don't mind him; just keep talking."}, {"speaker": "Sothe", "line": "I'm...looking for someone. I heard this ship was sailing for Begnion, so I decided to climb aboard."}, {"speaker": "Nasir", "line": "This person you're after is in Begnion?"}, {"speaker": "Sothe", "line": "I don't know. The trail went cold in Toha, and...I couldn't think of anywhere else to go from there."}, {"speaker": "Ike", "line": "Is it family?"}, {"speaker": "Sothe", "line": "Huh?"}, {"speaker": "Ike", "line": "The person you're looking for."}, {"speaker": "Sothe", "line": "Yeah. I mean, we're not related by blood or anything, but...we're definitely family."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "Nasir, my mercenary company will look after this boy. He won't be a burden to you or your crew."}, {"speaker": "Nasir", "line": "If that's what you want to do, it's fine with me."}, {"speaker": "Sothe", "line": "Are you sure?"}, {"speaker": "Ike", "line": "You're going to be put to work. I hope you're prepared."}, {"speaker": "Sothe", "line": "Sure, no problem! I'll..I'll do whatever you need!"}, {"speaker": "Ike", "line": "I wish we could help you, but we have our own troubles to deal with."}, {"speaker": "Nasir", "line": "I see your point...This is a very difficult time for all of you."}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Nasir", "line": "I see no other option. I'll take you on as a junior member of my crew."}, {"speaker": "Sothe", "line": "Really?"}, {"speaker": "Nasir", "line": "It's either that or I toss you overboard, and I suspect you'd prefer I didn't."}, {"speaker": "Sothe", "line": "Thank you! I'll repay you somehow! I swear it!"}, {"speaker": "Nasir", "line": "Don't worry about the boy, Ike. We'll take care of him."}, {"speaker": "Ike", "line": "It's your ship. You can do as you please."}, {"speaker": "Nasir", "line": "Well then, it's settled. Sothe, was it? Come, and I'll introduce you to the rest of my crew."}, {"speaker": "Sothe", "line": "Sure!"}, {"speaker": "Ike", "line": "You're a lucky boy."}, {"speaker": "Sothe", "line": "I'm just happy I don't have to hide anymore!"}, {"speaker": "Ike", "line": "...Volke?"}, {"speaker": "Ike", "line": "Right here."}, {"speaker": "Ike", "line": "Gah! Where've you been? You disappeared the moment we got on this ship!"}, {"speaker": "Volke", "line": "Don't worry about it. I'll be there when you need me."}, {"speaker": "Ike", "line": "It's not me; it's my sister. You've never once shown up for a meal, and she thinks you're dying of hunger."}, {"speaker": "Volke", "line": "Did we ever eat together while we were on land?"}, {"speaker": "Ike", "line": "All right, listen. Land? Big. Ship? Small. It's not the same thing! I don't want Mist roaming the ship with a plate of food anymore. So please, eat one meal a day with us."}, {"speaker": "Volke", "line": "One hundred gold."}, {"speaker": "Ike", "line": "You're going to charge me? To make you eat? And that's more than you charge to pick a lock! Why?"}, {"speaker": "Volke", "line": "I don't like large groups. Bye. Call me if you decide it's worth it."}, {"speaker": "Ike", "line": "Maybe I should just tell Mist he's dead..."}, {"speaker": "Ike", "line": "Do you have a minute?"}, {"speaker": "Zihark", "line": "Of course, Commander Ike."}, {"speaker": "Ike", "line": "You and I haven't had very many opportunities to talk, and I--"}, {"speaker": "Zihark", "line": "You don't think you can trust me?"}, {"speaker": "Ike", "line": "No, it's not that. I'm just curious--I was surprised to see anyone in Toha who chose to fight on the side of the laguz."}, {"speaker": "Zihark", "line": "I joined the Toha vigilantes solely for the purpose of saving laguz. I'm not from Crimea, but when I heard she had joined with Gallia, I envisioned my perfect world, one in which the laguz could live normal lives, free of oppression. However, when I came to Crimea, I found things were no different there than in any other beorc nation."}, {"speaker": "Ike", "line": "It was the same for me. I couldn't allow myself to ignore these problems any longer."}, {"speaker": "Zihark", "line": "I'm happy to hear it. Of all the beorc I've ever met, you're the only one who shares my conviction."}, {"speaker": "Ike", "line": "Zihark, is there...some other reason you defend the laguz?"}, {"speaker": "Zihark", "line": "I don't follow you."}, {"speaker": "Ike", "line": "You see, I was born in Gallia, or so I've been told. I just wondered if you had a similar reason guiding you."}, {"speaker": "Zihark", "line": "...Of course I have my reasons. Would you be upset if I didn't want to discuss them? My reasons are...extremely personal."}, {"speaker": "Ike", "line": "No, it's no problem. I wanted a better understanding of what kind of man you are, and I have that now."}, {"speaker": "Zihark", "line": "Can I ask what that is?"}, {"speaker": "Ike", "line": "You are a good man. I'm glad to have you along."}, {"speaker": "Zihark", "line": "I'm glad to be here. I feel I'm finally able to do the kind of good I've longed to do for years."}, {"speaker": "Ilyana", "line": "Ooo..."}, {"speaker": "Ike", "line": "You don't look so well. Are you all right?"}, {"speaker": "Ilyana", "line": "I'm...seasick...When I was traveling with the merchants, we sometimes used...ships...Every time was the same... Urp...I'm...sorry."}, {"speaker": "Ike", "line": "Did you travel with Muston and the others for a long time?"}, {"speaker": "Ilyana", "line": "About four years, all told. I had just left home, you see...I was all alone, and I couldn't find work. In my hometown, I had so many people I could depend on...but once I left, everything changed. If Muston's group hadn't found me by the side of the road, I'd probably be dead by now."}, {"speaker": "Ike", "line": "Hm...You seem to have led quite an adventurous life. It's a bit surprising."}, {"speaker": "Ilyana", "line": "I get that a lot."}, {"speaker": "Ike", "line": "I find it hard to imagine that you couldn't find work, though. Your magic skills are amazing."}, {"speaker": "Ilyana", "line": "Aren't they, though? Hee hee! I'm always happy when people notice...Whew...Wow! I feel so much better now. I'm actually starting to get hungry."}, {"speaker": "Ike", "line": "I'm glad to hear it. Just stay above deck, and when you start to feel sick, look off at the horizon, all right?"}]}