{"chapter": "15", "title": "The Feral Frontier", "speakers": ["Nealuchi", "Reyson", "Naesala", "Raven Laguz", "Oliver", "Ike", "Titania", "Mist", "Soren", "Tormod", "Lethe", "Stefan", "Mordecai", "Muarim", "Unknown", "Nasir", "Servant", "Sigrun", "Makalov"], "dialogue_counts": {"Nealuchi": 5, "Reyson": 21, "Naesala": 25, "Raven Laguz": 3, "Oliver": 5, "Ike": 48, "Titania": 3, "Mist": 1, "Soren": 13, "Tormod": 11, "Lethe": 13, "Stefan": 23, "Mordecai": 8, "Muarim": 5, "Unknown": 1, "Nasir": 1, "Servant": 2, "Sigrun": 13, "Makalov": 11}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 212, "transitions": "------------", "intro": [{"speaker": "Nealuchi", "line": "Oh my! If it isn't young Prince Serenes! Welcome, welcome, welcome."}, {"speaker": "Reyson", "line": "Nealuchi, you're looking well."}, {"speaker": "Nealuchi", "line": "And feeling well, too, thank you very much. This old crow's as spry as ever. Hee hee!...Tell me though. How fares your father, King Lorazieh?"}, {"speaker": "Reyson", "line": "The same as ever. Since that terrible day, he remains abed... He seldom rises anymore."}, {"speaker": "Nealuchi", "line": "Mmm... I'm not surprised. In the span of a few days, he lost his family, his friends, and almost all of his countrymen."}, {"speaker": "Reyson", "line": "Yes..."}, {"speaker": "Nealuchi", "line": "And yet, we're blessed that you are still with us! Prince Reyson, if there's anything this doddering old bird can do for you, please do not hesitate to ask."}, {"speaker": "Reyson", "line": "Thank you. I appreciate your kind sentiment."}, {"speaker": "Naesala", "line": "Sorry to have kept you waiting, Reyson. Nealuchi! You can talk ancient history later. Leave us at once."}, {"speaker": "Nealuchi", "line": "Yes, yes, of course. I'm sure you've much to talk about, much to say. I'll just take my leave of you...Please, Prince Reyson. Make yourself at home."}, {"speaker": "Naesala", "line": "Hmph! Old Nealuchi's always been fond of House Serenes. When he heard the White Prince himself was gracing us with a visit, he could barely contain his joy. So, Prince. What's this all about? We haven't seen your face around here in a long time, and I'm naturally quite curious as to your intentions."}, {"speaker": "Reyson", "line": "Your attitude during the Goldoa meeting piqued my interest. What is it you're after, Naesala? Why do you provoke Tibarn?"}, {"speaker": "Naesala", "line": "You came all this way for that? Are you serious?"}, {"speaker": "Reyson", "line": "Do not mock me, crow king! Tibarn is my father's guardian. If not for him, we might have suffered the end of House Serenes itself. I will not brook any insults to him."}, {"speaker": "Naesala", "line": "Oh, I see. So rather than ally yourself with me, your trusted companion of old, you would side with this new protector? That's an unfortunate shift in attitude. I trust you remember that when you and your sister were young, it was I, and not Tibarn, who watched over you?"}, {"speaker": "Reyson", "line": "Any change in my bearing can be laid at your roost, Naesala. After all...you, my old friend, are the one who continues to engage in commerce with my enemy. With humans. If you were to change your ways, I'm sure we could rebuild the relationship the two of us once shared."}, {"speaker": "Naesala", "line": "Oh no, that I could never do. You see, humans are essential to the fulfillment of my ambitions."}, {"speaker": "Reyson", "line": "...You've changed, Naesala. If this is the path you've chosen, I've nothing left to say."}, {"speaker": "Naesala", "line": "...I doubt you could ever understand what it means to guard Kilvas, Prince. To protect an entire country."}, {"speaker": "Raven Laguz", "line": "King Naesala! Duke Tanas of the Begnion Imperial Senate has arrived."}, {"speaker": "Naesala", "line": "Bring him in."}, {"speaker": "Oliver", "line": "Your Majesty! J-just now, I brushed against the most splendid specimen! W-was that a Serenes noble? They're supposed to be extinct!"}, {"speaker": "Naesala", "line": "And what if it were?"}, {"speaker": "Oliver", "line": "Oh, I was right! Wonderful! My eyes did not deceive me. Those dazzling white wings. And that shimmering hair, sparkling like falling gold dust...That is the crystallization of beauty in its purest form--"}, {"speaker": "Naesala", "line": "Duke Oliver, can we please discuss the business at hand? Per your request, we have appropriated several pieces of art from the ships of Duke Gaddos."}, {"speaker": "Oliver", "line": "Yes, yes, and you will be compensated as promised. But right now there is...something else that I simply must have."}, {"speaker": "Naesala", "line": "Really? Another request? What can we purloin for you today? More art, perhaps?"}, {"speaker": "Oliver", "line": "Oh ho! Something much more stunning. And if you agree to my proposition, I will double your normal fee!"}, {"speaker": "Naesala", "line": "That is a most generous offer. Tell me, what is it you desire?"}, {"speaker": "Oliver", "line": "Desire? But surely you've already guessed..."}, {"speaker": "Ike", "line": "Meeting with the apostle was fine, but all she did was pay us and give us another job. She answered no questions."}, {"speaker": "Titania", "line": "I wonder what she's planning. That cargo... I can't help but believe that there were living creatures inside, but...What do you suppose the apostle intends to do with them?"}, {"speaker": "Ike", "line": "I don't know. Titania, are all nobles and royals like this? They have plans and paperwork for every little thing, and their speech is as confusing as it is tedious."}, {"speaker": "Mist", "line": "But, Ike, the other nobles we know are different! There's Princess Elincia, and King Gallia, and the dragon prince, too! All of them have been so nice and friendly and easy to talk to."}, {"speaker": "Titania", "line": "Perhaps the rudeness of the upper echelon is unique to the beorc class system. Princess Elincia was raised in special circumstances. Maybe that's why she's so different."}, {"speaker": "Ike", "line": "Bah! I could never get accustomed to the culture of beorc nobles."}, {"speaker": "Ike", "line": "Tell me, Soren, are you all right?"}, {"speaker": "Soren", "line": "Hm?"}, {"speaker": "Ike", "line": "Recently--ever since we reached Begnion, in fact--you've seemed depressed."}, {"speaker": "Soren", "line": "Is...is that so? How odd. Well, I can think of nothing specific that's bothering me."}, {"speaker": "Ike", "line": "Well, if you say so."}, {"speaker": "Ike", "line": "So, it's time for the desert! Which is the best direction to enter from?"}, {"speaker": "Soren", "line": "..."}, {"speaker": "Ike", "line": "Soren?"}, {"speaker": "Soren", "line": "...Eh? Yes, what is it?"}, {"speaker": "Ike", "line": "All right, I know there's something going on!"}, {"speaker": "Soren", "line": "I'm... I'm sorry... I was...thinking. What is it you wanted?"}, {"speaker": "Ike", "line": "Well, I was going to ask you for directions, but it's no longer necessary. It looks like we're being met."}, {"speaker": "Soren", "line": "Ah!"}, {"speaker": "Tormod", "line": "Who are you? Answer me!"}, {"speaker": "Ike", "line": "We're mercenaries. We were hired to take care of a group of bandits operating in this area."}, {"speaker": "Tormod", "line": "More of the senators' dogs! You cast us as thieves so you can murder us and hide your guilt! But we will not be defeated! Mark my words! The day will come when all slaves are free, and then you will pay for your crimes!"}, {"speaker": "Ike", "line": "What on earth are you talking about?"}, {"speaker": "Tormod", "line": "No more useless words! Come, my brothers! Take them!"}, {"speaker": "Ike", "line": "What? We're facing laguz? I don't like the look of this!"}, {"speaker": "Soren", "line": "Laguz or no, it doesn't change the fact that they are brigands. Do not lower your guard!"}, {"speaker": "Ike", "line": "I know what I'm doing. Everyone! Watch your footing in this sand. Take care and fight well!"}], "recruit-talk": [{"speaker": "Lethe", "line": "Sniff... Hm?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "I...sense...something...", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "...Grrrr...Must be my imagination...", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "A female cat! Splendid! I've not seen your face in these parts before.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "Aaaah! Wh-where...Where did you come from?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Oh, I see that I've startled you. My apologies.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "Who are you?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "If you wish to learn someone's name, isn't it polite to introduce yourself first?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "Grrr... I am...Lethe. From Gallia.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "And I...am Stefan! I live here in this desolate wasteland, playing at being a hermit.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "Is that so? Well, don't let me interrupt your...life.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Oh no! Please don't worry about it.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "Oh, I won't.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "...And?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "What?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Why are you standing there staring at me? I'm interested in Gallia's beast tribes. Fascinating, really. I have an idea! Can we go somewhere and talk?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "...I don't think so.", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Why not?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "My companions and I are in the middle of a battle! I've no time to chitchat with you!", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Very well... Then I will help you! And once this battle is finished, you'll have time to converse, yes?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "I suppose...perhaps...", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Right! Off we go then!", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Lethe", "line": "...What sort of lunatic have I found now?", "recruiter": "Lethe", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "Sniff...", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "Urrrr?", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "Something's...here...Beneath...the sand... Mmmrrr??", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Nope! I'm over here.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "So there you are.You are...good at hiding.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "To be praised by one of the beast tribes is an honor! I am Stefan! I live here in this desolate wasteland, playing at being a hermit. Who are you? I haven't seen you in these parts before.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "I am Mordecai, a warrior of Gallia. This is the first time I have walked beyond the borders of my country.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "I thought that might be the case...And I was right. Hoooo! I'm ever so clever!", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Mordecai, listen here. I'm interested in the beast tribes of Gallia. Would you mind talking with me? I'll buy dinner!", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "Um... My friends and I are fighting, so I...cannot. Sorry.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "Very well, then! I will help you. Once this battle is finished, you'll have time to converse, yes?", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "All right. If you will fight with us,then I will call Stefan a friend. Later, we will talk about Gallia.", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Stefan", "line": "I'm looking forward to it. Right then, off we go!", "recruiter": "Mordecai", "recruit": "Stefan"}, {"speaker": "Mordecai", "line": "Yes! Off we go!...Right...then...", "recruiter": "Mordecai", "recruit": "Stefan"}], "visit": [{"speaker": "Ike", "line": "Huh?"}, {"speaker": "Stefan", "line": "Oh, look at you! Lost in a place like this... What an odd duck you must be. Hmm...It would be a shame to see you go home empty-handed, though. I will give you this as a memento! Now, in exchange... I ask you to treat our meeting as a dream and let it fade from your memory. And now, I bid thee...farewell!"}], "battle-talk": [{"speaker": "Soren", "line": "Woah!", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "Are you lost, young one? What are you doing in this place?", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Soren", "line": "What are YOU doing here? Are you with the sub-humans? ...Wait, did you just pop out of the sand?", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "Mmm...", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Soren", "line": "What?", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "...Hmm. It seems I made an error.", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Soren", "line": "What are you talking about? You're not--", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "I was wrong. It's nothing. I've no use for you.", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Soren", "line": "Oh. All right, then.", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "Hold!", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Soren", "line": "What now?", "person_1": "Soren", "person_2": "Stefan"}, {"speaker": "Stefan", "line": "It would be a shame to see you go home empty-handed, though. I will give you this as a memento! Now, in exchange... I ask you to treat our meeting as a dream and let it fade from your memory. And now, I bid thee...farewell!", "person_1": "Soren", "person_2": "Stefan"}], "end": [{"speaker": "Muarim", "line": "Haah...haa...haa... We lose..."}, {"speaker": "Ike", "line": "You! You're the leader of this band, aren't you?"}, {"speaker": "Muarim", "line": "Yes...I am. I'll resist you no further. Take me with you or execute me here... I care not. But my companions... Would you let them go? ...Please?"}, {"speaker": "Unknown", "line": "No! I won't allow it!"}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Tormod", "line": "I won't let you take Muarim!"}, {"speaker": "Muarim", "line": "Grrr... Stay back, little one! You were not supposed to expose--"}, {"speaker": "Tormod", "line": "If you want Muarim, you'll have to kill me first!"}, {"speaker": "Ike", "line": "You're--"}, {"speaker": "Muarim", "line": "Yes, he is a beorc child. I claimed him when he was little more than an infant. He has nothing to do with us...sub-humans..."}, {"speaker": "Tormod", "line": "Stop lying! I'm here because I want to be! Who's the leader of the laguz emancipation army? I am! You're a big jerk, Muarim! Trying to cover for everyone and get yourself killed? I won't allow it!"}, {"speaker": "Muarim", "line": "Little one..."}, {"speaker": "Ike", "line": "Hey! I don't care who the real leader is."}, {"speaker": "Ike", "line": "A laguz who calls himself a sub-human is protecting a kidnapped beorc who claims to lead a laguz emancipation army? Do I have that right? Because if I do, I have absolutely no idea what any of you are talking about. Would someone please tell me what is going on here?"}, {"speaker": "Tormod", "line": "..."}, {"speaker": "Ike", "line": "All right... Please go over that again. It's been customary throughout Begnion's history to keep laguz as slaves?"}, {"speaker": "Tormod", "line": "That's right."}, {"speaker": "Titania", "line": "But that's in the past now! Twenty years ago, all slavery was outlawed, and all laguz were freed!"}, {"speaker": "Nasir", "line": "And as far as the general public is concerned, that is exactly what happened."}, {"speaker": "Ike", "line": "So there's a portion of society that willingly breaks the law?"}, {"speaker": "Tormod", "line": "The commoners obey, but there are still many laguz slaves in the homes of nobles. Muarim and I brought this to the attention of the senators, but they would not listen. That's why we gathered other fighters. We break into the homes where slaves are kept and help them escape. Of course, the nobles can't let this be known publicly, so they brand us thieves and turn us into wanted outlaws."}, {"speaker": "Ike", "line": "All right. I think I understand your motives,but you're not going to solve the basic problem this way."}, {"speaker": "Tormod", "line": "We know that. But we can't give up and leave them in chains. We can't and won't!"}, {"speaker": "Ike", "line": "Do you mind if I try to help?"}, {"speaker": "Tormod", "line": "Huh?"}, {"speaker": "Ike", "line": "This sort of beorc behavior is something that's been bothering me. I think there may be something that I can do..."}, {"speaker": "Reyson", "line": "Naesala! Stop this foolishness! Where are you taking me? Tell me!"}, {"speaker": "Naesala", "line": "It's only a little farther! I'll tell you once we've arrived, just as I promised."}, {"speaker": "Reyson", "line": "I left no word with Tibarn. If I had known we were coming this far, I would have left a message..."}, {"speaker": "Naesala", "line": "Here we are. This is what I wanted to show you. Look below you, Reyson. What do you see?"}, {"speaker": "Reyson", "line": "What...what is this? How is this possible? What happened here?!"}, {"speaker": "Naesala", "line": "..."}, {"speaker": "Reyson", "line": "This...is Serenes? Is this what you're trying to tell me?! This colorless vista, these cracked and withered branches, these lifeless trees... This is my forest?"}, {"speaker": "Reyson", "line": "[Sacred trees! Seed, root, and trunk! Awake from your slumber and heed my cry! Answer the call of the green, mighty ones!]"}, {"speaker": "Naesala", "line": "...The ancient tongue. It's been many years since I heard it last. You can still speak it."}, {"speaker": "Reyson", "line": "The voice of the forest is still. Why... How did this..."}, {"speaker": "Naesala", "line": "It's been like this since your clan's been gone. The area near the entrance is especially bad. They used fire...Most of the trees are dead."}, {"speaker": "Reyson", "line": "...Unforgivable. How...how can they do things like this. Cursed humans... What did this forest do? What did my clan do..."}, {"speaker": "Naesala", "line": "Humans hold all laguz in contempt. And in the same way, they hold all of nature in contempt as well. They think everything exists for their pleasure and betterment...They are beneath contempt."}, {"speaker": "Reyson", "line": "Naesala... It appears that I have misjudged you. I called you a groveling toady to humans and labeled you traitor. I was overly harsh. I apologize."}, {"speaker": "Naesala", "line": "Not to worry. I engage in occasional commerce with humans...That much is true. A more pressing issue is the growing darkness. You can return to Phoenicis tomorrow, can you not? I'm certain that some noble has a villa in this area. At this time of year, it is almost certain to be empty. I suggest we borrow it for the evening."}, {"speaker": "Reyson", "line": "You would sleep in a human building?"}, {"speaker": "Naesala", "line": "Think about it... Bird folk like you and I have no night vision whatsoever. If we were discovered by humans, they would surely overwhelm and capture us, right?"}, {"speaker": "Reyson", "line": "Mmm... I see your point."}, {"speaker": "Naesala", "line": "Very good. I'll go stumble around until I find something to eat. Please...make yourself comfortable."}, {"speaker": "Reyson", "line": "Naesala!"}, {"speaker": "Naesala", "line": "Yes?"}, {"speaker": "Reyson", "line": "Thank you. For everything you've done. I...I appreciate it."}, {"speaker": "Naesala", "line": "Don't be ridiculous. We're old friends,are we not?"}, {"speaker": "Reyson", "line": "Right you are! Old friend."}, {"speaker": "Naesala", "line": "Is everything in place?"}, {"speaker": "Raven Laguz", "line": "Yes. That Duke Tanas cannot sit still. He is literally...quivering with anticipation. It's not pretty."}, {"speaker": "Naesala", "line": "I bet it isn't. Just make sure that mountain of suet stays hidden. If Reyson catches so much as a glimpse of his bulk, he will take wing."}, {"speaker": "Raven Laguz", "line": "Understood."}, {"speaker": "Naesala", "line": "Now, time to put on the finishing touches. This, too, I do to raise up Kilvas. Reyson, please don't judge me too harshly. That being said, I'm sure you will. Ah, well. Such is life. Enjoy your new one... Old friend..."}], "conversation": [{"speaker": "Servant", "line": "Ahem. You are from the northwest nation of Crimea, are you not? You have my condolences for the terrible misfortune that has befallen your country and people. Yet you remain blessed! Fate has brought you here to the Grand Temple Mainal! To the splendor of Begnion, grandest of all the nations of Tellius. By the way, I hear you are traveling north to the Grann Desert. There are ancient ruins there, you know? They are the remnants of a race known as the Zunanma, who come from a civilization that predates our own. I'm sure you will enjoy the sensation of being immersed in such primordial surroundings!"}, {"speaker": "Ike", "line": "Um...yeah. It'll be a real picnic."}, {"speaker": "Servant", "line": "Oh, yes, picnics are indeed nice. Oh, but a word of caution. Studying the ruins from afar is one thing, but you would be well advised to keep your distance... For safety's sake! It's said that there's a bandit stronghold near the northwest ruins. And we hear occasional reports of strange figures wandering the dunes in the northeast. Be careful!"}, {"speaker": "Sigrun", "line": "How are your preparations progressing?"}, {"speaker": "Ike", "line": "They're underway. We leave within the hour."}, {"speaker": "Sigrun", "line": "Your next mission takes you to the Grann Desert. You must choose your companions with care."}, {"speaker": "Ike", "line": "A desert is just a large patch of sandy soil, is it not?"}, {"speaker": "Sigrun", "line": "Ha ha! With one major difference! Unlike sandy soil, you'll not find solid earth near the surface. You could dig and dig and find only more sand. Those on foot and horseback may find it difficult to move around."}, {"speaker": "Ike", "line": "I see. I'm sure that Soren knows much about these things, but..."}, {"speaker": "Sigrun", "line": "Hmm? Has something befallen master Soren?"}, {"speaker": "Ike", "line": "I don't know if he's feeling ill or just moping about. It all started when we arrived in Begnion."}, {"speaker": "Sigrun", "line": "Oh..."}, {"speaker": "Ike", "line": "Be that as it may, it won't hurt for me to have this information. Can you tell me more?"}, {"speaker": "Sigrun", "line": "Of course. There's little water in the desert, and the soil is very dry. Few trees or grasses grow there. Which means there are no groves or anything else which would provide cover. And, as I mentioned before, those on foot or horseback will find the sand slows their pace considerably. The exceptions are magic users, staff wielders, and thieves. Such people will not be affected to so large a degree."}, {"speaker": "Ike", "line": "Thieves are agile, so I understand why they would be unaffected. But those skilled in the magical arts? That doesn't make sense."}, {"speaker": "Sigrun", "line": "I once heard an explanation from a magic user that I know...He claimed that the spirits he employed flew before him and cleared the sand from his path. However, considering the source, I'm not sure how much of that is truth."}, {"speaker": "Ike", "line": "Who was the source?"}, {"speaker": "Sigrun", "line": "Prime Minister Sephiran."}, {"speaker": "Ike", "line": "Would he play a joke like that?"}, {"speaker": "Sigrun", "line": "Ha ha! Well, the prime minister is a very amusing man. But, please, allow me to continue my explanation. What else...? Others who are unaffected by sand are pegasus knights, wyvern riders, and other flying units. Oh, and laguz, too. Terrain features don't seem to affect them much in either form, although they will be slowed some."}, {"speaker": "Ike", "line": "You said laguz, didn't you? Almost everyone here says sub-human."}, {"speaker": "Sigrun", "line": "Well, of course. Beorc and laguz are both living things. Every precious life was created to be equal by the blessed goddess. The fact that there are still those who persecute laguz in the land of the goddess... It is deplorable."}, {"speaker": "Ike", "line": "...Are you of a noble house?"}, {"speaker": "Sigrun", "line": "Yes, I am. One must be of noble birth to serve the goddess."}, {"speaker": "Ike", "line": "But I thought...that all nobles were half-crazed fools who can't speak the truth. You seem quite honest."}, {"speaker": "Sigrun", "line": "Ha ha, I'll take that as a compliment...Oh, and one last thing."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Sigrun", "line": "The desert contains the remnants of more than one lost civilization. Rumor has it that treasures from those times still lie undiscovered beneath the shifting sands. Those with good luck may come across such treasures during battle."}, {"speaker": "Makalov", "line": "Hoooweee! The Grand Temple! Luxury and...gorgeousness as far as the eye can see. If a scoundrel like myself can find employment in a place like this, I guess my luck hasn't abandoned me after all."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Makalov", "line": "But...for all the glitter and gold, there's an equal amount of dangerous work. Hmm...That I could do without. Maybe I can use my prone-to-illness ploy...Cough! Yes, I think I can arrange to work about one out of every...five jobs or so! And now that I've a fixed income, it's time to visit the local inns and see what games of chance are about!"}, {"speaker": "Ike", "line": "Evening."}, {"speaker": "Makalov", "line": "WHAAAA! You... Did you happen to hear any of that?"}, {"speaker": "Ike", "line": "You were talking out loud. Loudly."}, {"speaker": "Makalov", "line": "Um...I, uh... I wasn't being serious...I am an extremely diligent man! Yes, I am!"}, {"speaker": "Ike", "line": "Those peddlers you were with...You were in debt to them, right?"}, {"speaker": "Makalov", "line": "Huh? How do you know that?"}, {"speaker": "Ike", "line": "When we took out that group, your debt vanished..."}, {"speaker": "Makalov", "line": "Yes! You're right! That was a tremendous help. Thanks much!"}, {"speaker": "Ike", "line": "Come now, you can't believe that the world is as forgiving as that. Or that we are so foolish."}, {"speaker": "Makalov", "line": "What?"}, {"speaker": "Ike", "line": "Debts are debts, and you have many. Those peddlers weren't the only people who were owed coin by you... Right? We can't have debt collectors hounding the company day in and day out. My staff officer repaid the rest of the money you owe."}, {"speaker": "Makalov", "line": "Tha-that's...very kind of you."}, {"speaker": "Ike", "line": "It was from the company coffers. You, my friend, are now in OUR debt. You fight to repay the Greil Mercenaries."}, {"speaker": "Makalov", "line": "Ah! But! Aaah!"}, {"speaker": "Ike", "line": "Payment will be deducted from your wages. For...quite some time. It seems you're working for free, friend."}, {"speaker": "Makalov", "line": "Oh! I--! Oooh!"}, {"speaker": "Ike", "line": "Until your debts are completely repaid, don't even think about leaving the company. Or getting sick. Right then! I trust you'll do your best."}, {"speaker": "Makalov", "line": "...What a mess...Awww... Nuts!"}]}