{"chapter": "16", "title": "The Atonement", "speakers": ["Reyson", "Oliver", "Begnion Soldier", "Ike", "Sanaki", "Tormod", "Soren", "Mist", "Titania", "Devdan", "Kimarsi", "Unknown", "Sigrun", "Elincia", "Nasir", "Muarim", "Stefan"], "dialogue_counts": {"Reyson": 11, "Oliver": 18, "Begnion Soldier": 4, "Ike": 55, "Sanaki": 25, "Tormod": 16, "Soren": 5, "Mist": 5, "Titania": 2, "Devdan": 1, "Kimarsi": 2, "Unknown": 1, "Sigrun": 7, "Elincia": 6, "Nasir": 6, "Muarim": 19, "Stefan": 6}, "gender_counts": {"M": 118, "F": 45, "N": 26, "A": 0}, "lines": 189, "transitions": "MMMMMNMMMMM-MFMFMFMMMFMFMFMFMMMMFMFM-MMNMNFMFFMMMMMMMMMMMMMNMFMFMMFMFMMMM-M-N-N-MMMMMMNMMMMMMMMMFMFMFMFMFFMFFMFFFFFMFMFMFMFFMFMFMFFMMFMFFFFMFMF-NMNMNMMNMNMNMMNMNMMNMNMNMNMNMNMNMNMNMNNM-MMMMMMMMMMMM", "intro": [{"speaker": "Reyson", "line": "What is this? Who are you? What have you done with Naesala?"}, {"speaker": "Oliver", "line": "Oh... Ooooo...This is something everyone should see. There can be no doubt--I gaze upon the last living wonder of the Serenes royalty. Those golden locks! Witness how they gather in the morning sun and multiply its brilliance. The gentle lustre of those argent wings! Manifest proof of royalty, as sure as I am alive. Magnificent... Absolutely magnificent. A true work of art wrought in flesh and feather. All this beauty... Mine... The fortune I paid the raven king seems like a pittance compared to this treasure!"}, {"speaker": "Reyson", "line": "What? Naesala...sold me? To YOU?!"}, {"speaker": "Oliver", "line": "Oh ho ho ho! You are exquisite, even in rage! Now, if you behave yourself, I'll grant you a life of luxury..."}, {"speaker": "Oliver", "line": "Oww!!! My nose! My beautiful nose!"}, {"speaker": "Begnion Soldier", "line": "Bishop Oliver?! You winged freak! You'll pay for that!"}, {"speaker": "Oliver", "line": "Noooo! You mustn't harm him! You mustn't ruffle a single feather of those gorgeous wings!"}, {"speaker": "Oliver", "line": "My beauty, you mustn't be frightened. In time, you will come to see how kind and charitable a master I can be."}, {"speaker": "Reyson", "line": "This is madness!"}, {"speaker": "Oliver", "line": "Oooh! S-so frightening! How delicious! But I fear that we must now be separated for a short while. Loyal servants! Attend my words! You must not raise a hand to this one. Prepare his meals with care, and do not disturb his rest. I would not see his countenance marred by displeasure. Herons, you see, are such delicate things. And then, at the proper time... Yes, the proper time. When will it be? I say to you, those haughty senators and their ilk have looked down their noses at me for the last time! I shall show them all! Ooooh, but I must have a grand stage. One where none can fail to see me. The Serenes royals are creatures of legend, and when I arrive with one at my side... I can hardly wait to see Duke Gados's face. Oh ho ho ho! Aho ho ho ho ho ho ho!"}, {"speaker": "Reyson", "line": "Naesala, you wretch... Curse your eyes! How dare you do this to me..."}, {"speaker": "Ike", "line": "I've brought him."}, {"speaker": "Sanaki", "line": "Well done, Ike. I shall see that you are well rewarded."}, {"speaker": "Ike", "line": "Where's your usual entourage? I see only two of your holy guard..."}, {"speaker": "Sanaki", "line": "Oh, there was some sort of disturbance. I think they're clearing away the rabble. But on to business... Is that one there the ringleader of the thieves? Why, he's nothing but a child! Has he offered up any kind of defense for his deplorable actions?"}, {"speaker": "Tormod", "line": "We are no thieves! We are trying to free the laguz that these filthy aristocrats hold in captivity!"}, {"speaker": "Sanaki", "line": "What manner of absurd fairy tale is this? In the year Begnion 624, Apostle Misaha, my honored grandmother, emancipated every last laguz slave. In accordance with her law, today there is not a single slave to be found in all of the Begnion Empire."}, {"speaker": "Tormod", "line": "You lie! Countless noble houses even now keep laguz as servants or entertainment...or worse! And the senate! Those vast windbags grant tacit approval by doing nothing!"}, {"speaker": "Ike", "line": "That's enough! I told you to keep a cool head."}, {"speaker": "Tormod", "line": "Bu-but--!"}, {"speaker": "Sanaki", "line": "Ike... Whyever would you bring such an ill-mannered rogue to meet me? What is it you're planning?"}, {"speaker": "Ike", "line": "If anyone's planning something, it's you."}, {"speaker": "Sanaki", "line": "Really? And what could you possibly mean by that?"}, {"speaker": "Ike", "line": "Your last mission showed us the slave trade, and now you've put us in contact with an underground emancipation group. From the very beginning, I found this whole arrangement a little odd. You have more vassals than you can use, yet you hire us for these missions? Your motivations have me puzzled."}, {"speaker": "Sanaki", "line": "Oh, I see. And have you solved this puzzle of yours?"}, {"speaker": "Ike", "line": "You want to expose the depravity of the inner circles of power. But you don't want the general public to know that the majority of the senate is involved in slavery."}, {"speaker": "Sanaki", "line": "And to think I thought you were as untutored as a wild monkey. You're actually quite bright."}, {"speaker": "Ike", "line": "I didn't figure it all out by myself. I have companions whom I trust with my life. They helped."}, {"speaker": "Tormod", "line": "Hey! Hold it! What in the world are you talking about? Would someone like to explain this to me?"}, {"speaker": "Ike", "line": "The apostle is aware of the laguz slavery. On top of that, it appears she intends to do something about this problem."}, {"speaker": "Tormod", "line": "Are you serious?"}, {"speaker": "Sanaki", "line": "I am. However, whether I succeed or fail depends largely on what you do next."}, {"speaker": "Ike", "line": "So be it. I think it's time you told us about the next job you have lined up for us."}, {"speaker": "Sanaki", "line": "I've received reports that Bishop Oliver, the duke of Tanas, is up to something suspicious. Duke Tanas has a villa near the woods of Serenes. Go there, and return with irrevocable proof of...whatever he's doing. If you succeed in this, I promise to support your Princess Elincia with all the power at my command."}, {"speaker": "Ike", "line": "We'll bring back whatever information it is you're looking for. Be ready for us!"}, {"speaker": "Ike", "line": "Is this the place?"}, {"speaker": "Soren", "line": "Yes, it is. It's rather heavily guarded. Even so, I think a direct attack would be our best chance of gaining entrance."}, {"speaker": "Begnion Soldier", "line": "Halt! Who goes there? What are you doing? This villa is the property of Duke Tanas, senator of the empire! No trespassing!"}, {"speaker": "Ike", "line": "I am Ike, of the Greil Mercenaries. Under orders from the apostle, we've been charged with investigating the duke."}, {"speaker": "Begnion Soldier", "line": "What? The apostle sent you? Wa-wait here a moment!"}, {"speaker": "Mist", "line": "All right, Brother, we'll sneak around out here and see what we can see."}, {"speaker": "Ike", "line": "Good idea."}, {"speaker": "Titania", "line": "Leave it to us. If we get stopped, we can talk our way out of it. All right, Mist, let's get going."}, {"speaker": "Mist", "line": "Yeah!"}, {"speaker": "Oliver", "line": "What is it I hear? That you lads claim to be here on the apostle's business?"}, {"speaker": "Ike", "line": "We have a letter here that bears her seal."}, {"speaker": "Oliver", "line": "Hmm... Well... I see. It appears genuine. Very well. Am I in a position to ask what, exactly, I am suspected of doing?"}, {"speaker": "Soren", "line": "We are here by the apostle's leave. Do you honestly intend to make us discuss this private matter outside?"}, {"speaker": "Oliver", "line": "Oh! No, no, of course not. Never! I would never insult...Please, c-come inside..."}, {"speaker": "Oliver", "line": "Oh? Slavery? Me? The apostle would honestly accuse me of such an unfashionable thing as slaveholding? Oh ho ho ho!"}, {"speaker": "Ike", "line": "Do you claim no knowledge of such a thing?"}, {"speaker": "Oliver", "line": "I've shown you every nook of my mansion, every cranny. I've been most thorough, have I not? And you saw no trace, not a single sign, of any laguz here, did you?"}, {"speaker": "Ike", "line": "That is true."}, {"speaker": "Oliver", "line": "This accusation is absolutely ridiculous! To think that I, a bishop who serves only the apostle's will, would do anything to violate our country's emancipation act! Be certain that you tell the apostle everything! Tell her that Duke Tanas is upright and cleanhanded! There is not even a shadow of falsehood in my noble eyes! Look into them deeply, my boy, and tell me what you see..."}, {"speaker": "Oliver", "line": "Well? Hmmmmm?"}, {"speaker": "Ike", "line": "Ugh! Hey, stop that! Back off!"}, {"speaker": "Soren", "line": "We have little choice, do we...I think it would be best if we left for the time being."}, {"speaker": "Begnion Soldier", "line": "Hey! Halt! You can't go in there!"}, {"speaker": "Ike", "line": "Ah!"}, {"speaker": "Mist", "line": "Ike!"}, {"speaker": "Ike", "line": "Mist, what is it?"}, {"speaker": "Mist", "line": "Ike, I saw him! In a room on the top floor of this building, I saw someone--I think he was one of the bird tribe! He looked like he was trying to jump out a window, but he was forced away from it and back into the room."}, {"speaker": "Oliver", "line": "Wha-what? What is this...this child babbling about?"}, {"speaker": "Soren", "line": "Someone from the bird tribe? Can you describe him?"}, {"speaker": "Mist", "line": "Um, he had long hair! It was...sparkling, like gold. And his skin...it was so pale--almost translucent. Oh! And his wings! They were pure white!"}, {"speaker": "Ike", "line": "Is that accurate, Titania?"}, {"speaker": "Titania", "line": "It is. I saw him as well."}, {"speaker": "Soren", "line": "That can only mean there is a member of the heron clan in this place. According to books, only members of the royal heron family possess white wings."}, {"speaker": "Ike", "line": "It appears that there is at least one room we have yet to see. What is it going to be, Duke Tanas? You can cooperate and show us this room that you somehow forgot, or..."}, {"speaker": "Oliver", "line": "Guards! Kill them all! Don't let a single one escape!"}, {"speaker": "Ike", "line": "So this is how you want to play it, eh? I thought it might come to this."}], "battle": [{"speaker": "Devdan", "line": "Devdan hears the sounds of battle..."}], "boss": [{"speaker": "Kimarsi", "line": "You dare to bring conflict into Bishop Oliver's home? My lance will make you pay for your impudence!"}, {"speaker": "Kimarsi", "line": "What... What fate is this? Is it just punishment...for my complicity...in this evil..."}], "end": [{"speaker": "Reyson", "line": "Ah!"}, {"speaker": "Oliver", "line": "Oh, my sweet, beautiful little bird! Don't be frightened! Come, let us fly away together..."}, {"speaker": "Reyson", "line": "Stay away from me, you filthy fat man!"}, {"speaker": "Reyson", "line": "...Urgh!"}, {"speaker": "Oliver", "line": "Come quietly! You belong to me! I will not give you up. No one shall take you from me..."}, {"speaker": "Reyson", "line": "Though the price may be my life, I will never cooperate with you!"}, {"speaker": "Unknown", "line": "Hey! Where are you, Duke Tanas? ...Are you in here?"}, {"speaker": "Oliver", "line": "...Ah... N-n-nooo..."}, {"speaker": "Ike", "line": "Duke Tanas..."}, {"speaker": "Reyson", "line": "Who are you?"}, {"speaker": "Ike", "line": "Ah! You... You're the Serenes--Are you unharmed? We have come to help you. Your injury... Did that man do that to you?"}, {"speaker": "Ike", "line": "This wound must be tended to..."}, {"speaker": "Reyson", "line": "Stay back!"}, {"speaker": "Ike", "line": "But..."}, {"speaker": "Reyson", "line": "Do not approach me! Cursed human!"}, {"speaker": "Ike", "line": "The Greil Mercenaries have returned."}, {"speaker": "Sigrun", "line": "Ah, Master Ike. It is good to see you well. How went the mission? Did you unearth any meaningful proof?"}, {"speaker": "Ike", "line": "Where is the apostle?"}, {"speaker": "Sigrun", "line": "Master Ike?"}, {"speaker": "Ike", "line": "I must speak with the apostle. Where is she?"}, {"speaker": "Sigrun", "line": "Apostle Sanaki is in the garden, having a pleasant conversation with Princess Elincia. I will go directly and see if she will meet with you. Please wait here."}, {"speaker": "Ike", "line": "In the garden? Great."}, {"speaker": "Sigrun", "line": "Ah, Master Ike! No! You mustn't behave so! You will cause such problems!"}, {"speaker": "Ike", "line": "Apostle..."}, {"speaker": "Sanaki", "line": "What? You! What are you doing? How dare you approach me unannounced! This is most inappropriate, and I will not--"}, {"speaker": "Elincia", "line": "What has happened, my lord Ike?"}, {"speaker": "Ike", "line": "All of it. I want to hear all of it...Now!"}, {"speaker": "Sanaki", "line": "What are you talking about?"}, {"speaker": "Sigrun", "line": "Master Ike! One must not speak to the apostle in such a discourteous fashion!"}, {"speaker": "Ike", "line": "Twenty years ago, something happened in Serenes Forest. Something terrible. I want to know."}, {"speaker": "Sanaki", "line": "What?"}, {"speaker": "Sigrun", "line": "Master Ike?"}, {"speaker": "Elincia", "line": "W-what happened twenty years ago?"}, {"speaker": "Sanaki", "line": "You found one of the heron clan? And a Serenes noble no less...One of them still lives? But that...such a thing..."}, {"speaker": "Sigrun", "line": "Apostle Sanaki..."}, {"speaker": "Ike", "line": "Tell me."}, {"speaker": "Sanaki", "line": "That is a very...difficult problem...Hmm... How to impart this tale..."}, {"speaker": "Nasir", "line": "It would appear that no one is willing to begin this story. That being so, I would open with what is commonly known of the matter. Do you find this acceptable?"}, {"speaker": "Sanaki", "line": "And you are?"}, {"speaker": "Ike", "line": "He is a friend of mine. Nasir, if you know something, I would hear it. When you are done, the apostle can clarify. Agreed?"}, {"speaker": "Sanaki", "line": "Hmmm..."}, {"speaker": "Nasir", "line": "It begins with the assasination of the previous Begnion apostle. It was twenty years ago... One year after the declaration of emancipation was made. The leader at the time was the Apostle Misaha, who was more adored by the public than any apostle before...or since. When she was assassinated, the citizenry was wracked with grief. All of Begnion despaired. And then, a rumor began to circulate that the assassination was the work of the Serenes herons. In the twinkling of an eye, the rumor spread throughout the Begnion capital. One night shortly thereafter, it happened. The citizens grew violent. They massed at the edge of Serenes Forest, home of their supposed enemy, and set it to burn. The crowd raged on for three nights, and in the end, the heron clan was lost."}, {"speaker": "Elincia", "line": "But their involvement was just a rumor...Wasn't it? Why, why did they..."}, {"speaker": "Sanaki", "line": "Oh, the shame of it..."}, {"speaker": "Nasir", "line": "Apostle? The remainder of the tale is yours. You stand as the empress of Begnion. You are responsible for the acts of your citizens, are you not?"}, {"speaker": "Sanaki", "line": "...False. The accusation was completely false."}, {"speaker": "Ike", "line": "The assassination of the apostle was not the work of the Serenes clan?"}, {"speaker": "Sanaki", "line": "That is correct."}, {"speaker": "Nasir", "line": "The heron clan possess no fighting skills. Their tribe survived by living a life of peace and piety within their forest. Unlike other laguz, they never focused on developing their strength for the purposes of combat. Anyone with any knowledge of laguz would have known such a thing. At the very least, the citizens of Begnion would have known this. However, they had lost their leader, and in their grief, they cared little for the truth. They were merely looking for some way to vent their rage and despair. Isn't that true...Apostle?"}, {"speaker": "Elincia", "line": "Please, Lord Nasir! Your tone of voice..."}, {"speaker": "Sanaki", "line": "It's all right, Princess Elincia. He speaks the truth, be it with a sharpened tongue or no."}, {"speaker": "Nasir", "line": "Ike, the bird tribes of Phoenicis target only Begnion ships with their piracy. The ravens of Kilvas are after cargo, and so they attack everyone with equal vigor. The hawk clans, however, hold the heron clan as brethren...and still remember the false accusations. And their brutal murder."}, {"speaker": "Ike", "line": "The heron at Oliver's mansion...He slapped my hand away when I tried to help him. He had such hatred in his eyes. When he leapt from the window, he spoke to me. Remember the genocide, he said. Twenty years have passed, but I will never forgive what you did!"}, {"speaker": "Sanaki", "line": "Such needless pain...It may sound like utter hypocrisy, but my people regret deeply the actions of that horrific night. We stole the heron clan from this world... Every time we see the blackened forest, our grave sin comes back to haunt us."}, {"speaker": "Nasir", "line": "Apostle... You are honorable. The majority of the senators have done their best to banish all memory of the Serenes and that night. Yet you have resisted. That is your intent, is it not? You are not like them... You are attempting to take responsibility for the actions of the people. To undo the wrongs of the past, you launched your own investigation into the laguz emancipation issue. You've even gone so far as to hire outsiders like Ike and his mercenaries to expose the problem, haven't you?"}, {"speaker": "Sanaki", "line": "...Princess Elincia?"}, {"speaker": "Elincia", "line": "Yes?"}, {"speaker": "Sanaki", "line": "I would like once more to make use of your escorts. Would you grant me this boon?"}, {"speaker": "Elincia", "line": "Of course! Er, that is...If Ike and his group agree, I have no objection to your proposal."}, {"speaker": "Ike", "line": "Depends on what you want."}, {"speaker": "Sanaki", "line": "The member of the heron clan you met...I want you to find him. I want to meet with him. I want to speak with him."}, {"speaker": "Ike", "line": "If that is your wish, we will do it. In any case, we let that monster Oliver slip through our grasp. We'll handle both tasks at the same time."}, {"speaker": "Sanaki", "line": "I'm counting on you."}], "conversation": [{"speaker": "Muarim", "line": "Ahem..."}, {"speaker": "Tormod", "line": "Muarim!"}, {"speaker": "Muarim", "line": "Little one! How... How was it? Were you treated roughly? Did they attempt to punish you?"}, {"speaker": "Tormod", "line": "No, it was nothing. And the apostle? I thought she'd be some mean old hag, but she's just a kid. Really, she's even shorter than I am."}, {"speaker": "Muarim", "line": "Li-little one! You must lower your voice. And watch your tongue!"}, {"speaker": "Tormod", "line": "What? Why?"}, {"speaker": "Ike", "line": "Rest easy, Muarim. Everyone in this room is with me. The apostle has no ears here."}, {"speaker": "Muarim", "line": "That is good."}, {"speaker": "Tormod", "line": "Muarim?"}, {"speaker": "Muarim", "line": "Speaking ill of the apostle here is considered treasonous. Keep it up, and they'll kill you--or threaten to."}, {"speaker": "Tormod", "line": "What?"}, {"speaker": "Muarim", "line": "Little one... While we are here, please choose your words with more care than you have shown. I beg of you."}, {"speaker": "Tormod", "line": "Oh, right. Right. I understand."}, {"speaker": "Ike", "line": "For a laguz, you seem to know more about the court etiquette here than my fellow beorc, Tormod."}, {"speaker": "Muarim", "line": "Bah..."}, {"speaker": "Tormod", "line": "That's 'cause...'cause I don't know much about any of this stuff. That's all!"}, {"speaker": "Muarim", "line": "It is no matter, little one. Ike, the reason I am familiar with the customs of the Begnion nobles is...I myself was once a slave."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Tormod", "line": "Oh, no..."}, {"speaker": "Muarim", "line": "For generations, my family...served as slaves to one house. They were wealthy and powerful, senators all. As a child, I was raised never to question my station as a slave. From the day that I was born, the most grueling physical labor was as natural as breathing. I knew nothing else. To ensure we were liked by our masters, we were drilled in the etiquette of polite society until it became second nature. We were slaves... We did what we could to live as long as we could. The most important thing was not to incur the wrath of our masters. If we displeased them, we were punished. If we were lucky, we were beaten. If we were unlucky..."}, {"speaker": "Tormod", "line": "Muarim! That's enough!"}, {"speaker": "Muarim", "line": "I am sorry. Lord Ike...If a former slave like myself is present, all of you will be judged, scorned, and looked down upon. I came here...to ask if you would... take care of something for me. I would have you take care of the little one."}, {"speaker": "Tormod", "line": "Why would you say such a thing? You were born a laguz slave...And you're not allowed to be free...That's not right! That's why we promised each other we'd change all of that. We made a promise! Laguz, like beorc, would build homes and plant fields! Families would live together in peace and freedom! That's the world we dreamed of..."}, {"speaker": "Muarim", "line": "That's a dream that belongs to us as former laguz slaves. We don't need the help of another beorc like you."}, {"speaker": "Tormod", "line": "What?...sniff!"}, {"speaker": "Muarim", "line": "Little one!..."}, {"speaker": "Ike", "line": "...Does it really warrant that much concern?"}, {"speaker": "Muarim", "line": "Huh?"}, {"speaker": "Ike", "line": "Since I first arrived here in Begnion, it's something that's been bothering me. If you're born into a noble house, you're a noble. If your parents are slaves, you're a slave. Do you think a person's worth is decided at the moment of their birth? That's... I can't understand a country where that passes for normal, I just can't."}, {"speaker": "Muarim", "line": "Those don't sound like the words of someone working for Princess Crimea. Princesses are princesses because they're born into royal families, right? Are you going to deny that?"}, {"speaker": "Ike", "line": "No, you're right. Elincia... She is a princess. I don't think we've treated her with more respect than any other employer we've had, but...Heh. Funny. We've addressed her as Princess the entire time, but I've never really considered what it meant."}, {"speaker": "Muarim", "line": "From where I stand, I think you've been blessed. You were born a beorc and raised in a country with a lenient social structure. That's an enviable life."}, {"speaker": "Ike", "line": "It's so hard... I... No matter how I try, I'll never fully understand your pain. But listen, I didn't treat Elincia any differently after I learned of her heritage. I'm not going to think of you or treat you differently just because you used to be a slave. It's not going to happen. You're...you. And I'm free to think of it that way if I want, right?"}, {"speaker": "Muarim", "line": "..."}, {"speaker": "Ike", "line": "Muarim, there's nothing anyone can do about your past.About the burdens you carry. And I know I don't know everything that'sgoing on, but you shouldn't be trying to push Tormod away. He's dedicated to you, and being with you is his choice. It's part of his freedom."}, {"speaker": "Muarim", "line": "...I see now. I will go...and find him."}, {"speaker": "Ike", "line": "If meeting those in the temple is uncomfortable, I can go and bring him back. What do you think?"}, {"speaker": "Muarim", "line": "No, I can do it. I have a good nose. Tracking the young one's scent while avoiding other beorc is an easy task."}, {"speaker": "Muarim", "line": "Ike... I want... I mean...Never mind. May our friendship be true and enduring."}, {"speaker": "Ike", "line": "I share your sentiment. Our troop will have you for as long as you wish."}, {"speaker": "Ike", "line": "What the...? Um...who are you? How long have you been a member of my troop?"}, {"speaker": "Stefan", "line": "I joined after the battle in the sands. My name is Stefan. I apologize for not introducing myself earlier."}, {"speaker": "Ike", "line": "Why are you here?"}, {"speaker": "Stefan", "line": "In part it's because I'm curious. But mostly, it's the guiding hand of fate that has led me to you."}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Stefan", "line": "In the desert, I watched the dance of your sword. You have a unique style, but it is incomplete, filled with hesitation. You have recently lost your teacher, no?"}, {"speaker": "Ike", "line": "Ah..."}, {"speaker": "Stefan", "line": "Luckily, your foundation is quite strong. Which is why I can be of service. Your technique... How powerful will it be when perfected? I would like to know."}, {"speaker": "Ike", "line": "Wh-who are you?"}, {"speaker": "Stefan", "line": "You can learn the dance of blades from me without knowing my history, can you not? What say you? Let your heart decide."}, {"speaker": "Ike", "line": "I understand. If you can help me perfect my technique, I will gladly accept an invitation to learn from you."}, {"speaker": "Stefan", "line": "Then prepare yourself. Come! Attack me with all your strength."}]}