{"chapter": "17", "title": "Day Breaks", "speakers": ["Tibarn", "Nealuchi", "Janaff", "Ulki", "Ike", "Soren", "Nasir", "Elincia", "Sanaki", "Sigrun", "Tanith", "Oliver", "Begnion Soldier", "Mist", "Lethe", "Mordecai", "Reyson", "Titania", "Unknown", "Leanne", "Boyd", "Servant", "Jill", "Devdan"], "dialogue_counts": {"Tibarn": 38, "Nealuchi": 13, "Janaff": 16, "Ulki": 8, "Ike": 86, "Soren": 16, "Nasir": 8, "Elincia": 4, "Sanaki": 13, "Sigrun": 5, "Tanith": 2, "Oliver": 13, "Begnion Soldier": 6, "Mist": 14, "Lethe": 4, "Mordecai": 1, "Reyson": 35, "Titania": 8, "Unknown": 1, "Leanne": 14, "Boyd": 3, "Servant": 8, "Jill": 9, "Devdan": 6}, "gender_counts": {"M": 243, "F": 73, "N": 15, "A": 0}, "lines": 331, "transitions": "MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMFFMFFMM-MNMNMNMNNM-MMMMMMMMMMM-MM-MFMFMFFFMMFFMMFMFMFMMFFMFMM-M-MMMM-N-MFM-MFMFMFMNM-MMFMMFMF-MFFM-MMMMMMM-M-MMMMMMMFMFMFMMFF-MMMMMMMMMMMMMMMMMMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMMMM-M-M-MMMMFMMFMFMMMMMMMMMMMMMFMFFMFMFFFMFFFFMFMFMFMFMFMFMFFMMMMFFFMMMFMFMFFFFF-FMNMNMNMNMNMNMNMNM-MFMFMFMFMFMFMFMFMF-MMMMMMMMMMMM", "intro": [{"speaker": "Tibarn", "line": "Reyson! Are you well?"}, {"speaker": "Reyson", "line": "Tibarn! How did you--"}, {"speaker": "Tibarn", "line": "Nealuchi told us everything."}, {"speaker": "Reyson", "line": "Oh... Allow me to apologize. I left on my own without a word to you, and this is what happened."}, {"speaker": "Tibarn", "line": "As long as you're unharmed, all is well. Let's go home."}, {"speaker": "Reyson", "line": "Please, give me a little time. I cannot allow these humans to remain in the forest."}, {"speaker": "Tibarn", "line": "I understand how you feel, but we're completely outnumbered. Let us wait for another day--"}, {"speaker": "Reyson", "line": "Once I stand at the altar, I can take care of them. Every one of them."}, {"speaker": "Tibarn", "line": "You can't mean... Are you thinking of using the forbidden magic?"}, {"speaker": "Reyson", "line": "...Yes. I will sing those monsters the dirge of ruin."}, {"speaker": "Tibarn", "line": "Are you mad?! You mustn't! I can't allow it!"}, {"speaker": "Reyson", "line": "With permission or without, I do what I must! It is retribution for genocide! Retribution for this forest!"}, {"speaker": "Tibarn", "line": "Reyson! You must not let yourself be ruled by despair! Each member of the heron tribe is an embodiment of balance! Do this, and you warp your very existence!"}, {"speaker": "Reyson", "line": "That's what they all said...My family. My tribe. And then...they died. The humans were drunk with joy. They laughed! They sang! ...And then they slaughtered us like livestock. My mother, my brother, my elder sisters... Even my infant sister, Leanne! All killed in a single night."}, {"speaker": "Tibarn", "line": "Reyson..."}, {"speaker": "Reyson", "line": "I know. This thing I intend to do brings dishonor to my house. And yet...I cannot forgive. And their past actions weren't enough; now, they violate the sanctity of the forest without a trace of regret! Accursed humans...I will never forgive them!"}, {"speaker": "Tibarn", "line": "Don't you think we understand that?"}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Janaff", "line": "That's right! Prince Reyson, there's no need for you to reject your honor based on the likes of them!"}, {"speaker": "Ulki", "line": "The tragedy of the herons...The horror and pain of that night...lives on in all of us."}, {"speaker": "Tibarn", "line": "Let's return to Phoenicis, and think of a plan. You are right. This will not stand. The full power of the hawk nation is behind you. The humans will pay."}, {"speaker": "Reyson", "line": "...As you wish..."}, {"speaker": "Ike", "line": "Enough already! Lay down your arms and surrender. We will let you live!"}, {"speaker": "Oliver", "line": "Grrrrrr... No! Never! I'm not giving up! I'm not finished yet! Out of my way, penniless wretches! Your very existence is an insult to all that is beautiful! All you really want is my wealth and beauty! Miserable curs... You reek of poverty and envy! Oh, but I understand your emotions...Yes, I do. How could you sad vagabonds not want to be me?"}, {"speaker": "Ike", "line": "...That's the last thing in the world--"}, {"speaker": "Oliver", "line": "Silence! I am not one to be daunted by mean beggars such as you. Oh ho ho ho! In the name of the goddess, I, Oliver, duke of Tanas, will smite your hideous evil!"}, {"speaker": "Ike", "line": "Um..."}, {"speaker": "Oliver", "line": "To arms! To arms! Defend me with all the strength you possess! Oh, and bring me the little bird that blue-haired lout is carrying while you're at it..."}, {"speaker": "Ike", "line": "...Oh, please."}, {"speaker": "Ike", "line": "Here they come! Combat formation, everyone!"}], "battle": [{"speaker": "Janaff", "line": "Uh-oh! They're still going at it over here. Shall we go around?"}, {"speaker": "Tibarn", "line": "I suppose so. Two human armies bashing one anothers' brains out...I wonder what they're after."}, {"speaker": "Reyson", "line": "Ah!"}, {"speaker": "Tibarn", "line": "There's that sound again. Reyson, are you doing that?"}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Tibarn", "line": "No, I suppose not."}, {"speaker": "Reyson", "line": "...The forest is whispering something. (What is it?)...What are you trying to tell me?"}, {"speaker": "Janaff", "line": "King Tibarn! Prince Reyson! Look! There!"}, {"speaker": "Tibarn", "line": "Eh?"}, {"speaker": "Reyson", "line": "Ah?"}, {"speaker": "Janaff", "line": "The blue-haired human is carrying something on his back...No, it can't be..."}, {"speaker": "Tibarn", "line": "Is that...another heron?"}, {"speaker": "Reyson", "line": "...But...that's not..."}, {"speaker": "Tibarn", "line": "I think some of the humans might be fighting to protect the heron. Grr... It's against my nature, but...we shall aid them! Janaff! Ulki! To me!"}, {"speaker": "Ulki", "line": "Right!"}, {"speaker": "Janaff", "line": "Yes, sir!"}, {"speaker": "Reyson", "line": "Tibarn! (Please....) Allow me to go with you."}, {"speaker": "Tibarn", "line": "If you forswear the forbidden magic, you may come."}, {"speaker": "Reyson", "line": "Agreed."}], "end": [{"speaker": "Ike", "line": "It's you!"}, {"speaker": "Reyson", "line": "On your back... Who is it you carry?"}, {"speaker": "Ike", "line": "Oh, the girl? I think she may be somebody you know, but..."}, {"speaker": "Reyson", "line": "Leanne!"}, {"speaker": "Leanne", "line": "Reyson, my brother?  Brother!"}, {"speaker": "Reyson", "line": "Is it really you, Leanne? This is no dream? How is this possible? How did you survive all this time?"}, {"speaker": "Tibarn", "line": "Leanne? Do you know who I am?"}, {"speaker": "Leanne", "line": "Tibarn? Of the hawk tribe, yes?"}, {"speaker": "Tibarn", "line": "That's right. You remember my name. Have you been here by yourself for all these years?"}, {"speaker": "Leanne", "line": "I don't know...that night... My sisters took me and hid me in the small shrine. I'm sure they sang a galdr to me...And then I became so sleepy..."}, {"speaker": "Reyson", "line": "The forest protected her. It kept her asleep for so long...There's no way to express my gratitude. Thank you for...With all that I am,  I thank you."}, {"speaker": "Tibarn", "line": "You there, beorc."}, {"speaker": "Ike", "line": "Me?"}, {"speaker": "Tibarn", "line": "I am Tibarn, king of Phoenicis. Since the loss of their homeland, the Serenes royal family has been under my guardianship. Who are you, and why do you aid the herons?"}, {"speaker": "Ike", "line": "My name is Ike. I am commander of the Greil Mercenaries. I am under orders of the empress, the apostle Sanaki, to protect the herons."}, {"speaker": "Tibarn", "line": "The empress of this country wants to protect the herons? Ha! That is an interesting tale. The herons were blamed for the assassination of the last empress. They were massacred on hearsay. And now her ancestor wants to help them? Touching."}, {"speaker": "Ike", "line": "The empress Sanaki knows that the herons are not murderers. And now, she is trying to atone for the crimes of her people."}, {"speaker": "Reyson", "line": "...No. I cannot believe that."}, {"speaker": "Tibarn", "line": "..."}, {"speaker": "Reyson", "line": "Pathetic apologies and half-baked platitudes are easily spoken! Humans burned Serenes Forest. They killed my family. I cannot trust one who allies himself with them."}, {"speaker": "Ike", "line": "Please, withhold judgment until you speak with the apostle. She's waiting at the forest's edge."}, {"speaker": "Reyson", "line": "The apostle is here?"}, {"speaker": "Reyson", "line": "So you...are the apostle?"}, {"speaker": "Sanaki", "line": "I am."}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Sanaki", "line": "...I'm...sorry...I am ignorant as to what words of contrition will be appropriate to one of the heron tribe. Yet I stand before you as a representative of my people... From the depths of my heart I apologize to you... I am sorry... So truly sorry..."}, {"speaker": "Sigrun", "line": "Emp-Empress Sanaki! What are you doing? You are the apostle! You cannot bend your knee to another!"}, {"speaker": "Ike", "line": "Peace! Let her speak her heart."}, {"speaker": "Sigrun", "line": "I...um..."}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Sanaki", "line": "I'm sorry...I'm sorry..."}, {"speaker": "Leanne", "line": "(That is enough...)"}, {"speaker": "Sanaki", "line": "...?"}, {"speaker": "Reyson", "line": "Leanne?"}, {"speaker": "Leanne", "line": "(Please rise, Apostle Sanaki.)"}, {"speaker": "Sanaki", "line": "You... What is it you want? Are you telling me to stand?"}, {"speaker": "Sanaki", "line": "You..."}, {"speaker": "Leanne", "line": "(It is enough. It was not your fault.)"}, {"speaker": "Reyson", "line": "Leanne!"}, {"speaker": "Leanne", "line": "(Brother..it is enough, is it not? Forgive this child. Her apology is...so sincere.)"}, {"speaker": "Reyson", "line": "Leanne! You cannot ask me to forgive them! You were asleep... You don't know what these humans did to us..."}, {"speaker": "Leanne", "line": "(...I do know.  The forests...told me everything.)"}, {"speaker": "Reyson", "line": "You...know?"}, {"speaker": "Leanne", "line": "(Everyone is...gone, aren't they?)"}, {"speaker": "Reyson", "line": "That's right... Everyone is gone. That's why I cannot release my hatred."}, {"speaker": "Leanne", "line": "(Brother... My loving brother, Reyson. The pain and sadness is in you, Brother. It clouds your very soul. To see you like this, to watch you. It hurts me. Please...do not lose yourself to hate.)"}, {"speaker": "Reyson", "line": "(Leanne my sister.) I understand. If that is how you feel..."}, {"speaker": "Sanaki", "line": "..."}, {"speaker": "Reyson", "line": "Apostle Sanaki... We accept your apology. We may not be able to release our hatred of hum-- of beorc, but...You need not let the fate of Serenes Forest trouble you any longer. You are absolved of that guilt......"}, {"speaker": "Sanaki", "line": "Th-thank  you..."}, {"speaker": "Ike", "line": "That was well done."}, {"speaker": "Sanaki", "line": "Yes..."}, {"speaker": "Elincia", "line": "My lord Ike, what will happen now?"}, {"speaker": "Ike", "line": "The heron siblings said there would be some sort of ceremony, but I don't know what that entails."}, {"speaker": "Janaff", "line": "You there! Beorc mercenaries! Prince Reyson wants all of you to come to the Serenes altar. The presence of Princess Crimea and the apostle is also requested."}, {"speaker": "Ike", "line": "Altar?"}, {"speaker": "Janaff", "line": "Just come with me. It's this way."}, {"speaker": "Elincia", "line": "Empress Sanaki, Commander Sigrun, let us go."}, {"speaker": "Sanaki", "line": "Very well."}, {"speaker": "Mist", "line": "Let's hurry, Ike!"}, {"speaker": "Ike", "line": "Right."}, {"speaker": "Nasir", "line": "Ah, excellent. The gap between laguz and beorc has been bridged. I think this may be enough..."}, {"speaker": "Soren", "line": "..."}, {"speaker": "Titania", "line": "What's wrong, Soren? You look so grim. What are you looking at?"}, {"speaker": "Soren", "line": "It's nothing. Nothing at all."}, {"speaker": "Titania", "line": "Wait, Soren! What in the world is wrong with him?"}, {"speaker": "Tibarn", "line": "That was excellent."}, {"speaker": "Elincia", "line": "It's so beautiful..."}, {"speaker": "Sanaki", "line": "The Serenes Forest, beloved of the goddess, is alive once more."}, {"speaker": "Sigrun", "line": "You spoke so well earlier, Empress Sanaki. You fill my heart with pride... Sniff..."}, {"speaker": "Sanaki", "line": "Here now! None of that. This is no place for tears!"}, {"speaker": "Sigrun", "line": "I'm sorry... I'm just so happy..."}], "boss": [{"speaker": "Oliver", "line": "Listen to me, you boors! You cannot possibly understand the pursuit of beauty. You are savages! You are a blight on the world, and you must die!"}, {"speaker": "Oliver", "line": "Ohhh...ahhh...I...cannot...fall here...It cannot...be...Such a...loss...to beauty..."}], "conversation": [{"speaker": "Tanith", "line": "Commander Ike! A priest from Duke Tanas's villa insists on speaking with you."}, {"speaker": "Ike", "line": "Yes? What is it?"}, {"speaker": "Servant", "line": "Um... Master mercenary. It is my understanding that you...you pursue Duke Tanas. I hear that you're searching Serenes Forest in hopes of capturing him."}, {"speaker": "Ike", "line": "And if I am?"}, {"speaker": "Servant", "line": "Duke Tanas's property borders the forest, and he knows much about its layout. For quite some time now, he's been sending men into the forest to look for any herons who may still live there."}, {"speaker": "Ike", "line": "I see... So you're saying that his troops know the forest well."}, {"speaker": "Servant", "line": "I, too, have been taken into the forest."}, {"speaker": "Ike", "line": "You? Why take a priest?"}, {"speaker": "Servant", "line": "He thought that herons would make themselves known if a priest called to them. He's also taken dozens of chaste maidens and tried having them call to the herons as well."}, {"speaker": "Ike", "line": "But he didn't find any, did he?"}, {"speaker": "Servant", "line": "No. And yet, this time...The joy he expressed after paying such an exorbitant price for the Serenes royal was aberrant. It was...not natural. The duke has gone mad. To think that he would dare to defy the apostle...He is damned."}, {"speaker": "Ike", "line": "And here you stand. You're going to tell me what you remember about the forest, even though it means you're betraying Tanas...right?"}, {"speaker": "Servant", "line": "Hmm... You read me well. To begin with, the heart of the forest was divided into three large sections. Maybe more. It was nearly colorless, and difficult to see far. The muddy floor pulled at our feet, and progress was slow. Many of the soldiers around me were afraid that they didn't bring enough supplies. They said a person would need them if he got lost, because getting out again would be no easy task."}, {"speaker": "Ike", "line": "What can you tell me about Duke Tanas's forces?"}, {"speaker": "Servant", "line": "There were a lot of them...He had soldiers of every type. It was said that his mounted units and magic users were especially powerful. So at the very least, you should be prepared to deal with those two groups."}, {"speaker": "Ike", "line": "Thank you."}, {"speaker": "Servant", "line": "...My parents... They both participated in the Serenes massacre. They're nearing the ends of their lives, but even now they lie awake at night and beg the goddess for forgiveness. I became a priest in order to help my parents, but then I was assigned to work at Duke Tanas's villa...I knew of his terrible deeds, but his position as an imperial senator frightened me. I have been silent for far too long. Master mercenary... You must rescue that Serenes youth. I beg of you. May the goddess guide your hand."}, {"speaker": "Ike", "line": "Don't worry. I have no intention of letting that villain steal him from before my very eyes."}, {"speaker": "Ike", "line": "Here you are."}, {"speaker": "Jill", "line": "..."}, {"speaker": "Ike", "line": "We've been in Begnion for a while now. So tell me something...Why are you still here? Are you pretending to be our friend so you can lance us in the back?"}, {"speaker": "Jill", "line": "...You have to understand...I...I didn't know anything. I was born and raised in the Talrega region of Daein. It's a very remote area. My father was a soldier, and I grew up thinking that I, too, would one day be a soldier. A soldier to make my father proud. My life was simple... I questioned nothing. Doubted nothing."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Jill", "line": "Do you know the first thing we're taught in Daein schools? Sub-humans are evil. Sub-humans are the enemy. Sub-humans must be eradicated. The army stages periodic sub-human hunts. We'd find refugees from Begnion hiding in our mountains and forests..."}, {"speaker": "Ike", "line": "You participated?"}, {"speaker": "Jill", "line": "You don't get it! That's just how things are in Daein! No one taught me the word laguz! No one taught me that sub-humans could be... could be like this. No one cared."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Jill", "line": "When I saw the bird tribes at sea, I was convinced that the teachings were true. They were inhuman monsters. But later, I saw the dragons push your ship off of the reef, and it confused me. What if I had been raised to believe a lie? My heart pounded at the thought of it. And my doubts only grew with time."}, {"speaker": "Ike", "line": "So you decided to remain aboard in order to ascertain the truth. That's your true motive, isn't it?"}, {"speaker": "Jill", "line": "How did you know?"}, {"speaker": "Ike", "line": "I've known a lot of soldiers, and none would ever accept charity from an enemy. It would wound their pride. You obviously have pride to spare, so I knew there was some other factor at play."}, {"speaker": "Jill", "line": "Oh..."}, {"speaker": "Ike", "line": "Well, have you reached a conclusion? What will you do?"}, {"speaker": "Jill", "line": "I...want to stay here. At first, I thought I could protect my old life, that I could prove the sub-humans were monsters. But I was wrong. And now things are different. The sub-hu-- I'm sorry, the laguz... I want to know the truth about them, and I need to base that on what I see, not what I am told by others."}, {"speaker": "Ike", "line": "In that case, you can stay as long as you like."}, {"speaker": "Jill", "line": "I appreciate it. I think meeting all of you... was a very good thing."}, {"speaker": "Devdan", "line": "La la la! La la laaaaaa! Hmmmm...La laaaa hmmmmmlaaaaaa!La de di da de laaaaaa..."}, {"speaker": "Ike", "line": "...Um... Hey there, you. Have a minute?"}, {"speaker": "Devdan", "line": "Oh, Captain! How are you today?"}, {"speaker": "Ike", "line": "It's commander. Not captain. Well...you seem to be enjoying yourself."}, {"speaker": "Devdan", "line": "That's because this garden is so pretty. Devdan loves all plants and flowers. How about you, Commander?"}, {"speaker": "Ike", "line": "They're all right, I suppose."}, {"speaker": "Devdan", "line": "That makes Devdan rather sad. All right is not a very strong feeling. It is boring. You should be a more emotional commander. Even things you're used to will show you something new if you look hard enough. And discoveries are exciting! That's what life is all about! At least, that's what Devdan thinks. Some disagree...and that makes Devdan upset!"}, {"speaker": "Ike", "line": "...You may be on to something. In Crimea, when my father was still alive, I think I was more open to such things. But now...I just don't have the time. Honestly, all I can think about is defeating Daein. I've no energy left to spend on flowers."}, {"speaker": "Devdan", "line": "...If you talk like that, you will never defeat Daein."}, {"speaker": "Ike", "line": "What did you say?"}, {"speaker": "Devdan", "line": "The war is new. If you are already so focused on preparations, you'll wear out before the fighting begins."}, {"speaker": "Ike", "line": "Hold on a minute!..."}]}