{"chapter": "18", "title": "Crimea Marches", "speakers": ["Sanaki", "Ike", "Elincia", "Sigrun", "Ashnard", "Black Knight", "Tanith", "Kayachey", "Naesala", "Daein Soldier", "Shinon", "Tibarn", "Reyson", "Leanne", "Janaff", "Ulki", "Rhys", "Rolf", "Mist", "Begnion Soldier", "Nasir", "Raven Laguz", "Soren", "Tormod", "Muarim"], "dialogue_counts": {"Sanaki": 6, "Ike": 65, "Elincia": 14, "Sigrun": 1, "Ashnard": 5, "Black Knight": 5, "Tanith": 14, "Kayachey": 12, "Naesala": 6, "Daein Soldier": 8, "Shinon": 42, "Tibarn": 7, "Reyson": 9, "Leanne": 1, "Janaff": 3, "Ulki": 2, "Rhys": 5, "Rolf": 12, "Mist": 9, "Begnion Soldier": 8, "Nasir": 19, "Raven Laguz": 5, "Soren": 11, "Tormod": 5, "Muarim": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 287, "transitions": "------------------------", "dialogue": [{"speaker": "Sanaki", "line": "You have done excellent work, Ike. Thanks to you, the wound that has scarred Begnion for many long years can finally begin to heal. As promised, Begnion now offers its support to Crimea's restoration. However, Prime Minister Sephiran has yet to return, which limits the reinforcements I can provide. Be that as it may, what troops I can spare await your command. Use them as you see fit."}, {"speaker": "Ike", "line": "I understand. Thank you. That's good news, isn't it, Princess Elincia?"}, {"speaker": "Elincia", "line": "Yes. Yes it is."}, {"speaker": "Sanaki", "line": "This has taught me a valuable lesson...Our land needs the laguz. I also believe that beorc and laguz need each other to survive. The previous apostle, my grandmother, was desirous of such a world, as were my own parents. Princess Elincia, your father, King Ramon of Crimea, was a true pioneer in the area of beorc-laguz relations. In the very near future, I will give the imperial senate a few...suggestions on achieving a fully integrated society. I doubt the road will be easily traveled, but I can no longer turn a blind eye to these issues. Princess Elincia, you must rebuild Crimea. If you are sucessful, we will join forces and change the world."}, {"speaker": "Elincia", "line": "Empress Sanaki, your vision surpasses even my own... My father would be so pleased to hear your words."}, {"speaker": "Ike", "line": "Looks like you're through with me. I'll wait outside until you're finished talking."}, {"speaker": "Sanaki", "line": "Hold! I am most definitely NOT through with you."}, {"speaker": "Ike", "line": "Huh? What did I do now?"}, {"speaker": "Sanaki", "line": "You're as impudent and impatient as ever. Heed me, Ike. If you are to help lead the Crimean Liberation Army, you must be given a more appropriate title."}, {"speaker": "Ike", "line": "If you're talking about making me a noble, I'll decline, thanks. That's not my kind of thing."}, {"speaker": "Sanaki", "line": "You are not in a position to refuse. Giving some nameless mercenary control of Begnion's troops would be...problematic. And more importantly, it would affect the troops. You will resign yourself to this and receive peerage from Princess Elincia."}, {"speaker": "Ike", "line": "What? No, wait! This is absurd...Blast! Of all the foolish..."}, {"speaker": "Elincia", "line": "I'm...sorry about this. If you're absolutely opposed to it, I won't force you."}, {"speaker": "Ike", "line": "No, I have to do what's necessary. What am I supposed to do now?  Put on a funny hat or something?"}, {"speaker": "Elincia", "line": "Um, will you...lend me your sword? Thank you. Now, may I ask you...to kneel before me?"}, {"speaker": "Elincia", "line": "Th-thank you. All right... Let me begin. In the name of House Crimea, I hereby grant you the title and rank of lord and all the honors it conveys. Rise, Lord Ike."}, {"speaker": "Elincia", "line": "It is done."}, {"speaker": "Ike", "line": "What an odd feeling."}, {"speaker": "Sanaki", "line": "Aha! Your new rank suits you."}, {"speaker": "Sigrun", "line": "I completely agree."}, {"speaker": "Elincia", "line": "Yes, it truly does..."}, {"speaker": "Ike", "line": "Hmm... I suppose. Not that it matters to me."}], "opening": ["Western Begnion is home to a great forest.", "As the first snow of the season falls, the newly commissioned General Ike takes control of the Crimean Liberation Army. He leads it toward the knife-edged mountains that mark the border between Begnion and Daein.", "At one time these woods were home to the kingdom of Serenes and ruled by the heron clan of the bird tribes.", "Following the Serenes Massacre, the forest lost its color and vitality. Some said it was the sorrow of the goddess made real. For twenty long years, the devout citizens of Begnion trembled in shame and loathing over the crime they had committed.", "The Begnion Empress, Apostle Sanaki, stepped forward as representative of her countrymen.", "Kneeling before the surviving heron prince and princess, she gave voice to the apology of her people.", "She spoke not as one nation to another but as neighbors on the same continent. The massacre was unforgivable. However, hatred breeds hatred, and if the cycle of grief and anger is not broken, it will continue for time without end. It was with this in mind that the herons accepted the apostle's apology.", "And so it was that Serenes Forest was returned to its former glory.", "Afterward as payment for Ike's service, Princess Elincia gained the services of a regiment of Begnion army regulars.", "Though of common birth Ike receives peerage from the princess and is given command of the army."], "intro": [{"speaker": "Ashnard", "line": "So they've left Begnion, have they?"}, {"speaker": "Black Knight", "line": "According to our spy, they march with a regiment of Begnion's army. They plan to take a land route through Daein and then into Crimea."}, {"speaker": "Ashnard", "line": "Hah! They plan to cut across Daein? With nothing more than a single regiment at whose core is a tattered band of ragtag mercenaries? Gawain's son leads this rabble, yes? How does he stand up to his father's legacy?"}, {"speaker": "Black Knight", "line": "He doesn't. He's just a boy, not yet worthy of his father's name."}, {"speaker": "Ashnard", "line": "Hmph. Disappointing."}, {"speaker": "Black Knight", "line": "Though his skill with the blade is rough, there is something...uncanny about him. People seem drawn to him. And not just Begnion's apostle, either. He's also gained the trust of the Serenes survivors...and of King Phoenicis as well."}, {"speaker": "Ashnard", "line": "The herons are alive?"}, {"speaker": "Black Knight", "line": "It appears that two members of the royal family survived."}, {"speaker": "Ashnard", "line": "Heh heh... Look how nicely the table's been set for us. Bring one of them to me... I care not which one. And I want the medallion as well."}, {"speaker": "Black Knight", "line": "...As you wish."}, {"speaker": "Ike", "line": "Once we cross that great wall, we'll be in Daein. Look there, atop that building!...Daein wyvern riders on patrol. They won't be happy to see us."}, {"speaker": "Tanith", "line": "Tell me, General Ike, have you faced wyvern riders in combat?"}, {"speaker": "Ike", "line": "Only a few times. I got the impression that the Kilvas ravens were the more dangerous foe."}, {"speaker": "Tanith", "line": "If that's your impression, then you have yet to fight true wyvern riders."}, {"speaker": "Ike", "line": "What do you mean?"}, {"speaker": "Tanith", "line": "I have no way of judging the ones we see here, but I know another unit, one that was attached to Begnion's temple guard. They had their reasons for leaving... But the important thing to remember is that they are exceedingly powerful."}, {"speaker": "Ike", "line": "Which explains why the apostle sent you to accompany us."}, {"speaker": "Tanith", "line": "That's right. Pegasus knights fare better than most against wyvern riders. We know the skies as well as they do."}, {"speaker": "Ike", "line": "Yeah, I prefer to keep my feet on the ground, thank you. Can I entrust the flying business to you?"}, {"speaker": "Tanith", "line": "Of course. We'll bring honor to the name of the apostle's sacred guards."}, {"speaker": "Elincia", "line": "My lord Ike. Are preparations complete?"}, {"speaker": "Ike", "line": "Yes. The enemy should not yet be aware that we've come this far. We're going to launch a surprise attack and try to capture the wall on our first charge. Please wait for us at the base camp."}, {"speaker": "Elincia", "line": "Very well..."}, {"speaker": "Ike", "line": "There's no need to look so worried. We're well prepared. And we've got you as our good luck charm."}, {"speaker": "Elincia", "line": "Thank you for that, but...Do be careful, my lord Ike."}, {"speaker": "Ike", "line": "Hey, don't worry! This may be our first battle as an official army, but we've fought Daein many times. We're going to win. After all, I can't lose my very first battle as a snooty noble, now can I?"}, {"speaker": "Elincia", "line": "I believe in you, and I know that you will be victorious. Come back safe."}, {"speaker": "Kayachey", "line": "It appears the Crimean army has arrived. It's time to put our plan into action."}, {"speaker": "Naesala", "line": "The main body of the Kilvas army will wait atop the western summit. A small unit will remain here and cooperate with you. This is correct, is it not?"}, {"speaker": "Kayachey", "line": "Mm, it is."}, {"speaker": "Daein Soldier", "line": "What could His Majesty be thinking? Why does Daein ally herself with some backwater sub-human nation?"}, {"speaker": "Kayachey", "line": "...I don't know. There's no way we can expect to understand the supreme thoughts of the king. All we can do is perform the tasks set before us by His Highness. That is everything."}, {"speaker": "Daein Soldier", "line": "Yes, of course!"}, {"speaker": "Kayachey", "line": "The Crimean army has no idea we're aware of their every move. Bah! What vermin... What does that untrained group of vagabonds think they can do? I don't care how talented he is. Their commander is nothing more than a young mercenary with delusions of grandeur. We've nothing to fear."}, {"speaker": "Daein Soldier", "line": "We'll show them what real war is like! And...the Kilvas ravens? How should we deal with them?"}, {"speaker": "Kayachey", "line": "Those sub-human freaks! Let's use them as bait. We can sacrifice them and reduce our own human casualties."}, {"speaker": "Daein Soldier", "line": "A fantastic idea!"}, {"speaker": "Kayachey", "line": "Make sure that the men are thoroughly instructed."}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}, {"speaker": "Kayachey", "line": "You there! Halt! Mmm...you're an unfamiliar face."}, {"speaker": "Shinon", "line": "You'll know it soon enough."}, {"speaker": "Daein Soldier", "line": "Y-you filthy piece of offal! You will bow your head to a superior officer!"}, {"speaker": "Shinon", "line": "..."}, {"speaker": "Kayachey", "line": "He's got a lot of nerve, hasn't he? Is he one of yours?"}, {"speaker": "Daein Soldier", "line": "Yes, sir! He's a new recruit who was only assigned to me today. Please accept my apologies for his lack of any training or manners whatsoever."}, {"speaker": "Kayachey", "line": "If he's good, I can overlook almost any character flaw. Go and kill as many Crimeans as you can! Help my name be remembered with honor and glory."}, {"speaker": "Daein Soldier", "line": "Yes, sir!"}, {"speaker": "Shinon", "line": "...Pah."}, {"speaker": "Kayachey", "line": "Come to me, dregs of Crimea! I will teach what it means to oppose the might of Daein."}, {"speaker": "Ike", "line": "Is everyone ready? Let's move out!"}, {"speaker": "Elincia", "line": "Hold a moment, my lord Ike! In the sky...something's coming!"}, {"speaker": "Ike", "line": "Who's that?"}, {"speaker": "Tibarn", "line": "Ah, Ike! Well met. It appears that you're getting ready for your first battle as Crimea's army."}, {"speaker": "Ike", "line": "And you're escorting the heron siblings back to Phoenicis, right?"}, {"speaker": "Tibarn", "line": "That was the original plan, but...Someone here insisted that we follow you. Quite unreasonably, I might add."}, {"speaker": "Reyson", "line": "You treated us with courtesy, beorc. We must act accordingly. Isn't that so, Leanne?"}, {"speaker": "Leanne", "line": "(Yes, Yes, brother.)"}, {"speaker": "Reyson", "line": "You said your name was Ike, correct?"}, {"speaker": "Ike", "line": "Yes."}, {"speaker": "Reyson", "line": "You aided my sister and me during a time of danger. We herons hold courtesy in high esteem. We must repay our debt to you."}, {"speaker": "Ike", "line": "That's really not necessary."}, {"speaker": "Reyson", "line": "We are practitioners of seid magic. We cannot fight, but we can imbue our allies with strength. If you so wish it, I will travel with you. In this way I will repay you for what you have done."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "You were lucky to find your sister; shouldn't you stay by her side?"}, {"speaker": "Reyson", "line": "Leanne understands what I do."}, {"speaker": "Ike", "line": "I see. In that case, welcome."}, {"speaker": "Reyson", "line": "Thank you. I swear on the honor of my clan to do all I can to strengthen your cause."}, {"speaker": "Tibarn", "line": "It's settled then. And you'll get aid from me as well. Janaff!"}, {"speaker": "Janaff", "line": "Right here, Your Majesty!"}, {"speaker": "Tibarn", "line": "You'll go with the Crimean army and protect Reyson."}, {"speaker": "Janaff", "line": "Leave it to me!"}, {"speaker": "Tibarn", "line": "You, too, Ulki. All right?"}, {"speaker": "Ulki", "line": "Of course."}, {"speaker": "Reyson", "line": "Tibarn! It's too much, I cannot accept this. You're already watching over Leanne and my father as well."}, {"speaker": "Tibarn", "line": "These past twenty years... I know what it's been like for you living in Phoenicis. I'm only sorry I can't do more."}, {"speaker": "Reyson", "line": "Tibarn... I thank you, from the bottom of my heart."}, {"speaker": "Ike", "line": "King Phoenicis, I will guard Reyson well. When Crimea is retaken, I will see him safely returned to you."}, {"speaker": "Tibarn", "line": "I will take you at your word. Your actions have created a bond of trust between yourselves and the hawk and heron clans. If you find yourself in a dire position, you can call on me. No matter what, I will fly to your aid."}, {"speaker": "Elincia", "line": "We gained a strong ally where we had not thought to look for one, didn't we?"}, {"speaker": "Ike", "line": "Yes. Beorc and laguz...Beast tribe and bird tribe...There's no difference between us. We finally understand one another."}, {"speaker": "Elincia", "line": "Yes, I think you're right."}, {"speaker": "Ike", "line": "Now, let's really get started! Everyone, move out!"}], "battle": [{"speaker": "Ulki", "line": "They're siding with Daein? Unbelievable!"}, {"speaker": "Janaff", "line": "Hey, hey! What are those stupid crows doing here?"}, {"speaker": "Reyson", "line": "Ravens! They betray not only me, but all laguz! Naesala, you dastard..."}], "battle-talk": [{"speaker": "Mist", "line": "Shi-Shinon? Ohmigosh...Why are you with the Daein army?!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "...Tsk. None of your business, kid.", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "But that's... Oh, what should I do? You used to be one of us. I can't fight you!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "Stop whining. Didn't you ever think what it means to be a mercenary? We're enemies, kid. Get it? I'm ready to fight when you are. So what's it going to be?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "...Um...", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "...Yeah?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "No! I won't fight you!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "Gah! What ARE you going to do then?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "Come back to the Greil Mercenaries!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "What?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "If you won't do that, then come work for the Crimean army! Please?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "Don't be stupid. Either way, Ike's in charge, right?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "Yes, but I don't--", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "I won't work for him. Get it? We used to be friends, so I'm going to let you go. Now get your naive little butt out of here!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "Shinon... Sniff...sniff...Wh-wh-why...? Sniff... Whaaaaaaaaa!", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "Crying's not going to help. Look, it doesn't matter who you send to talk to me. My answer's the same.", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Mist", "line": "Even Rolf?", "person_1": "Mist", "person_2": "Shinon"}, {"speaker": "Shinon", "line": "...Yeah. Even Rolf. Get out of here. The next time I see you, I'll stick an arrow in you. Count on it.", "person_1": "Mist", "person_2": "Shinon"}], "recruit-talk": [{"speaker": "Rolf", "line": "Shinon?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Rolf...", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "Shinon! It is you!", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Look at you. You've grown so much...You actually look like an archer.", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "Really? Ha ha!", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "You always did have what it takes. It's just like I told you--you train the right way, and you'll surpass both your brothers.", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "I had a good teacher!", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Yeah, you did. You...haven't told anyone else about that, have you?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "Nope. Never said a word. I keep my promises.", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Good man.", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "Ha ha ha! Um...Shinon?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "What?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "Are you...with the enemy?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Yep.", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "...Sniff...sniff...", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Stop that. I told you things like this happen. Did you forget?", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Rolf", "line": "...But...it's...not...It's not...fair... Sniff...", "recruiter": "Rolf", "recruit": "Shinon"}, {"speaker": "Shinon", "line": "Ready your bow. It's time for the pupil to face his master.", "recruiter": "Rolf", "recruit": "Shinon"}], "boss": [{"speaker": "Kayachey", "line": "And now you will realize the true power of Daein!"}, {"speaker": "Kayachey", "line": "I let them get...too close..."}], "recruit-battle": [{"speaker": "Shinon", "line": "...My arrows will find you no matter where you run."}, {"speaker": "Shinon", "line": "Unh.........Messed that up, didn't I...Man...what a...lousy life...that was..."}, {"speaker": "Shinon", "line": "Unnhh...Curses...", "unit": "Ike", "boss": "Shinon"}, {"speaker": "Ike", "line": "Don't move. You'll tear the wound wide open.", "unit": "Ike", "boss": "Shinon"}, {"speaker": "Shinon", "line": "What're you planning? D-do it...now...Finish me.", "unit": "Ike", "boss": "Shinon"}, {"speaker": "Ike", "line": "...", "unit": "Ike", "boss": "Shinon"}, {"speaker": "Shinon", "line": "...Ha... Idiot...", "unit": "Ike", "boss": "Shinon"}, {"speaker": "Shinon", "line": "Unnnh...Curses...", "unit": "Rolf", "boss": "Shinon"}, {"speaker": "Rolf", "line": "Shinon! Uncle Shinon!...Sniff...N-no...", "unit": "Rolf", "boss": "Shinon"}, {"speaker": "Shinon", "line": "I told you... No crying...", "unit": "Rolf", "boss": "Shinon"}, {"speaker": "Rolf", "line": "...", "unit": "Rolf", "boss": "Shinon"}, {"speaker": "Shinon", "line": "...This is...for the best...I...can...", "unit": "Rolf", "boss": "Shinon"}, {"speaker": "Rolf", "line": "Uncle Shinon...Nu, nuh, no...sniff...", "unit": "Rolf", "boss": "Shinon"}], "end": [{"speaker": "Shinon", "line": "Crud, I lost... This was a plum chance for me to get a leg up in this world, too."}, {"speaker": "Ike", "line": "Shinon."}, {"speaker": "Shinon", "line": "Ha! And I can't believe that the one who defeats me is little lord Ikie. Looks like I've lost my edge. I'm ready, boy. Go on. Finish what you started."}, {"speaker": "Ike", "line": "Come back to the company."}, {"speaker": "Shinon", "line": "I don't think so."}, {"speaker": "Ike", "line": "You've never liked me. As far back as I can remember, you have never liked me."}, {"speaker": "Shinon", "line": "That's right. Still don't."}, {"speaker": "Ike", "line": "You... You called me a weakling. Said I was nothing without the help of my father. That's what you said, right? That's why you hated me."}, {"speaker": "Shinon", "line": "...Sounds like me."}, {"speaker": "Ike", "line": "Don't you get it? I just beat you. So your reasons don't hold water anymore, do they?"}, {"speaker": "Shinon", "line": "Pah! It's enough you beat me, now you gotta talk me to death?"}, {"speaker": "Ike", "line": "I'll say it once more. Come back to the company. I acknowledge your abilities. As commander, I want you with us."}, {"speaker": "Shinon", "line": "...Let's have another go around. I win, and I'm commander. Agreed?"}, {"speaker": "Ike", "line": "I win, and you fall in line. Agreed?"}, {"speaker": "Shinon", "line": "Don't worry, boy. I'll make it quick."}, {"speaker": "Ike", "line": "Let's go."}, {"speaker": "Begnion Soldier", "line": "General! We've seized control of the surrounding area, and the remaining Daein troops are retreating... General?"}, {"speaker": "Ike", "line": "Oh, right. Understood."}, {"speaker": "Begnion Soldier", "line": "I beg your leave."}, {"speaker": "Ike", "line": "General, eh? Weird."}, {"speaker": "Nasir", "line": "You know, you never look relaxed."}, {"speaker": "Ike", "line": "Nasir. What's going on? We haven't seen much of you lately."}, {"speaker": "Nasir", "line": "I've been a bit busy. In order to leave Begnion, I had to sell my ship and dismiss the crew...There was a lot to take care of."}, {"speaker": "Ike", "line": "Is that so? Heh. It looks like you've been caught up in our struggle after all. Are you all right with that? I mean, I know you've got a lot of your own matters to handle."}, {"speaker": "Nasir", "line": "It's not like I've abandoned my own interests to join up with the Crimean army. For me, I've judged that there's value in traveling with you. So, don't worry about it overly much."}, {"speaker": "Ike", "line": "If you say so. You're a fairly knowledgable fellow, so it's nice having you around."}, {"speaker": "Nasir", "line": "Ha! I think that's mutual. Now then, I've got some good news."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Nasir", "line": "Senior officials in Gallia are moving to action. Until now, they've been content to take a defensive stance and wait it out, but... It appears this neverending stalemate has exhausted their patience. Ike, this victory here today was a very important thing. It may prove to be a decisive first step in breaking Daein's power. News of it will spread like wildfire over the entire continent and give countries confidence to speak out against Daein. With Crimea as a rallying point, Gallia may well be moved to join this war. You just need to keep winning. If you can do that, the road will open before you."}, {"speaker": "Ike", "line": "History will be made...Could Daein truly fall at our hands? Can I make that happen? Me?"}, {"speaker": "Nasir", "line": "Use what you've been given, and great things will happen. You have it in you to lead, Ike. For now, it's merely one portion of the bird tribes, but...your relationship is established. It's because you resolved to gain their trust, and then made it happen."}, {"speaker": "Ike", "line": "It's all due to my father...If my actions prove to be the right ones, it will be due to the way my father raised me. If you treat others in good faith, they will follow you of their own volition. That's what he taught me."}, {"speaker": "Nasir", "line": "He was a magnificent man, wasn't he?"}, {"speaker": "Ike", "line": "When I was younger, I wanted nothing more than to be as strong as my father. And then I wanted to surpass him...Now, that is a goal I'll never achieve."}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Naesala", "line": "What's that? The border's been breached?"}, {"speaker": "Raven Laguz", "line": "Everyone was defeated. Not only the Daein troops, but our brigade as well. Cut down like wheat in a field."}, {"speaker": "Naesala", "line": "Huh! Well, that was impressively done. Er, for a band of sellswords, that is. There's nothing else to do. Send a message to the Daein command and tell them the enemy is stronger than expected."}, {"speaker": "Raven Laguz", "line": "At once."}, {"speaker": "Naesala", "line": "Wait! Hold a moment."}, {"speaker": "Raven Laguz", "line": "Yes?"}, {"speaker": "Naesala", "line": "Send a Daein human instead. I don't care which one. Just don't use any of our troops."}, {"speaker": "Raven Laguz", "line": "But a wingless human will take such a long time to--"}, {"speaker": "Naesala", "line": "General Petrine commands the next front. She's a very...temperamental woman... But go if you like! Tell her that the Kilvas ravens have been defeated... She'll roast you like a chicken and use your bones for stock!"}, {"speaker": "Raven Laguz", "line": "Un-understood! I will find a human!"}, {"speaker": "Nasir", "line": "Who's there?"}, {"speaker": "Soren", "line": "..."}, {"speaker": "Nasir", "line": "Soren? What are you doing here?"}, {"speaker": "Soren", "line": "What are you planning?"}, {"speaker": "Nasir", "line": "Where did that come from? I've no idea what you're talking about."}, {"speaker": "Soren", "line": "Don't play dumb with me. We're past that. Gallia's decision to join in this war was based on some new information they received, wasn't it?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Soren", "line": "Cat got your tongue? Fine. I'll tell you what you've been doing here... You were to deliver Princess Crimea to Begnion to see if she could garner any support for her cause. And--regardless of whether she got that assistance or not--to judge if she was worthy of laguz support. Am I wrong?"}, {"speaker": "Nasir", "line": "If you've figured all of this out, why remain silent?"}, {"speaker": "Soren", "line": "Because your actions were beneficial to Princess Crimea. I determined that even if left to your own devices, you would not harm the princess."}, {"speaker": "Nasir", "line": "It sounds like you don't think that's the case anymore."}, {"speaker": "Soren", "line": "You accomplished both missions, but you've come back anyway. To what end?"}, {"speaker": "Nasir", "line": "I don't have to explain myself to you."}, {"speaker": "Soren", "line": "That's true only until I reveal your purpose to Ike."}, {"speaker": "Nasir", "line": "Everyone has a secret or two that he wants to bury somewhere deep. Including you...Soren."}, {"speaker": "Soren", "line": "...I don't know what you mean."}, {"speaker": "Nasir", "line": "Oh, I trust that we understand each other. The army rises early tomorrow. I suggest we turn in."}, {"speaker": "Soren", "line": "The enemy knew we were coming today."}, {"speaker": "Nasir", "line": "And you think I'm responsible?"}, {"speaker": "Soren", "line": "Yes, I do."}, {"speaker": "Nasir", "line": "My, oh, my... You really ARE suspicious, aren't you? Good night, Soren."}, {"speaker": "Soren", "line": "..."}], "conversation": [{"speaker": "Begnion Soldier", "line": "General Ike. All troops are ready to move out."}, {"speaker": "Ike", "line": "All right. Can you have them wait?"}, {"speaker": "Begnion Soldier", "line": "Do you want them to fall out and wait in their tents? Or would you rather they form up and stand at attention?"}, {"speaker": "Ike", "line": "Go ahead and have them stand down. I'll call them when I'm ready."}, {"speaker": "Begnion Soldier", "line": "Yes, sir!"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Begnion Soldier", "line": "Begging your pardon, sir! All troops have been ordered to stand down. However, General Tanith requests her orders. Are her pegasus knights to stand down as well?"}, {"speaker": "Ike", "line": "Am I supposed to decide that, too?"}, {"speaker": "Begnion Soldier", "line": "General Ike... You've been given command of the entire army, sir. We will not move without your orders, sir."}, {"speaker": "Ike", "line": "General Tanith's troops...are to follow General Tanith's orders."}, {"speaker": "Begnion Soldier", "line": "Understood, sir! General Tanith's pegasus knights will not be deployed unless there is a request for reinforcements. Those are the orders of General Tanith. By your leave, sir!"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ike", "line": "Tanith, do you have a moment?"}, {"speaker": "Tanith", "line": "General Ike. What is it? Is there a problem?"}, {"speaker": "Ike", "line": "I thought you might be able to provide me with some information."}, {"speaker": "Tanith", "line": "Yes?"}, {"speaker": "Ike", "line": "What can you tell me about King Daein? I'd like to know something of him before I have to face him in battle."}, {"speaker": "Tanith", "line": "Truth be told, I've never fought him, either. I cannot give you any specifics, but I will tell you what little I do know."}, {"speaker": "Ike", "line": "Please. Whatever you can tell me would be appreciated."}, {"speaker": "Tanith", "line": "Ashnard's coronation, let me see... Yes, it was eighteen years ago. You see, a plague had struck the capital, spreading out to affect the surrounding region of Nevassa and beyond. Ashnard was crowned the year after that great tragedy finally subsided. In the entire history of Tellius, no calamity has claimed the lives of so many beorc and laguz--not since the great flood. Two years before, it struck Begnion, and the entire population of Serenes was nearly obliterated. The year after that, close to a thousand beorc--nobles and peasants alike--perished in Daein."}, {"speaker": "Ike", "line": "Nobles, you say? So the royal family fell victim to this plague as well?"}, {"speaker": "Tanith", "line": "Yes. The reigning king and queen and some twenty or so princes and princesses fell ill. And everyone who fell ill perished. For a time, the people despaired of losing the entire royal bloodline of Daein. It seemed that none would survive."}, {"speaker": "Ike", "line": "And yet Ashnard survived."}, {"speaker": "Tanith", "line": "He did. It is quite interesting, in a sense. You see, his name was never mentioned in any talk of succession before that time. He was of such a distant bloodline that he was unlikely to be king. In another place though, his name was already well known."}, {"speaker": "Ike", "line": "Where was that?"}, {"speaker": "Tanith", "line": "On the battlefield. As you know, Daein is home to many brave warriors. At the time, then-prince Ashnard was said to have been a match for an entire troop of pegasus knights. Begnion and Daein both keep close watch over their borders, and their patrols fought in many skirmishes. Although there was no war to speak of, these land disputes did end with Daein claiming a small portion of Begnion soil. It would be no exaggeration to say this was soley due to the strength of one man: Ashnard."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Tanith", "line": "Forgive me. I have spoken longer than I intended. It's about time we get back to the business of marching preparations."}, {"speaker": "Ike", "line": "No, thank you for telling me so much. If we have another chance, please share more of your stories."}, {"speaker": "Tanith", "line": "Understood."}, {"speaker": "Tormod", "line": "Ike! Which troop should we fall in with? We have received no orders yet."}, {"speaker": "Ike", "line": "Tormod, Muarim, I know I've asked you many times, but...Are you sure you want to be here?"}, {"speaker": "Tormod", "line": "You keep asking that! Maybe you don't want us here.  Is that it? I don't know what to think!"}, {"speaker": "Ike", "line": "No, it's not that at all. To be honest, the battle ahead is going to be hard... It looks bleak. I'd rather that those without direct ties to Crimea not get involved."}, {"speaker": "Tormod", "line": "A bleak battle? What about trying to free all the slaves in Begnion? Now THOSE were bleak battles. Bleak battles are our specialty. Right, Muarim?"}, {"speaker": "Muarim", "line": "Yes, you are. Yet...thanks to Ike's time in Begnion, things have changed completely."}, {"speaker": "Ike", "line": "That's right. The apostle has promised to press her investigation until there's not a single laguz slave left in the entire nation. So, there's no reason for you two to continue fighting, is there? You don't owe me anything--"}, {"speaker": "Tormod", "line": "We're going to fight with you, Ike. We want to help!"}, {"speaker": "Muarim", "line": "It is our right to join you in this. Just as it is your right to refuse us."}, {"speaker": "Ike", "line": "To be perfectly frank, I would be willing to beg to get you to join us. Both of you, all right?"}, {"speaker": "Muarim", "line": "All right."}, {"speaker": "Tormod", "line": "Ha ha! You can count on us!"}]}