{"chapter": "21", "title": "Without A King", "speakers": ["Kasatai", "Daein Soldier", "Ena", "Ike", "Nasir", "Titania", "Soren", "Elincia", "Begnion Soldier", "Tauroneo", "Ashnard", "Petrine", "Jill", "Mist", "Unknown", "Woman", "Girl"], "dialogue_counts": {"Kasatai": 25, "Daein Soldier": 5, "Ena": 32, "Ike": 45, "Nasir": 16, "Titania": 9, "Soren": 11, "Elincia": 5, "Begnion Soldier": 4, "Tauroneo": 2, "Ashnard": 20, "Petrine": 18, "Jill": 11, "Mist": 10, "Unknown": 1, "Woman": 7, "Girl": 3}, "gender_counts": {"M": 94, "F": 85, "N": 45, "A": 0}, "lines": 226, "transitions": "-NNNFNFNFNFNFNFNFNFNFNFNFNFNFN-MMMMFMMMFMFMFMMFMFMFMM-NMFMFM-NNFNFNFNFNFNFNFN-MFMFMMFMFMMM-N-N-N-N-N-N-M-M-MFMFMFMFMFMFM-F-F-FMFMFMMMMMMMFMFMMMMMMMMMMMMMMMM-MFMFMFMFMFMFMFMFMFMNMNMFMFMFMFMFMFMFMFMF-FFFFFNFNFNFMFMFNFNNNNNNNFMFM-FMFMFMFMFMMFMFMFM", "opening": ["During the battle for Talrega, Ike and the rest of his company come to a bleak realization. Wherever the Crimean army marches, the land becomes a battlefield. The damage is immense. Warfare and floodwaters claim homes, crops, and hope. Villagers seeking shelter and safety stumble blindly through the snow. To them, there is no doubt that the Crimeans are an invasion force.", "However, the Crimeans have their own homeland to save. Focused as they are on that overriding goal, they cannot stop even to help the innocent victims of war. The only way they can help the people of Daein is to keep marching. The faster they reach Daein's capital of Nevassa and put an end to the war, the better for everyone."], "intro": [{"speaker": "Kasatai", "line": "What? Are you telling me that His Majesty has not yet returned?"}, {"speaker": "Daein Soldier", "line": "Yes, sir! We've sent many messengers, but we have yet to receive any sort of official response."}, {"speaker": "Kasatai", "line": "The Crimean army is on our doorstep...What is His Highness thinking? If we want to protect the capital, we need a leader equal to one of the Four Riders. Just in case..."}, {"speaker": "Ena", "line": "I'm sure the king has considered this."}, {"speaker": "Kasatai", "line": "Lady Ena! I don't understand how you're able to remain so calm!"}, {"speaker": "Ena", "line": "Daein soldiers are the most elite warriors on the continent. In addition, our numbers are far superior to the Crimeans."}, {"speaker": "Kasatai", "line": "And, and yet they march on Nevassa! This is the Daein capital! If there's any danger of it falling into enemy hands, we can let nothing stop us from protecting it! No offense, Lady Ena, but as a general, I do not feel you're ready for such a vital command."}, {"speaker": "Ena", "line": "I...I think you are exactly right."}, {"speaker": "Kasatai", "line": "Th-then... When this command was given to you, why did you not firmly refuse?"}, {"speaker": "Ena", "line": "Do you really think that wise, General? Would you refuse a direct order from the king?"}, {"speaker": "Kasatai", "line": "Um..."}, {"speaker": "Ena", "line": "...Let me tell you something that I've discovered. If we are...unable to hold the capital, I do not believe the king will be all that upset. Ashnard does not hold a strong attachment to the country of Daein."}, {"speaker": "Kasatai", "line": "What are you talking about? Do you...Do you understand exactly what it is you are saying?"}, {"speaker": "Ena", "line": "Yes."}, {"speaker": "Kasatai", "line": "Ridiculous! There isn't a monarch in the world who would not be moved by the loss of his own country! Such a preposterous notion is beyond comprehension!"}, {"speaker": "Ena", "line": "General Kasatai. Do not avert your eyes from reality."}, {"speaker": "Kasatai", "line": "Reality? Ha! What reality is that? All I see is your guesswork."}, {"speaker": "Ena", "line": "Then tell me...why did the king suddenly order the invasion of Crimea?"}, {"speaker": "Kasatai", "line": "As...as...sanctions for that nation choosing to ally itself with those evil and treacherous sub-humans."}, {"speaker": "Ena", "line": "On the surface, that would seem to be so. But doesn't the action strike you as odd? To apply sanctions properly, it would be necessary to speak with Begnion first. Begnion is the suzerain state, and Crimea answers to her. We needed Begnion's leave to make a formal declaration of war. Daein's disregard for that process made us a pariah in the eyes of our neighbors, and opened us to attack from all sides. And yet, not only did the king not do this, but he chose to invade without warning. It was the worst possible strategy. Furthermore, once the king conquered Crimea through strength of arms, he seized the castle and set up residence. And now he uses it as a stepping stone for an invasion of Gallia. Which means, the king's goal was never to apply sanctions, or even to defeat Crimea. If Ashnard moves against Gallia, it's easy to envision Phoenicis, Kilvas, and Goldoa joining the conflict. And if that happens, Begnion would be forced to ally itself with Daein rather than side with the sub-humans. Look where that leads us...A continent embroiled in war. Is that not the true desire of the king?"}, {"speaker": "Kasatai", "line": "If... If you consider it in that way, your words do begin to make sense. Yet...to accomplish that, the citizens of Crimea would have to be sacrificed. That would be an act of madness!"}, {"speaker": "Ena", "line": "Let's return to the topic at hand. The king has gained himself a new castle, and I believe he considers whatever land he occupies to be his kingdom. Daein and its people are already behind him. He need not look back."}, {"speaker": "Kasatai", "line": "Pah! If the king wished to rule the world, he would want as much military strength as possible! To forsake even a portion of the strength he currently possesses willingly, why, it would be sheer folly..."}, {"speaker": "Ena", "line": "That doesn't matter. What's important is that we recognize the chance which Daein has been given. We must stop the Crimeans here. If we do not show the king our value, we are doomed. Make no mistake about it."}, {"speaker": "Kasatai", "line": "This is complete lunacy..."}, {"speaker": "Ena", "line": "We will receive no reinforcements. We must hold nothing back. It is our only chance of survival."}, {"speaker": "Kasatai", "line": "This...I cannot... Why is this--"}, {"speaker": "Ena", "line": "Be strong. The king has provided us, and the capital, with one final measure. We will use it to weather this storm. However, to use it, I need you, General Kasatai. Your cooperation is imperative. If you want to win, you must trust me."}, {"speaker": "Kasatai", "line": "...Understood. In this time, let us cling to any hope we can find. Lady... No... General Ena, I place my trust in you."}, {"speaker": "Ike", "line": "So this is the Daein capital, eh? If we can just defeat King Ashnard, this war will be over."}, {"speaker": "Nasir", "line": "Ike... Here you are."}, {"speaker": "Ike", "line": "What is it, Nasir?"}, {"speaker": "Nasir", "line": "Are you sure that you have enough soldiers to lay siege to the capital? Your opponent is called Mad King Ashnard, after all. Who knows what sort of traps he has in store for you?"}, {"speaker": "Titania", "line": "He may indeed have something planned. Surely they've received reports of our advancement. Yet it's so quiet..."}, {"speaker": "Soren", "line": "It looks like every able-bodied man has been conscripted into the army, while women and children have evacuated the area."}, {"speaker": "Ike", "line": "We're not invaders. We wouldn't lay a hand on the citizenry..."}, {"speaker": "Soren", "line": "There's no way for them to know that. They do know what their army did to the people of Crimea, however. If they fear they will be punished for that, I'm sure they decided to err on the side of caution."}, {"speaker": "Elincia", "line": "What? What happened to the Crimean people? Surely only the soldiers were imprisoned or killed..."}, {"speaker": "Soren", "line": "...You truly have no idea how to rule a nation. Do you know what happens to a country that loses a war? Everything is destroyed. Homes, land, crops...everything. And the citizens... They're not even treated as human. Crimeans, especially those near the capital where Daein's presence is strongest, are treated worse than sub-hum...than laguz."}, {"speaker": "Elincia", "line": "That's... Why would they...That's horrible..."}, {"speaker": "Soren", "line": "The people understand this, which is why they pay for protection in the form of taxes. For the royals and nobles who are charged with protecting the people, there is no greater sin than to be defeated in war. It is the ultimate betrayal of the people's trust."}, {"speaker": "Elincia", "line": "Sniff... Ah, by the goddess, I am a fool......Sniff..."}, {"speaker": "Ike", "line": "Soren! Enough!"}, {"speaker": "Soren", "line": "..."}, {"speaker": "Titania", "line": "Princess, be that as it may, the majority of people want to see the royal family restored to power. They believe that you will help them reclaim their old lives and restore peace."}, {"speaker": "Ike", "line": "Now it's time for us to throw down Ashnard and drive his army from Crimean soil. You're the only one who can do that. Do you understand?"}, {"speaker": "Elincia", "line": "Yes...yes, I do. I... I will save the people of Crimea. This I swear."}, {"speaker": "Ike", "line": "As I've said before, I won't be turned away. If there are traps, we just fight our way through. This war ends here!"}, {"speaker": "Titania", "line": "Yes! I'm with you all the way!"}, {"speaker": "Soren", "line": "I hope it all goes as planned. I will do my best to make it so."}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Begnion Soldier", "line": "General Ike! Sir, the castle gates are open!"}, {"speaker": "Ike", "line": "That's not good. What are they planning?"}, {"speaker": "Elincia", "line": "It must be a trap."}, {"speaker": "Soren", "line": "This is unexpected. Making us lay siege would be far and away to their advantage. I have no idea what they're playing at."}, {"speaker": "Titania", "line": "Even so, we will not back down. Right, Ike?"}, {"speaker": "Ike", "line": "Right. If we can't tell what they're planning, it matters not how we proceed. Let's just fight as we go. Move out! Keep your guard up, everyone!"}, {"speaker": "Daein Soldier", "line": "Enemy troops have entered the castle!"}, {"speaker": "Kasatai", "line": "They're moving already? Such recklessness! Don't they suspect a trap? I can't believe they've fallen for it."}, {"speaker": "Ena", "line": "Crimea follows a general named Ike. Perhaps he follows no procedure. Perhaps he relies solely on instinct."}, {"speaker": "Kasatai", "line": "I don't know if he's brave or merely reckless. It's unbelievable..."}, {"speaker": "Ena", "line": "Regardless, we continue as planned. Close the gate and seal off their escape route. This contest will be decided here."}, {"speaker": "Kasatai", "line": "N-now then, it's time for the final measure you spoke of earlier. Will you show us what His Majesty left for us? What could possibly allow us to destroy an army in one fell swoop...provided we can herd them here?"}, {"speaker": "Ena", "line": "General Kasatai...No matter what I show you, do not be shocked. You must continue to trust me without question."}, {"speaker": "Kasatai", "line": "I swear it. On my name as a royal knight of Daein, I will not betray you, General Ena."}, {"speaker": "Ena", "line": "Thank you..."}, {"speaker": "Kasatai", "line": "Ge-General Ena! You're..."}, {"speaker": "Ena", "line": "..."}, {"speaker": "Kasatai", "line": "Aaaaaaah!"}, {"speaker": "Ena", "line": "General Kasatai! Have you forgotten your vow? No matter what happens, we will protect the capital, yes?"}, {"speaker": "Kasatai", "line": "Ah... Ah... Yes, of course...I...understand. This is His Majesty's--Why he left you here..."}, {"speaker": "Ena", "line": "Yes."}, {"speaker": "Kasatai", "line": "We will win this battle! A legendary dragon of Goldoa is on our side! It is a powerful omen! Daein cannot lose! The Daein army is indestructible! We will crush the dogs of Crimea and use their skulls as goblets!"}, {"speaker": "Ike", "line": "Stop, all of you! Get ahold of yourselves! You must not panic! No one has attacked!"}, {"speaker": "Titania", "line": "Ike!"}, {"speaker": "Ike", "line": "Titania! Where is Princess Elincia?"}, {"speaker": "Titania", "line": "She's fine. She's with the supply convoy. They're all under very close guard."}, {"speaker": "Ike", "line": "Soren, is this the enemy trap?"}, {"speaker": "Soren", "line": "...It could be..."}, {"speaker": "Titania", "line": "If so, to what end?"}, {"speaker": "Soren", "line": "Well, the goal obviously isn't to divide our troops and reduce our fighting strength. We're all packed in here together. Whatever they are planning, it appears that they want us all to experience it at the same time."}, {"speaker": "Titania", "line": "Daein must have something which they believe gives them an insurmountable advantage. Some kind of ultimate weapon."}, {"speaker": "Ike", "line": "So they're absolutely sure they'll win, is that it? King Ashnard of Daein...You'll regret underestimating us."}, {"speaker": "Soren", "line": "No matter what, we must be cautious. We can spare no efforts to protect the princess. We should put together an elite team and head for the throne room. Choose the members of this team with care. Everything will rest on their shoulders."}, {"speaker": "Ike", "line": "Understood."}], "battle": [{"speaker": "Ike", "line": "Ashnard! Show yourself!"}, {"speaker": "Ena", "line": "I've been waiting for you. You are General Ike, are you not?"}, {"speaker": "Ike", "line": "How did... Who are you?"}, {"speaker": "Ena", "line": "My name is Ena. By the orders of the king, I am the protector of this capital."}, {"speaker": "Ike", "line": "Withdraw. I've no desire to fight a useless battle with you. It's Ashnard I'm after."}, {"speaker": "Ena", "line": "I regret to inform you that the king is not here."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Ena", "line": "The king and the main body of the Daein army remain in Crimea, where they have been since it fell."}, {"speaker": "Ike", "line": "What are you saying? The king's abandoned the capital?"}, {"speaker": "Ena", "line": "...I share your desire to see this conflict end. So rather than see you travel to Crimea to fight Ashnard, I felt it would be much faster for me to defeat you and your army here. Don't you agree?"}, {"speaker": "Ike", "line": "That's one way to look at it. The problem is that I'll never let you do as you please with Crimea!"}, {"speaker": "Ena", "line": "We cannot have it both ways. We both want what is in our own interest, and that is why we have conflict. If neither one of us will yield, our conflict will continue until only the stronger of us remains. I have my own reasons for fighting...And I will see you fall."}, {"speaker": "Ike", "line": "Hi-yaaaah!"}], "boss": [{"speaker": "Kasatai", "line": "For us there is no tomorrow. We cannot be beaten, nor can we withdraw! We must defeat the Crimean army and bring His Majesty back to us."}, {"speaker": "Kasatai", "line": "I cannot...stop your march...But...we are not yet defeated...General...Ena...Protect...the...capital..."}], "recruit-battle": [{"speaker": "Ena", "line": "If you had wished to extend your short life span, then you should not have appeared before me."}, {"speaker": "Ena", "line": "..."}], "end": [{"speaker": "Ena", "line": "You are strong. I have lost."}, {"speaker": "Ike", "line": "Then calm yourself and surrender. There's no reason for you to die."}, {"speaker": "Ena", "line": "That I cannot do."}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Ena", "line": "I... I must go to him..."}, {"speaker": "Ike", "line": "No! Wait!"}, {"speaker": "Ike", "line": "Nasir! Good timing. Grab her, will you?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Nasir", "line": "I'm sorry."}, {"speaker": "Ike", "line": "Nasir?"}, {"speaker": "Ike", "line": "Urgh!"}, {"speaker": "Soren", "line": "Ike!"}, {"speaker": "Titania", "line": "Nasir! What are you doing?"}, {"speaker": "Nasir", "line": "Go now. Hurry!"}, {"speaker": "Ena", "line": "..."}, {"speaker": "Ike", "line": "So you were the traitor?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "Someone's been giving information to the enemy. Was that you, too? And...Mist's medallion?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "Are you telling me you've been working for Daein this whole time? But you're a laguz! Why? Talk to me! Ah, this is useless. Get him out of here! His traitorous face is making me ill!"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "Blast!"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "Until this has been cleared up, you'll be held in custody."}, {"speaker": "Ike", "line": "I won't question you anymore. When you decide to talk, let me know."}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Nasir", "line": "...Go to Palmeni Temple."}, {"speaker": "Ike", "line": "What did you say?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Ashnard", "line": "So the capital's fallen, eh? Ha! I knew it would come to this! Still...how disappointing. It doesn't matter how well you train an army--if they don't fight, they become weak. What's the life of a soldier without a steady diet of war? Blood and pain are the foods of a true warrior!"}, {"speaker": "Petrine", "line": "Suh-speaking of soldiers, Your Highness...The majority of our forces have been moved here--"}, {"speaker": "Ashnard", "line": "I left more than enough soldiers! And yet they could not prevail... I may have overestimated Ena. Even if she is a dragon, I suppose that was the best she could do."}, {"speaker": "Petrine", "line": "I suppose..."}, {"speaker": "Ashnard", "line": "But the important thing is the Black Knight. Where's he gotten to? Did you see him in the capital?"}, {"speaker": "Petrine", "line": "I did. He bid me present this to Your Majesty..."}, {"speaker": "Ashnard", "line": "Ah! It's found its way back to my hands at long last. Unwrap it! Quickly! Unwrap it and show it to me..."}, {"speaker": "Petrine", "line": "V-very well--"}, {"speaker": "Ashnard", "line": "Do be careful not to touch it, Petrine. It wouldn't do to have you go mad...I'd hate to have to kill you! Aha ha ha!"}, {"speaker": "Petrine", "line": "H-here it is, Y-Your Majesty..."}, {"speaker": "Ashnard", "line": "Behold... Ah, how wonderful! See how it reacts to the war I have brought to this pathetic land?"}, {"speaker": "Petrine", "line": "Th-this is Lehran's Medallion?"}, {"speaker": "Ashnard", "line": "Yes. And inside...inside is a dark god of immeasurable power and cruelty. It once caused a flood so great that all continents save Tellius were submerged in a watery tomb."}, {"speaker": "Petrine", "line": "That...blue light..."}, {"speaker": "Ashnard", "line": "You... Me... Even this very castle itself...We all radiate various forms of chaotic energy, and the dark god is pure chaos! The light you see is that energy calling out to the chaos around us. That is why some scholars refer to it as the Fire Emblem."}, {"speaker": "Petrine", "line": "..."}, {"speaker": "Ashnard", "line": "Heee! Heee har har! Look how you tremble! This light has the power to bewitch the human soul, you know? It calls to our chaotic impulses--like the urge to slaughter every living thing in sight... Do you feel its invitation? The permission to act on any base emotion that resides in your heart, no matter how unspeakable?"}, {"speaker": "Petrine", "line": "I... My report...is not...finished..."}, {"speaker": "Ashnard", "line": "Heee har har! Ah, Petrine...Guard!"}, {"speaker": "Daein Soldier", "line": "Yes, Your Highness?"}, {"speaker": "Ashnard", "line": "Wrap the medallion and place it in the vault."}, {"speaker": "Daein Soldier", "line": "At once!"}, {"speaker": "Ashnard", "line": "...Go on. The report?"}, {"speaker": "Petrine", "line": "O-of course... Yes...As Your Majesty ordered, the Black Knight moves to capture Princess Serenes. At last report, he was on his way to Phoenicis."}, {"speaker": "Ashnard", "line": "I see. So he's decided on the princess and not the prince, eh? Did he give any reasons?"}, {"speaker": "Petrine", "line": "Yes, Your Highness. It was based on the findings of a group of scholars. Because the princess was isolated for over twenty years, they feel her magic will be stronger than her brother's."}, {"speaker": "Ashnard", "line": "Yet... Can the Black Knight outwit the hawk king of Phoenicis and steal her away?"}, {"speaker": "Petrine", "line": "The hawk king is not always at her side. Plus, as you know, the Black Knight is in possession of warp powder. If someone of his might has the ability to appear and disappear at will, it may be that he is without equal...W-with the exception of Your Majesty, of course!! I... I mean..."}, {"speaker": "Ashnard", "line": "Ha ha. I will have to test that someday...But not today. It's not often that one finds a tool as useful as he is."}, {"speaker": "Petrine", "line": "Well spoken, Your Majesty."}, {"speaker": "Ashnard", "line": "Now then, Petrine. My dear Petrine...You have made one blunder after another. How will you prove your worth to me...? If you wish to remain in my service, you must show me results. Unless you, too, wish to become food for Rajaion here?"}, {"speaker": "Petrine", "line": "Y-Your Majesty! I will redouble my efforts! I won't... I won't let you down again!"}, {"speaker": "Ashnard", "line": "You can be a general or you can be dinner. I don't really care which... But do try to show a little initiative, won't you?"}, {"speaker": "Petrine", "line": "Yes, Your Highness... B-by your leave..."}, {"speaker": "Ashnard", "line": "Hold. I forgot one thing. What happened to Ena when the capital fell?"}, {"speaker": "Petrine", "line": "According to all reports, she escaped. Her current location is unknown. However... This is Ena we're speaking of. She will return to Your Majesty, will she not?"}, {"speaker": "Ashnard", "line": "Kill her."}, {"speaker": "Petrine", "line": "What?"}, {"speaker": "Ashnard", "line": "I've no further use for her. Oh, but if it's too much for you to kill her outright... Use her trust and stab her in the back."}, {"speaker": "Petrine", "line": "As...as you wish..."}], "conversation": [{"speaker": "Jill", "line": "Um, General? Thank you."}, {"speaker": "Mist", "line": "Hm?"}, {"speaker": "Jill", "line": "The people of Talrega were the enemy, yet you treated them with kindness. I don't know how to thank you."}, {"speaker": "Mist", "line": "Oh, the provisions? It wasn't enough, but I wanted to do whatever I could. It's nothing for you to worry about, though."}, {"speaker": "Jill", "line": "General Ike..."}, {"speaker": "Unknown", "line": "My, my lady! Is that you? Lady Fizzart?"}, {"speaker": "Jill", "line": "Huh?"}, {"speaker": "Woman", "line": "Oh, it is you! Lord Shiharam's lovely daughter! Thank heavens you're still alive!"}, {"speaker": "Jill", "line": "You're...from Talrega."}, {"speaker": "Woman", "line": "That's right. I'm Sophie, from the village of Luma! I can't live there anymore, so I brought my two sisters here to the capital. After that battle, I was sure that you'd been claimed by the Dark Angel, just like Lord Shiharam. But here you are!"}, {"speaker": "Jill", "line": "..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Jill", "line": "Is this your bodyguard? Ooo, so strong! You watch out for milady, you hear? She's Lord Shiharam's precious little girl! You keep an eye on her, and don't let those nasty Crimeans get near her!"}, {"speaker": "Ike", "line": "Um..."}, {"speaker": "Jill", "line": "Actually... We're..."}, {"speaker": "Woman", "line": "Please listen to me, milady! We understand all about those floodgates! Lord Shiharam would've never done such a thing if he had any other choice! We know it was those Crimeans that did it! Why, when he wasn't on duty, Lord Shiharam and his men used to help us with the plowing and the planting. And once when my sister got sick, he loaded her up onto his own wyvern and brought her to the capital to see a doctor. He's the only one who ever cared about us country folk. He opened his heart to each and every one of us."}, {"speaker": "Jill", "line": "He... He was a good man..."}, {"speaker": "Woman", "line": "Those dirty Crimeans are to blame! If they'd never come to Daein, that battle wouldn't have happened. And Lord Shiharam would still be with us."}, {"speaker": "Girl", "line": "Sister... I'm hungry..."}, {"speaker": "Woman", "line": "You're going to be all right. I'll find you something to eat in a little while. Just be patient."}, {"speaker": "Girl", "line": "That soldier over there gave me this. Can I eat it?"}, {"speaker": "Woman", "line": "Don't be stupid! Throw that away right now! We'll starve to death before we take charity from Crimean killers!"}, {"speaker": "Girl", "line": "Waaaaaa...Waaaaaaaaaaaa!"}, {"speaker": "Woman", "line": "Milady! The Crimean army is nearby! Run! You must escape and survive. We're gonna live. Even if we have to eat mud and weeds, we'll do it. And one day we'll have our revenge on those bloodthirsty Crimeans. If I can't do it, my children will...And if they can't, then my grandchildren will! We'll get them someday! I swear it! I have to go. Promise me, milady. You must go on for Lord Shiharam's sake. You mustn't get yourself killed!"}, {"speaker": "Jill", "line": "Um..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Jill", "line": "...S-sorry....Oh, I'm so sorry..."}, {"speaker": "Ike", "line": "Don't be..."}, {"speaker": "Mist", "line": "...Ike."}, {"speaker": "Ike", "line": "...Are you all right?"}, {"speaker": "Mist", "line": "...We've come a long way, haven't we? Do you think we can beat King Ashnard?"}, {"speaker": "Ike", "line": "Of course we can! We have to. If we lose, Crimea may never be rebuilt."}, {"speaker": "Mist", "line": "...What are we going to do, Brother? I'm...frightened... The medallion was my protection. Now that it's gone, my confidence has vanished."}, {"speaker": "Ike", "line": "Mist..."}, {"speaker": "Mist", "line": "For as long as I can remember, I would talk to the medallion like I was talking to Mother. After Father died, I felt like I was talking to them both...Where could it have gone?"}, {"speaker": "Ike", "line": "We'll find it. And even though it's gone, Father and Mother are looking down on us and protecting us."}, {"speaker": "Mist", "line": "... You're right... I'm sorry. Father and Mother are in my heart, and I've got you and everyone else at my side. So even without the medallion, I'm all right. Everything's going to turn out fine. I know it."}, {"speaker": "Ike", "line": "That's the spirit."}, {"speaker": "Nasir", "line": "Ike, Mist, if you're going to chat, why not go inside? Even if the snows are beginning to melt, it's still cold out here."}, {"speaker": "Mist", "line": "Oh, hi, Nasir."}, {"speaker": "Ike", "line": "You're right. I do feel a bit cold. Shall we go back to the tent?"}, {"speaker": "Mist", "line": "Uh-huh! Let's go, Ike!  You, too, Nasir!"}, {"speaker": "Nasir", "line": "...Forgive me."}, {"speaker": "Mist", "line": "Nasir? What's wrong? Hurry up!"}, {"speaker": "Nasir", "line": "Oh... Of course."}]}