{"chapter": "22", "title": "Solo", "speakers": ["Begnion Soldier", "Ike", "Elincia", "Zelgius", "Titania", "Soren", "Mist", "Schaeferr", "Tomenami", "Daein Bishop", "Reyson", "Jorge", "Sothe"], "dialogue_counts": {"Begnion Soldier": 2, "Ike": 84, "Elincia": 21, "Zelgius": 14, "Titania": 14, "Soren": 14, "Mist": 12, "Schaeferr": 15, "Tomenami": 18, "Daein Bishop": 4, "Reyson": 19, "Jorge": 7, "Sothe": 8}, "gender_counts": {"M": 146, "F": 47, "N": 39, "A": 0}, "lines": 233, "transitions": "-NMMFMNMMMMMMMMMMMMMMMMMMFMFFMFMFMFMMMFMFMFFM-MMMMMMMMM-MFFFM-M-NNNNNNNNNNN-MNMNMNNMNMNNNNNNNMNNNM-N-N-NMNFNFNFM-NMFNFNFMNMN-MFMFMFM-MMFMFMMMMMFFMFMMMMMMMMMMMMMMMFMMMMFMFFFMFMMFMMFMFMMMMFMMMMFMMFMMFMFMMFMFMFMMFMFM-MMMMMMMMMMMMMM-MMMMMMMMMMMMMMMMM", "opening": ["Overcoming many hardhsips,  Ike and company finally arrive in theDaein capital of Nevassa. However, much to their dismay, King Ashnard is nowhere to be found. According to intellegence reports,  the king is in Crimea's capital of Melior, preparing to wage war against Gallia. In addition, at least half of the Daein army, including its most elite forces, remain unharmed and at his side. The Crimean army is again forced to march. This time, however, the battlefield will be their own homeland. Eagerly awaiting their arrival is a Daein army more powerful than anything they have faced so far. This fact, coupled with Nasir's act of betrayal, has filled Ike with apprehension and disappointment. Yet, it is then, when all hope seems faint, that unexpected good news arrives."], "intro": [{"speaker": "Begnion Soldier", "line": "General Ike! Sir, reinforcements have arrived from Begnion!"}, {"speaker": "Ike", "line": "Reinforcements? I haven't heard anything about this."}, {"speaker": "Ike", "line": "Have you, Princess Elincia?"}, {"speaker": "Elincia", "line": "No, not a word."}, {"speaker": "Ike", "line": "Are you sure they're Begnion troops?"}, {"speaker": "Begnion Soldier", "line": "Yes, sir! They fly Begnion's insignia. There can be no doubt of their authenticity. And the man in command is one of Begnion's most beloved heroes, General Zelgius! There's no mistaking him, sir!"}, {"speaker": "Ike", "line": "Allow me to meet with him first."}, {"speaker": "Zelgius", "line": "I beg your pardon. Are you General Ike?"}, {"speaker": "Ike", "line": "I am. And you are?"}, {"speaker": "Zelgius", "line": "I am Zelgius, earl of Kadohl. I've been dispatched from Begnion with a battalion to support your army."}, {"speaker": "Ike", "line": "Your assistance is much appreciated, but...This is very unexpected."}, {"speaker": "Zelgius", "line": "I understand your surprise. For Begnion's imperial senate, this decision was made with unusual haste."}, {"speaker": "Ike", "line": "I imagine so. It took forever just to get the soldiers I have now."}, {"speaker": "Zelgius", "line": "Well, there's a reason behind this expedited decision. Duke Persis has returned home."}, {"speaker": "Ike", "line": "Do you mean Sephiran?"}, {"speaker": "Zelgius", "line": "Correct. Duke Persis is also senior statesman of the imperial senate. The duke returned from his travels and began working immediately to settle pressing affairs of state. First, he met with the apostle, and they exchanged reports on both foreign and domestic matters. Then they discussed Begnion's position in relation to the current conflict, and possible courses of action. In less than half a day, they brought the entire imperial senate into line and sent us here to you."}, {"speaker": "Ike", "line": "...So you're saying that Begnion has allied itself with Crimea. Is that it?"}, {"speaker": "Zelgius", "line": "That's it exactly. I am at your service, General Ike."}, {"speaker": "Ike", "line": "Oh... Um...wow. Thank you."}, {"speaker": "Zelgius", "line": "Now then, please tell me what you would have my men do. I'm ordered to help in any way possible."}, {"speaker": "Ike", "line": "Um... You've caught me off guard. I can't think of anything right now."}, {"speaker": "Zelgius", "line": "In that case, do I have permission to make camp around the palace and rest my troops?"}, {"speaker": "Ike", "line": "Yes, please do. That's no problem."}, {"speaker": "Zelgius", "line": "Thank you. Please do not hesitate to call if you have need of us. We are at your disposal."}, {"speaker": "Titania", "line": "Begnion reinforcements... That was unexpected, wasn't it?"}, {"speaker": "Ike", "line": "It certainly was! It seems the apostle and Sephiran did the impossible by getting them to us."}, {"speaker": "Elincia", "line": "All for our little army... It's hard to believe they would go to all this trouble."}, {"speaker": "Titania", "line": "First we take Daein's capital, and now this. Things are looking up."}, {"speaker": "Ike", "line": "You're right. Even if we don't receive help from Gallia, we still may be able to defeat Ashnard."}, {"speaker": "Elincia", "line": "That's true. It's...like a dream."}, {"speaker": "Soren", "line": "I have to disagree."}, {"speaker": "Titania", "line": "Oh, look. Soren is upset again. Who knew?! What is it this time?"}, {"speaker": "Soren", "line": "If the Crimean army is not the crux of Daein's defeat, this war means nothing."}, {"speaker": "Titania", "line": "What does that have to do with the arrival of these reinforcements?"}, {"speaker": "Soren", "line": "The battalion that just arrived is greater in numbers than the one we originally received. Not only that, but all of these soldiers are marching under Begnion's name."}, {"speaker": "Ike", "line": "So?"}, {"speaker": "Soren", "line": "So... If these reinforcements are responsible for defeating King Daein, what do you think will happen? That achievement, the very victory itself, will belong to the Begnion Empire. Not to Crimea. If that happens, Crimea will be rebuilt however Begnion sees fit, and Princess Elincia will be a mere figurehead. And then, the deeds of an unknown mercenary company will be expertly covered up. We'll receive some paltry sum of money and be swept under a rug somewhere. Mark my words."}, {"speaker": "Elincia", "line": "Soren, you're being so rude! Surely the apostle, of all people, would never do such a thing!"}, {"speaker": "Ike", "line": "And this General Zelgius seems sincere enough to me."}, {"speaker": "Titania", "line": "Come, Soren. I have heard of situations like that which you describe, but whether this is such a case... We've been fortunate to receive this good will. Must we always search for such ulterior motives?"}, {"speaker": "Soren", "line": "Yes! We must! Have you forgotten Nasir?! It's that sort of naive attitude that allowed him to remain undetected for so long! You people don't seem to get it. We are at WAR! All doubts, no matter how small, must be extinguished. If they aren't, we could well be ignoring something that will lead to our defeat. Or to our death."}, {"speaker": "Titania", "line": "..."}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Ike", "line": "Let's take Soren's comments under consideration and discuss this at length. We meet in one hour."}, {"speaker": "Zelgius", "line": "So you're going to lead a small unit out on a survey mission?"}, {"speaker": "Ike", "line": "Yes, that's the plan. However...Though we've taken the castle, there are still pockets of Daein resistance. It's possible they may try to mount an attack and retake the palace. I want you to be in charge of the watch."}, {"speaker": "Zelgius", "line": "That is, of course, not a problem. However, you're taking the princess along. Don't you think it would be safer to take more troops? Even if we split our battalion, we have enough men to handle both tasks."}, {"speaker": "Ike", "line": "I'm just not used to moving around with such a large group. And for this mission... I'd like to keep the number of people involved as low as possible."}, {"speaker": "Zelgius", "line": "It's not that I don't understand how you feel, but...we will compromise."}, {"speaker": "Ike", "line": "You know, for someone from Begnion, you're pretty flexible. It speeds things up considerably."}, {"speaker": "Zelgius", "line": "To be a soldier, one must be able to quickly adapt to circumstances around him."}, {"speaker": "Ike", "line": "All right. We'll be back later."}, {"speaker": "Zelgius", "line": "Take care."}, {"speaker": "Ike", "line": "This is the place Nasir mentioned. Palmeni Temple. I hope whatever he was trying to tell me will become clear once we get inside and look around."}, {"speaker": "Elincia", "line": "I still can't believe Nasir was on Daein's side... I just can't. And he let that dragon girl get away... Although I'm sure he had reasons for that, as well."}, {"speaker": "Mist", "line": "I wonder... Was it really Nasir? Although, besides my family, the only people I showed the medallion to were Titania, Princess Elincia, and Nasir... I thought I could trust him... I really did. Why? Why did he do it?"}, {"speaker": "Elincia", "line": "Mist..."}, {"speaker": "Ike", "line": "Thinking about the past isn't going to help. Let's take a look at this temple."}, {"speaker": "Ike", "line": "Here we are. This is Palmeni Temple."}, {"speaker": "Schaeferr", "line": "What did you say? The Crimean army is here?"}, {"speaker": "Tomenami", "line": "They want to investigate the temple. What should I tell them?"}, {"speaker": "Schaeferr", "line": "Crud! This ain't good. I don't know what they're after, but if they find us mercenaries who sided with Daein, they'll wipe us out!"}, {"speaker": "Tomenami", "line": "It is all the will of the goddess. Resign yourself to your fate... Accept it."}, {"speaker": "Schaeferr", "line": "Bat dung! No one's gonna roll over and die! Dying's for sissies! So tell me, how many are there?"}, {"speaker": "Tomenami", "line": "There appears to be ten or so, including the women."}, {"speaker": "Schaeferr", "line": "Gahar har har! That's good news!"}, {"speaker": "Tomenami", "line": "It is?"}, {"speaker": "Schaeferr", "line": "If that's the lot of them, we can take care of this on our own. It'll be like stealin' a baby from the cradle! Right, then, here's the plan. Pretend like you wanna help 'em, then lead 'em inside. And listen good! You'd best not whisper a word about us being here! Or else...Kkkkccchhhhh!"}, {"speaker": "Tomenami", "line": "B-but I couldn't... What you ask is beyond me--"}, {"speaker": "Schaeferr", "line": "KKKKCCCCHHHHH!!! Don't forget, we've got all the other priests under our control. Unless you want 'em to meet the goddess early, do as you're told!"}, {"speaker": "Ike", "line": "All right, we'd like to take a look around. Please show us each room."}, {"speaker": "Tomenami", "line": "Um...very well... Th-th-this...is...Er... A v-very large room... Um..."}, {"speaker": "Ike", "line": "Are you all right? Why are you shaking like that?"}, {"speaker": "Tomenami", "line": "Oh, Goddess... Please...forgive me..."}, {"speaker": "Ike", "line": "It's a trap!"}, {"speaker": "Schaeferr", "line": "Gahar har har har! You did it!"}, {"speaker": "Tomenami", "line": "Please...forgive me..."}, {"speaker": "Ike", "line": "I thought something like this might happen."}, {"speaker": "Schaeferr", "line": "I don't know how you got wind of us, but showing up in such a small group means you're outta luck! None of ya are gettin' outta here alive!"}, {"speaker": "Ike", "line": "We've just fought our way to the Daein capital. You're not even going to slow us down!"}, {"speaker": "Schaeferr", "line": "Cocky, ain't ya? But who said this was gonna be a fair fight?"}, {"speaker": "Tomenami", "line": "Eh?"}, {"speaker": "Tomenami", "line": "What, what are you doing?"}, {"speaker": "Schaeferr", "line": "Hey! Bring out the others!"}, {"speaker": "Schaeferr", "line": "You fools are gonna be our shields."}, {"speaker": "Tomenami", "line": "What?"}, {"speaker": "Schaeferr", "line": "Gahar har har! Gahar har har har! See? You ain't so useless after all!"}, {"speaker": "Ike", "line": "You filthy dogs! Those are innocent people! You can't..."}, {"speaker": "Tomenami", "line": "Oh...mercy... Please help me..."}, {"speaker": "Schaeferr", "line": "Hey! If ya don't want them perty robes of yours to turn red, you'll attack these scum! If ya even think about betraying us, I'll kill every one of ya!"}, {"speaker": "Tomenami", "line": "B-but...you can't......Crimeans, please... Forgive us...We cannot allow our brothers to die."}, {"speaker": "Ike", "line": "This cowardice will not stand! These priests are being made to fight against their will. We've got to try and save as many of them as possible! Let's go!"}], "boss": [{"speaker": "Schaeferr", "line": "Hey, robes! If I get so much as scratched, you better get to healing!"}, {"speaker": "Schaeferr", "line": "...Gwaar... Haaaarr... Haaaaaa...Shoulda brought...more priests...Or some...babies... Dang..."}], "end": [{"speaker": "Daein Bishop", "line": "Thank you very much. I never imagined that we would be rescued by soldiers of an enemy nation."}, {"speaker": "Ike", "line": "There was no way we'd cut down innocent priests being forced to fight against their wills. And yet, we were not able to save everyone..."}, {"speaker": "Daein Bishop", "line": "Peace, my lord. We were expecting to be killed at once. Yet somehow you rescued so many of us...I'm sure that even our departed Bishop Tomenami is grateful for your aid."}, {"speaker": "Elincia", "line": "Father, we bear no ill will toward the kingdom of Daein itself. We wish only to reclaim the homeland which was unjustly taken from us. That is the reason we fight. We had no desire to invade this land. If nothing else, please believe that."}, {"speaker": "Daein Bishop", "line": "I beg your pardon. May I have the favor of your name?"}, {"speaker": "Elincia", "line": "Elincia Ridell Crimea. I'm the sole survivor of the Crimean royal family."}, {"speaker": "Daein Bishop", "line": "Oh! You... Let us give thanks that you are alive and well! And please, I beg your understanding as well. There are many Daeins who do not support the king's actions."}, {"speaker": "Elincia", "line": "I understand."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Tomenami", "line": "Thank you very much. I never imagined that we would be rescued by soldiers of an enemy nation."}, {"speaker": "Ike", "line": "There was no way we'd cut down innocent priests being forced to fight against their wills."}, {"speaker": "Elincia", "line": "Father, we bear no ill will toward the kingdom of Daein itself. We wish only to reclaim the homeland which was unjustly taken from us. That is the reason we fight. We had no desire to invade this land. If nothing else, please believe that."}, {"speaker": "Tomenami", "line": "I beg your pardon. May I have the favor of your name?"}, {"speaker": "Elincia", "line": "Elincia Ridell Crimea. I'm the sole survivor of the Crimean royal family."}, {"speaker": "Tomenami", "line": "Oh! You... Let us give thanks that you are alive and well! And please, I beg your understanding as well. There are many Daeins who do not support the king's actions."}, {"speaker": "Elincia", "line": "I understand."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Tomenami", "line": "My young general, this is for you."}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Tomenami", "line": "As thanks for saving our lives."}, {"speaker": "Ike", "line": "Now it's time to search this place."}, {"speaker": "Elincia", "line": "My lord Ike. May I join you?"}, {"speaker": "Ike", "line": "Sure, why not? Everyone's lending a--"}, {"speaker": "Mist", "line": "Ike! Ike! Where are you?"}, {"speaker": "Ike", "line": "Mist? I'm over here."}, {"speaker": "Mist", "line": "Ike! This way! Quickly! Reyson's in trouble!"}, {"speaker": "Ike", "line": "What?"}, {"speaker": "Ike", "line": "Reyson? What is it?"}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Mist", "line": "He's been like this from the moment he set foot in this room. He's just staring at the walls."}, {"speaker": "Ike", "line": "What is all this?"}, {"speaker": "Elincia", "line": "Every wall has the same pattern on it."}, {"speaker": "Soren", "line": "It's not a pattern. It's an ancient language. All chants and spells in magic scrolls are written thusly."}, {"speaker": "Ike", "line": "Can you read it, Soren?"}, {"speaker": "Soren", "line": "Some, but not all. Spells are simple, whereas this is a complex narrative. I think Prince Reyson could read it."}, {"speaker": "Ike", "line": "I bet this is the same language that Leanne was speaking."}, {"speaker": "Soren", "line": "It is. It's the Serenes' language...Their chants are all in this language, too."}, {"speaker": "Mist", "line": "So Reyson is reading what's written on the walls?"}, {"speaker": "Titania", "line": "It appears that way..."}, {"speaker": "Ike", "line": "Shall we leave him be? There's a lot of writing here. This could take hours."}, {"speaker": "Elincia", "line": "I think that's a good idea."}, {"speaker": "Soren", "line": "Ike!"}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Soren", "line": "From what I could gather, I think a person was locked in this room sometime in the past."}, {"speaker": "Ike", "line": "...You don't know who it was, do you?"}, {"speaker": "Soren", "line": "I wasn't able to read enough of the writing, but... I found this under the bed."}, {"speaker": "Ike", "line": "Is this...?"}, {"speaker": "Soren", "line": "I think it may have belonged to whoever was imprisoned in this room."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Reyson", "line": "I apologize. I took up much of your time."}, {"speaker": "Ike", "line": "Reyson, you don't look so good. Why don't you rest for a bit?"}, {"speaker": "Reyson", "line": "No, I'm fine. It's more important that we talk."}, {"speaker": "Ike", "line": "About the owner of this feather?"}, {"speaker": "Reyson", "line": "...Was it in that room?"}, {"speaker": "Ike", "line": "Soren found it. Whose was it?"}, {"speaker": "Reyson", "line": "Lillia... My older sister. The writing on the walls is hers."}, {"speaker": "Elincia", "line": "...You have an older sister, too?"}, {"speaker": "Ike", "line": "Will you tell us about it?"}, {"speaker": "Reyson", "line": "She was kidnapped twenty years ago, on the night of the Serenes Massacre. I...I thought that Lillia had been murdered along with my other brothers and sisters. I believed that until today..."}, {"speaker": "Ike", "line": "Who took her?"}, {"speaker": "Reyson", "line": "The walls say only that he was a large human. She probably never knew who it was. He thrust a clan treasure at her and demanded that she use her magic to revive the thing sealed inside it. He exhorted her again and again, but to no avail. Lillia refused his request every time...because she did not possess that power."}, {"speaker": "Elincia", "line": "Someone wanted to revive the dark god..."}, {"speaker": "Reyson", "line": "Shortly after she was brought here, Lillia fell ill and collapsed. I'm not surprised...it was a terrible time... She was imprisoned in that tiny room with no view of earth or sky..."}, {"speaker": "Mist", "line": "Oh, that's awf...sniff.........sniff..."}, {"speaker": "Titania", "line": "Mist..."}, {"speaker": "Mist", "line": "I'm sorry...I just feel...so sad for Lillia...and for...for Reyson, too..."}, {"speaker": "Reyson", "line": "I beg your pardon. Let me continue. A young beorc began coming to the room to care for Lillia. She had bluish hair and blue eyes...And her heart was unusually pure for a beorc. In time, Lillia and she came to be friends, and shared a mutual trust."}, {"speaker": "Mist", "line": "Ah!"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Reyson", "line": "Lillia decided to entrust her hopes to the woman. They shared no common language, so it took some time. But eventually, the beorc woman understood what it was Lillia wanted... Which was to take the treasure and the song...and flee this temple."}, {"speaker": "Mist", "line": "B-Brother!"}, {"speaker": "Ike", "line": "Was there anything else written about this beorc woman? A name, perhaps..."}, {"speaker": "Reyson", "line": "(Elena....) Translated into our language, it was probably Elena."}, {"speaker": "Mist", "line": "I knew it! Mother! It was our mother!"}, {"speaker": "Reyson", "line": "What?"}, {"speaker": "Elincia", "line": "Are, are you sure?"}, {"speaker": "Ike", "line": "Our mother's name was Elena. Like me, her hair was blue...as were her eyes. Reyson, the object you refer to as your clan treasure was an aged, bronze medallion, wasn't it?"}, {"speaker": "Reyson", "line": "How... How did you know that?"}, {"speaker": "Ike", "line": "The medallion became my mother's keepsake. The song, too... My parents both gave their lives to protect it."}, {"speaker": "Reyson", "line": "Ike! You and Mist are Elena's children? Then Lehran's Medallion is here?"}, {"speaker": "Mist", "line": "Um..."}, {"speaker": "Ike", "line": "The medallion was stolen. Probably by Daein."}, {"speaker": "Reyson", "line": "It can't... This is...unbelievable. Can a thing like this be chance?"}, {"speaker": "Ike", "line": "To be honest, I don't fully understand all that's happened. But...it all makes sense. It all comes together..."}, {"speaker": "Reyson", "line": "Ah!"}, {"speaker": "Elincia", "line": "Mist...That's the song that... But...the melody's a little different, isn't it?"}, {"speaker": "Ike", "line": "It's similar to the song Reyson and Leanne sang in the forest. My mother used to sing it as a lullaby."}, {"speaker": "Reyson", "line": "It is the song of release. The one Lillia entrusted to Elena."}, {"speaker": "Mist", "line": "B-but...I wore the medallion and sang that song almost every single night! And nothing ever happened."}, {"speaker": "Reyson", "line": "The magical effect of the song is awakened by the power of the singer. ...It can't be unleashed by just anyone. The true song of release can only be sung by a girl named Altina...Lillia wanted your mother to take the melody to Altina and return the medallion to its rightful place in Serenes Forest."}, {"speaker": "Ike", "line": "The story's becoming clearer and clearer. My father fled Daein to protect my mother, who was carrying the amulet."}, {"speaker": "Titania", "line": "Ike? How did you know--"}, {"speaker": "Ike", "line": "Volke told me. He told me about my father's past, and the amulet, and the dark god, too."}, {"speaker": "Titania", "line": "So you know everything..."}, {"speaker": "Reyson", "line": "King Ashnard took Lillia, didn't he?"}, {"speaker": "Ike", "line": "That would be the final piece of the puzzle. After all, the man who found my father was the king's henchman."}, {"speaker": "Titania", "line": "Ike! Are you saying you know who killed Commander Greil? You never said anything about that! We all thought his murderer was unknown... Why didn't you say anything?"}, {"speaker": "Ike", "line": "...I don't know. I never felt like talking about it."}, {"speaker": "Titania", "line": "He was a Daein soldier, wasn't he? Who was it? Who was the man who killed Commander Greil?"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Titania", "line": "IKE!! TELL ME!!"}, {"speaker": "Soren", "line": "Can we discuss this later?"}, {"speaker": "Ike", "line": "..."}, {"speaker": "Titania", "line": "...Oh... Yes... Yes. Of course."}, {"speaker": "Soren", "line": "Up to this point, we've all been fighting for the liberation of Crimea. Even if we now add to that stopping the dark god from being released and punishing Commander Greil's killer... Our enemy remains unchanged. King Daein and his henchman are the ones we must defeat."}, {"speaker": "Elincia", "line": "It's mysterious, isn't it? I mean, Reyson said the same thing earlier, but... Could all of this really be mere coincidence? The fall of Crimea... Ike's parents... The death of Reyson's sister... The fact that everything leads back to Daein..."}, {"speaker": "Ike", "line": "..."}], "conversation": [{"speaker": "Jorge", "line": "Hey, Ike! Er... General Ike! Wait up! Say, if there's an enemy in my way, but I don't want to kill him, what do you think I should do?"}, {"speaker": "Ike", "line": "...Is this about that stupid game again?"}, {"speaker": "Jorge", "line": "Well, it's all your fault! You had to go and tutor Daniel, and now I've been on this losing streak!"}, {"speaker": "Ike", "line": "Tutor? You mean back when we were onboard the ship? It was just one hint!"}, {"speaker": "Jorge", "line": "Daniel isn't like me! He's smart. I'm the one who thought up this game, but he's the one who's getting better and better. I hardly ever win anymore!"}, {"speaker": "Ike", "line": "Instead of playing that game, why don't you try some real combat?"}, {"speaker": "Jorge", "line": "Stop joking around. We're happy-go-lucky traveling merchants. We don't know anything about fighting."}, {"speaker": "Ike", "line": "Give me a break! It's nice you're having fun and all, but please... Can you save your stupid game for someone who's not fighting for their life day in and day out?"}, {"speaker": "Jorge", "line": "Well, what do you expect? Everything's war, war, war, and there's no place for us. All we can do is play this game. Sorry... I'll just go lose again..."}, {"speaker": "Ike", "line": "Oh, for heaven's sake...Look, if there's an opponent you don't want to kill, just shove him out of the way. Then you don't have to fight him."}, {"speaker": "Jorge", "line": "Huh? Oh, t-thanks. ...Um...You know, we are what we are, but we'll be with you till the end. I hope we can continue to be of service. All right?"}, {"speaker": "Ike", "line": "Yeah, thanks. Sorry for being so irritable."}, {"speaker": "Jorge", "line": "That's all right. I know how much stress you've been under."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Sothe", "line": "..."}, {"speaker": "Ike", "line": "Something on your mind?"}, {"speaker": "Sothe", "line": "Oh, Commander Ike! Oops! I guess I'm supposed to call you General now, huh?"}, {"speaker": "Ike", "line": "Commander's fine. So what's going on? Are you thinking about that person you were looking for?"}, {"speaker": "Sothe", "line": "That's...all settled. Actually, no... it's not really settled. It's just...I figured that worrying about it all the time wasn't doing me any good. I turned over every rock in Begnion during my search, but... It's just easier to assume that everything's going well...somewhere..."}, {"speaker": "Ike", "line": "Well, as long as you're happy, I won't say a word. So...what were you thinking about then?"}, {"speaker": "Sothe", "line": "I...I didn't say anything before, but Daein is my homeland."}, {"speaker": "Ike", "line": "Is that so? Sothe Yeah. Until a few years back, I lived in the slums of Nevassa and stole for a living."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Sothe", "line": "So anyway, I went back to my old stomping grounds and saw some friends. The rest of the city's empty, but they're still here. They've got no other place to go, you know?"}, {"speaker": "Ike", "line": "And what did they have to say?"}, {"speaker": "Sothe", "line": "Every one was mad that Crimea had won. They said if the king had been here, there's no way they would've been defeated. It's so weird. Until now, all they had ever done was complain about this place."}, {"speaker": "Ike", "line": "I see."}, {"speaker": "Sothe", "line": "You know, Ashnard wasn't such a bad king. At least, as far as we could see. If you were strong enough, you could rise up and become a knight one day. You could escape the filthy slums. He was the only king who ever gave us that chance. That hope."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Sothe", "line": "Don't get me wrong. I don't mind fighting with all of you. But still, seeing your homeland scarred and trampled like this is tough. I'm sorry. I know Crimea is suffering in the same way, but... I can't change how I feel."}, {"speaker": "Ike", "line": "..."}]}