{"chapter": "24", "title": "Battle Reunion", "speakers": ["Geoffrey", "Bastian", "Ike", "Lucia", "Elincia", "Mist", "Ranulf", "Titania", "Unknown", "Crimean Soldier", "Rikard", "Daein Soldier", "Kieran", "Woman", "Man", "Black Knight", "Marcia", "Makalov"], "dialogue_counts": {"Geoffrey": 31, "Bastian": 25, "Ike": 44, "Lucia": 23, "Elincia": 21, "Mist": 1, "Ranulf": 2, "Titania": 2, "Unknown": 1, "Crimean Soldier": 2, "Rikard": 5, "Daein Soldier": 2, "Kieran": 3, "Woman": 1, "Man": 1, "Black Knight": 12, "Marcia": 14, "Makalov": 11}, "gender_counts": {"M": 128, "F": 61, "N": 12, "A": 0}, "lines": 202, "transitions": "-MMMMMMMMMMMMMFMFFFFFFFMMFMM-MMMMMMMMMMMMMMMMM-FNFMFFMFFFFFFFMFFMFMFMFMFMFMM-MMNNNNNNNM-FMFFFFMF-MMMMM-FMFMFM-MMMMMMMMM-MMMM-FMFM-MMMMMM-N-N-MM-FM-N-N-M-MM-MFMFMFMFMFM-MFMFMMFMMMMMMMMMMMMMMMM-FMMFFMFMFMFMFMFMMMFMFMFMFMMMFMF", "opening": ["The Crimean army defeats General Petrine, one of King Ashnard's feared Four Riders, and finally arrives home. The princess's return  is met with the jubilation and tears of the retainers who have managed to survive. As long as we have Princess Elincia, Crimea will be liberated. These are the words that gave the people hope as they endured the harsh rule of a conquering country. The silent masses, who long for the restoration of their homeland, slowly begin to give voice to their dream. Surely, they think, this chance to see Crimea freed will not be wasted."], "intro": [{"speaker": "Geoffrey", "line": "Can it be?"}, {"speaker": "Bastian", "line": "There is no mistake in my words. The princess has returned to Crimea! Lady Lucia serves as her guide. They should be on their way here as we speak."}, {"speaker": "Geoffrey", "line": "How long it's been since we've seen the princess...We have been living for the day where we  steal the eyes from Daein's army and bring her home. And now it has come."}, {"speaker": "Bastian", "line": "Indeed. For His Majesty, for the Queen, and..for Crown Prince Renning as well...We must act as one and support our beloved Princess Elincia."}, {"speaker": "Geoffrey", "line": "Yes. If all goes well...our dearest wish will soon come to fulfillment."}, {"speaker": "Bastian", "line": "There's no time to wait. If we wish to properly greet the princess and her retinue, there is much to be done."}, {"speaker": "Geoffrey", "line": "Right! Let's let everyone know! We must divide the tasks and begin preparations for a feast at once!"}, {"speaker": "Bastian", "line": "And flowers must be prepared for the princess's chamber! Oh, we mustn't forget music and entertainment, either."}, {"speaker": "Geoffrey", "line": "I suppose I shall have to polish the silver tableware I was hiding, too."}, {"speaker": "Bastian", "line": "You? You possess such refined things? I figured a rustic boor like you would have sold them for a lamb shank."}, {"speaker": "Geoffrey", "line": "I received the silver from His Majesty when I was awarded my knighthood... I have been saving it for just such an occasion."}, {"speaker": "Bastian", "line": "Well done! Get ready! We are going to be very, very busy! Ha ha! What a fantastic day this will be!"}, {"speaker": "Ike", "line": "The Crimean retainers are waiting for us at this Castle Delbray?"}, {"speaker": "Lucia", "line": "Yes. In your absence, Princess, we used the cellars beneath the castle as a secret meeting place. It is from there that we contacted other retainers who were hiding throughout the land."}, {"speaker": "Ike", "line": "And no one was discovered?"}, {"speaker": "Lucia", "line": "We disguised ourselves as merchants or peasants, and Daein looked right past us. Their arrogance is without equal...However, now that we've heard of your return, we are bringing out our hidden Crimean armor and polishing away!"}, {"speaker": "Elincia", "line": "Merchants? Ha! Geoffrey is one thing, but I cannot imagine Bastian as a shopkeeper."}, {"speaker": "Lucia", "line": "No one could. That's why he dressed as a street performer."}, {"speaker": "Elincia", "line": "Now that, I can see! I'm sure it suited him perfectly. Did he juggle and gambol about? Hee hee!!"}, {"speaker": "Lucia", "line": "And Geoffrey... Never have you seen a merchant with such perfect posture!"}, {"speaker": "Elincia", "line": "Hee hee hee! That sounds just like him."}, {"speaker": "Mist", "line": "Princess Elincia seems to be having a wonderful time. She's been smiling and laughing for hours."}, {"speaker": "Ranulf", "line": "It seems she and Lucia grew up together. She feels completely at ease around her."}, {"speaker": "Ike", "line": "The princess seemed to be of good cheer when she was with us as well, but...I suppose she was putting on a brave face."}, {"speaker": "Titania", "line": "When I see her in this light, I'm reminded that she's still only a young woman. What we see now is the princess as she was before Daein's attack. That is the true Princess Elincia."}, {"speaker": "Ranulf", "line": "It's good to be home, isn't it? We've still many battles ahead, but for tonight, we should relax and let ourselves forget our cares. No one can continue under this much stress forever, right?"}, {"speaker": "Ike", "line": "I suppose you're right."}, {"speaker": "Geoffrey", "line": "Today's the happy day the princess returns, yet the goddess sees fit to bring rain..."}, {"speaker": "Bastian", "line": "Calm rain is like a kiss upon the face. A scent and feel unparalleled in kind. Reunions in the rain are most heartfelt."}, {"speaker": "Geoffrey", "line": "Say, Bastian... How far do you suppose the princess and her escort have come? Why aren't they here yet?"}, {"speaker": "Bastian", "line": "...Sigh. Listen, friend. You have asked me that same question fifty-eight times. And I have responded fifty-seven times. But now, fifty-eight comes anon...You. Need. To. Calm. Yourself."}, {"speaker": "Geoffrey", "line": "I know, but--"}, {"speaker": "Bastian", "line": "It's only a little while longer. Make no mistake, our princess will arrive today. I understand your impatience, I really do. But you're the general of our little army. If you act so, the men will react in kind."}, {"speaker": "Geoffrey", "line": "You, you're right..."}, {"speaker": "Bastian", "line": "A true knight is the essence of composure. Take a deep breath. Breathe in...and out..."}, {"speaker": "Geoffrey", "line": "...Sigh......Woooooo...!...Whew..."}, {"speaker": "Bastian", "line": "See? Don't you feel better?"}, {"speaker": "Geoffrey", "line": "...Hmmm...Ah, blast! It's no good! I'm going to go...uh... Check on...stuff!"}, {"speaker": "Bastian", "line": "What am I supposed to do with him?"}, {"speaker": "Geoffrey", "line": "They're here! I see them!"}, {"speaker": "Bastian", "line": "What? Really?"}, {"speaker": "Geoffrey", "line": "That's them, isn't it? The princess's army?"}, {"speaker": "Bastian", "line": "Where? Show me where you're looking. Geoffrey, that's not the princess...Those are...Daein troops!"}, {"speaker": "Geoffrey", "line": "What? No! Please tell me you're joking..."}, {"speaker": "Lucia", "line": "Once we cross the hills, we'll be in Delbray territory. Count Bastian went ahead of us, so they should know of your return by now. Speaking of which...here he comes now! I suppose he couldn't wait any longer and came riding to meet you. How sweet."}, {"speaker": "Unknown", "line": "Princess Elincia! Lady Lucia!"}, {"speaker": "Elincia", "line": "Bastian! There's no need for you to rush so! I'm coming in your direction anyway--"}, {"speaker": "Bastian", "line": "We've been attacked! Castle Delbray is surrounded by enemy troops!"}, {"speaker": "Elincia", "line": "No!"}, {"speaker": "Lucia", "line": "It can't be..."}, {"speaker": "Bastian", "line": "Geoffrey's acting as a decoy. You must continue on this road to the southwest."}, {"speaker": "Lucia", "line": "So the enemy's found us, eh?"}, {"speaker": "Lucia", "line": "Nothing to do about it but change course. I'll lead you to another hiding place."}, {"speaker": "Elincia", "line": "Wh-what are you saying, Lucia? We must help Geoffrey! Bastian?"}, {"speaker": "Lucia", "line": "Luck was not with us, Princess. We have no choice. We'll have to abandon our companions in Castle Delbray."}, {"speaker": "Elincia", "line": "No!! We will not!! Geoffrey and the others have survived so much already... I will not abandon them!"}, {"speaker": "Lucia", "line": "Princess, please understand. If we could do so without danger to you, we would gladly risk our lives to go back."}, {"speaker": "Elincia", "line": "We cannot do this! Please, Lucia! We must go to the castle! ...Bastian! You must not do this thing!"}, {"speaker": "Bastian", "line": "Geoffrey is a knight. In the name of our friend's honor, Princess, you must escape."}, {"speaker": "Elincia", "line": "No... No! They've survived this long! They're alive! NO!!!"}, {"speaker": "Lucia", "line": "General Ike... We don't have much time. While we stand here squabbling, Daein scouts may spot our position. Please move the army southwest on this road."}, {"speaker": "Ike", "line": "No."}, {"speaker": "Lucia", "line": "Pardon? What did you say?"}, {"speaker": "Ike", "line": "We're going to the castle. If it's surrounded by Daein troops, we cut our way through and join the other knights. Understood?"}, {"speaker": "Lucia", "line": "Weren't you listening? I said we had no choice but to leave them behind! They were lost to us the moment the enemy discovered and surrounded them!"}, {"speaker": "Ike", "line": "They're not so lost that we can't take them back."}, {"speaker": "Lucia", "line": "You are the general of Crimea's army, are you not?...Even if only for the moment? I would hope that you would act more in accordance with your responsibilities."}, {"speaker": "Ike", "line": "I didn't choose or ask to be general. I was put here by matters of time and circumstance. But, as a mercenary, I have a contract with Princess Elincia that's still in effect. That means she's my employer. And right now, my employer says she wants to go and save the people stuck in that castle. Is that correct, Elincia?"}, {"speaker": "Elincia", "line": "Yes. I don't want... I don't want anyone else to be sacrificed."}, {"speaker": "Ike", "line": "So...we're going to help them. If you're so worried about the princess, I'll leave her here with you, and you can keep her safe."}, {"speaker": "Elincia", "line": "My lord Ike..."}, {"speaker": "Ike", "line": "They're coming into view! Combat formations!"}, {"speaker": "Ike", "line": "Our goal is to rescue those knights near the castle!"}], "battle": [{"speaker": "Black Knight", "line": "Is that the Crimean army?...Where is Gawain's son?...Ah... He's much improved...He is his father's son after all. Contrary to my initial estimation, he may prove to be worthy."}, {"speaker": "Ike", "line": "What? Him...It's him!"}, {"speaker": "Titania", "line": "Ike! The castle has fallen to the enemy!"}, {"speaker": "Ike", "line": "Curses! We were too slow."}], "battle-talk": [{"speaker": "Bastian", "line": "H-hold a moment! Please, my brave general!", "person_1": "Ike", "person_2": "Bastian"}, {"speaker": "Ike", "line": "You again?", "person_1": "Ike", "person_2": "Bastian"}, {"speaker": "Bastian", "line": "I was but a humble court official in the service of our late king. My name is Bastian, Count of Fayre. Allow me to give you proper greeting and respects, General Ike. Many thanks are due to you! I am here to formally request your permission to join in the battle taking place in the--", "person_1": "Ike", "person_2": "Bastian"}, {"speaker": "Ike", "line": "Shut up! We're in combat! If you want to prattle on and on like this, do so after we defeat the enemy!", "person_1": "Ike", "person_2": "Bastian"}, {"speaker": "Bastian", "line": "Oh, yes, but of course...Well! It seems I've found yet another font of good humor... Hmph.", "person_1": "Ike", "person_2": "Bastian"}, {"speaker": "Lucia", "line": "General Ike! Allow me to apologize for my earlier remarks! I've a selfish request, but... I would like to join--", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Ike", "line": "Yeah, all right, fine. Now hurry up!", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Lucia", "line": "Eh?", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Ike", "line": "If you've got the time to apologize, you've got time to take out some enemies!", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Lucia", "line": "Of course! To save my companions, I will give my all!", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Ike", "line": "Fantastic. Now let's go!", "person_1": "Lucia", "person_2": "Ike"}, {"speaker": "Ike", "line": "Are you Sir Geoffrey?", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Eh? Who are you?", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Ike", "line": "I'm Ike. I'm leading the Crimean army for Princess Elincia!", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "The princess, where is she?", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Ike", "line": "Don't worry. I didn't bring her to the battlefield with me.", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "I see... Thank goodness...Thank you for that regard!", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Ike", "line": "Are the other soldiers inside the castle?", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Yes. I'm sure they're staving off any attacks by enemy infiltrators.", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Ike", "line": "Good. I'm glad we made it in time. Let's combine forces and finish this!", "person_1": "Ike", "person_2": "Geoffrey"}, {"speaker": "Bastian", "line": "Are you well, my friend?", "person_1": "Bastian", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Bastian...? Why did you come back?", "person_1": "Bastian", "person_2": "Geoffrey"}, {"speaker": "Bastian", "line": "I'll explain it to you later! For the sake of the princess, expend your energy on living!", "person_1": "Bastian", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Understood!", "person_1": "Bastian", "person_2": "Geoffrey"}, {"speaker": "Lucia", "line": "Geoffrey! I'm so glad we made it in time!", "person_1": "Lucia", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Lucia, my sister...What are you doing? Why did you leave the side of the princess!", "person_1": "Lucia", "person_2": "Geoffrey"}, {"speaker": "Lucia", "line": "There's no time to discuss it now! Just know that she is safe. If you want to see her yourself, you'd best try and survive!", "person_1": "Lucia", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Sister! Wait! ...Blast!", "person_1": "Lucia", "person_2": "Geoffrey"}, {"speaker": "Kieran", "line": "Crimean Royal Knight, Fifth Platoon Captain Kieran reporting for duty, sir!", "person_1": "Kieran", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Kieran! You live?", "person_1": "Kieran", "person_2": "Geoffrey"}, {"speaker": "Kieran", "line": "Yes sir, General! I was taken prisoner by Daein and held in the dungeon of Canteus Castle. Oh, it was a vile place! They tried all manner of terrible tortures on me...but I resisted to the last! Then I was freed by a company of mercenaries in the hire of Princess Elincia! Since that time, I have been faithfully at the side of the princess protecting her from all harm!", "person_1": "Kieran", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Is the princess in good spirits?", "person_1": "Kieran", "person_2": "Geoffrey"}, {"speaker": "Kieran", "line": "She is! General Geoffrey, it is her great wish that you live, so that she may see you once again!", "person_1": "Kieran", "person_2": "Geoffrey"}, {"speaker": "Geoffrey", "line": "Is that...so? Very well! Now that I've heard that, I must stay alive at any cost! Rally your hearts, men of Crimea! We will fight and we will win! The princess needs her castle!", "person_1": "Kieran", "person_2": "Geoffrey"}], "visit": [{"speaker": "Woman", "line": "Oh, thank the goddess! The Crimean army has arrived. We who have suffered so much under Daein's rule will finally be free! We can put our faith in that, can't we? If there's anything we can do to help, we'll do it. Please, rescue our beloved Crimea."}, {"speaker": "Man", "line": "You're part of the army that brought the princess, aren't you? Oh, you've done a great thing! I've been hiding this scroll so I could give it to you. Use it to drive Daein out of our homeland! You can do it!"}], "boss": [{"speaker": "Rikard", "line": "I am Rikard! Your corpse will be the sustenance that feeds my hunger for fame!"}, {"speaker": "Rikard", "line": "No matter one's proven deeds,...one defeat unmans us all...And so...it ends..."}, {"speaker": "Black Knight", "line": "Fool! Run now, and I'll let you live."}, {"speaker": "Ike", "line": "Urghgg... I'm......not strong...enough...yet...", "unit": "Ike", "boss": "Black Knight"}, {"speaker": "Black Knight", "line": "Is that all you have? It seems you do not possess the talents to surpass your father after all. A pity.", "unit": "Ike", "boss": "Black Knight"}], "end": [{"speaker": "Black Knight", "line": "And yet another general of Daein is defeated...I wonder how powerful you will become, army of Crimea. I look forward to our next meeting..."}, {"speaker": "Elincia", "line": "My lord Ike!"}, {"speaker": "Ike", "line": "Princess Elincia! So you came after all."}, {"speaker": "Elincia", "line": "Thanks to your words, both of my friends came to understand how vital it was."}, {"speaker": "Ike", "line": "I don't understand the feelings of knights. But, I do understand how important your former retainers are to you. And I also understand the strong support with which they provide you. I'm happy we were able to save them."}, {"speaker": "Elincia", "line": "As am I!"}, {"speaker": "Ike", "line": "All right, shall we return? If I'm going to be fighting with them, I should probably introduce myself."}, {"speaker": "Elincia", "line": "Wait, my lord Ike."}, {"speaker": "Ike", "line": "Yes?"}, {"speaker": "Elincia", "line": "As you said, Lucia and the others are very important to me. They are family. I may presume too much, but...well...My lord Ike, you and the others are also irreplaceable to me, so... I ask for your continued support!"}, {"speaker": "Ike", "line": "Of course. It's an honor."}, {"speaker": "Geoffrey", "line": "Princess!"}, {"speaker": "Elincia", "line": "Geoffrey!"}, {"speaker": "Geoffrey", "line": "Princess... Ah, to behold you again...It's... It's..."}, {"speaker": "Elincia", "line": "If you had lost your life today, this reunion would not be taking place. Geoffrey, do you hear me? Be careful!"}, {"speaker": "Geoffrey", "line": "Yes, Princess. Lucia...told me of what occurred. Our country and princess now exist as one. It was never our intent to sacrifice your feelings for the sake of the nation. Please forgive us."}, {"speaker": "Bastian", "line": "But soft! What luck that we do feel fate's kiss? Anon, the clouds do part, the rains do stop. Heaven itself does sing and thus rejoice. At the return of our one true ruler! Oh, Princess... Until world's end, do you we vow to follow! We are planets of your fair blazing sun!"}, {"speaker": "Lucia", "line": "No longer will we think of honor and dying in so cavalier a fashion. No matter the difficulties we face, we will choose the road that allows us to continue living at your side."}, {"speaker": "Ike", "line": "Why appear now? Do you mean to tell me you purposely waited until the battle was over?"}, {"speaker": "Black Knight", "line": "Hmph. I know how your mind works. I assumed you would attack the moment you saw me. But perhaps you've learned to judge the importance of time and place."}, {"speaker": "Ike", "line": "To a mercenary, nothing's more important than the contract between him and his employer."}, {"speaker": "Black Knight", "line": "Shall we call off our contest then? When you die here, you'll be in breach of contract after all."}, {"speaker": "Ike", "line": "That's not a problem. All I have to do is win... Ready yourself!"}, {"speaker": "Black Knight", "line": "Hmph."}, {"speaker": "Black Knight", "line": "You're not as overly clumsy as I had feared. It is regrettable that your weapon is so poorly made."}, {"speaker": "Ike", "line": "Why do my attacks have no effect?"}, {"speaker": "Black Knight", "line": "My armor is blessed by the goddess. Only weapons that are also blessed can so much as scratch it."}, {"speaker": "Ike", "line": "Grrr... So common weaponry is useless? Is that it?"}, {"speaker": "Black Knight", "line": "You should not worry about such trivialities. You possess the sacred blade Ragnell, do you not?"}, {"speaker": "Ike", "line": "Ah!"}, {"speaker": "Black Knight", "line": "It is the counterpart to my blade, Alondite. Tell me you were not idiot enough to leave it in that place. You took it with you, did you not? Along with your father's corpse?"}, {"speaker": "Ike", "line": "That...that sword? The one you threw to my father like an act of charity? The one he refused? That's Ragnell?"}, {"speaker": "Black Knight", "line": "I claim victory today. When next we meet, bring Ragnell. Without the proper weapon, I grow bored."}, {"speaker": "Ike", "line": "..."}], "conversation": [{"speaker": "Marcia", "line": "Ah! Ike! There, hiding in the shadows of that tent! Grab him!"}, {"speaker": "Ike", "line": "Huh? What?"}, {"speaker": "Makalov", "line": "Hey! Ouch! Come on, you gotta let me go!"}, {"speaker": "Marcia", "line": "Stop whining you little baby! Get over here!"}, {"speaker": "Marcia", "line": "You spineless sop! You never learn, do you?"}, {"speaker": "Ike", "line": "What's going on?"}, {"speaker": "Marcia", "line": "Listen to this, Ike! While I was changing my clothes, my dear brother here tried stealing from my purse again!"}, {"speaker": "Makalov", "line": "Don't do this here! You don't need to tell the whole camp about it, do you?"}, {"speaker": "Marcia", "line": "Who's created this situation in the first place! And here I was thinking that you'd finally turned yourself around... Even as we speak, Mother is at home weeping in her soup! You chowderhead!"}, {"speaker": "Makalov", "line": "Don't worry about Mom! Dad's there to take care of her."}, {"speaker": "Marcia", "line": "You brainless eunuch! Gaaaaaa!!!"}, {"speaker": "Makalov", "line": "M-Marcia! Ow! Ow! My foot! You're crushing it! I heard something crunch! Help! I'm being crippled!"}, {"speaker": "Marcia", "line": "And no one cares!"}, {"speaker": "Ike", "line": "All right, all right. I think that's enough."}, {"speaker": "Marcia", "line": "Hmph! It's one thing that you're a guppy-brained lout... But it's worse that you never, ever change! You're ALWAYS being chased by thugs, and I ALWAYS have to go looking for you. Do you have any idea how much I worry? Would it hurt you to think of others once in a while? You're my OLDER brother, remember?"}, {"speaker": "Makalov", "line": "Marcia..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Makalov", "line": "I'm sorry! I'll give up gambling. I'll work hard and repay all of my debts! Please, you've gotta believe me!"}, {"speaker": "Marcia", "line": "..."}, {"speaker": "Ike", "line": "Why not forgive him? He's the only brother you've got, right?"}, {"speaker": "Marcia", "line": "...Well, if Ike insists..."}, {"speaker": "Makalov", "line": "R-really? Do you forgive me?"}, {"speaker": "Marcia", "line": "Only if you keep your word! This is the absolute last time!"}, {"speaker": "Makalov", "line": "I swear! I swear on Dad's grave."}, {"speaker": "Marcia", "line": "Heh... That's not going to work, you twit! Dad's still alive."}, {"speaker": "Makalov", "line": "Made you laugh! 'Bout time, too."}, {"speaker": "Ike", "line": "Straighten up and don't trouble your sister anymore."}, {"speaker": "Makalov", "line": "Say, Marcia?"}, {"speaker": "Marcia", "line": "What is it, Makalov?"}, {"speaker": "Makalov", "line": "You want to bet on how long I can keep my promise? I'll give you four-to-one odds!"}, {"speaker": "Marcia", "line": "AAAHHH!!!"}]}