{"chapter": "26", "title": "Clash", "speakers": ["Ashnard", "Black Knight", "Ike", "Soren", "Bastian", "Geoffrey", "Lucia", "Titania", "Tibarn", "Elincia", "Bertram", "Daein Soldier", "Crimean Soldier", "Bryce", "Reyson"], "dialogue_counts": {"Ashnard": 17, "Black Knight": 11, "Ike": 31, "Soren": 13, "Bastian": 5, "Geoffrey": 4, "Lucia": 3, "Titania": 7, "Tibarn": 11, "Elincia": 6, "Bertram": 6, "Daein Soldier": 4, "Crimean Soldier": 6, "Bryce": 5, "Reyson": 9}, "gender_counts": {"M": 112, "F": 16, "N": 10, "A": 0}, "lines": 139, "transitions": "-MMMMMMMMMMMMMMMMMMMMMM-MMMMMMFMMFMMMFMMMMMM-FMMFMFMFMMFMMMFMFMFM-MMMMFMFMMFMFMM-MFMMNMNMNMN-M-M-NMN-MMMMMMMMMMM-NMNMNMNM-MMMMMMMMMMMMMMMMMMMMMMMMMMM", "opening": ["In a valley amidst the Marhaut Range,  Ike and company are reunited with King Caineghis of Gallia. King Tibarn of Phoenicis also arrives, and brings with him a disturbing tale... His words serve notice: There is no time to waste. The final showdown with Ashnard is coming. Between the forces King Caineghis grants them before returning home and the soldiers King Tibarn brings, the Crimean army possesses three times the fighting power that it did when it left Begnion. Even so, the Daein forces encamped in the capital are strong, rested, and comparable in number. In addition, the road to the final confrontation is blocked by two formidable obstacles--Fort Pinell and Nados Castle. How these two tests are faced will mightily affect the course of the war."], "intro": [{"speaker": "Ashnard", "line": "I see. So Crimea and Gallia have finally joined forces, have they? Half-breeds and humans fighting side by side... How sweet!"}, {"speaker": "Black Knight", "line": "In addition, it seems the incident with the heron princess has brought more Phoenicians to the struggle as well."}, {"speaker": "Ashnard", "line": "Oh, the hawk king is getting involved, eh?"}, {"speaker": "Black Knight", "line": "Which means that the Crimean army's strength of arms is all but equal to our own...and growing daily. Of course, this pathetic, ragged band is still no match for our superior leadership and skill."}, {"speaker": "Ashnard", "line": "Heh heh heh... Heeee hee hee hee! Things are getting interesting, are they not? But I am still unsatisfied. Divide our army into two battalions, and send one to meet the Crimeans."}, {"speaker": "Black Knight", "line": "And who...will be in charge of that battalion?"}, {"speaker": "Ashnard", "line": "Bertram."}, {"speaker": "Black Knight", "line": "Bertram?"}, {"speaker": "Ashnard", "line": "Does that bother you? Well then... Perhaps I should leave it to you and see what happens! Heee heee heee!"}, {"speaker": "Black Knight", "line": "Do you believe I would betray you?"}, {"speaker": "Ashnard", "line": "I believe your heart has considered it."}, {"speaker": "Black Knight", "line": "Surely you jest...I will divide our forces and see that they march to meet Crimea under Bertram's command. Is this satisfactory?"}, {"speaker": "Ashnard", "line": "I leave it to you, good sir knight."}, {"speaker": "Black Knight", "line": "One other thing, Your Majesty. In my absence, did you order the death of Ena?"}, {"speaker": "Ashnard", "line": "Ena? Ena...? Oh, yes, her. I'd forgotten about that one. I lost all interest in her when she failed to hold Daein's capital, you know? I've no use for failures...Yes, yes, I remember it now. I ordered General Petrine to take care of her...Ha! Another failure under my command...I told Petrine that if the task was beyond her, capturing Ena would be enough."}, {"speaker": "Black Knight", "line": "I see."}, {"speaker": "Ashnard", "line": "Why do you ask?"}, {"speaker": "Black Knight", "line": "According to one of General Petrine's men, they have indeed captured Ena. But, with the general's death, they're unsure what to do with her."}, {"speaker": "Ashnard", "line": "Heh heh. That was one of Petrine's better qualities. She always did follow orders. Well, what do you intend to do?"}, {"speaker": "Black Knight", "line": "I wish to receive your instructions. Do you still wish to see her killed, or have you changed your mind?"}, {"speaker": "Ashnard", "line": "Mmm. Do as you will. I care not. However! Do not bring her into my presence! When that one is near, Rajaion seems to grow restless."}, {"speaker": "Black Knight", "line": "As you wish."}, {"speaker": "Ike", "line": "Everyone seems to be here. Go ahead, Soren. You can begin now."}, {"speaker": "Soren", "line": "Very well."}, {"speaker": "Soren", "line": "Please look at this map. The current position of our army is here in the Marhaut Range. Between us and the capital there are two large outposts of enemy troops--Fort Pinell and Nados Castle."}, {"speaker": "Bastian", "line": "Both holds were built to guardian our fair land. But now Daein rules them both, and knows of us. With rations set, they could hold out a year. Say what you will of Daein and her foul plans. One must admire her skill in things of war."}, {"speaker": "Geoffrey", "line": "Come now, Bastian! Why would you praise our foe?"}, {"speaker": "Bastian", "line": "I do but speak the mean of it, good sir. The truth is harsh, but lies would be worse still."}, {"speaker": "Lucia", "line": "Will you two please shut up? Please? Sheesh!"}, {"speaker": "Geoffrey", "line": "..."}, {"speaker": "Ike", "line": "Pinell and Nados are fairly close to one another. I doubt they would expect us to attack both at once, but..."}, {"speaker": "Titania", "line": "That seems to be a waste of our strength. And we don't want to get ambushed from the rear while attacking."}, {"speaker": "Soren", "line": "We cannot divide our army, but we could send a small force to attack the base with weaker defenses and keep it occupied. At the same time, the main army can focus on the other one and conquer it."}, {"speaker": "Soren", "line": "These are both strongholds built for the defense of Crimea...Now that they're under enemy control, they pose a significant danger."}, {"speaker": "Ike", "line": "These are fairly close to one another. I doubt they would expect us to attack both at once, but..."}, {"speaker": "Titania", "line": "That seems to be a waste of our strength. And we don't want to get ambushed from the rear while attacking."}, {"speaker": "Soren", "line": "We cannot divide our army, but we could send a small force to attack the base with weaker defenses and keep it occupied. At the same time, the main army can focus on the other one and conquer it."}, {"speaker": "Ike", "line": "I see... So which one has more soldiers?"}, {"speaker": "Soren", "line": "That would be Fort Pinell."}, {"speaker": "Tibarn", "line": "Very well. Then the main army will lead an assault on Fort Pinell. Meanwhile, I'll take my army and a unit or so of Gallians and set out for Castle Nados. We'll launch an attack, and when they come out to meet us, we'll retreat. Then we'll attack again! It will keep them busy."}, {"speaker": "Ike", "line": "That should give us the time we need. We'll take care of our front by day's end...Let's go capture a fort!"}, {"speaker": "Tibarn", "line": "It's settled then."}, {"speaker": "Elincia", "line": "My lord Ike."}, {"speaker": "Ike", "line": "Princess Elincia...Huh?"}, {"speaker": "Ike", "line": "What's going on? Why are you dressed like that?"}, {"speaker": "Elincia", "line": "I thought to join you on the battle lines--"}, {"speaker": "Ike", "line": "Is that a pegasus?! Where did you get that?"}, {"speaker": "Elincia", "line": "He belonged to my great-grandmother. I'm a bit nervous about riding him, but I'm going to try nevertheless.Ike"}, {"speaker": "Ike", "line": "I appreciate your desire, but your retainers will never allow it. Will they?"}, {"speaker": "Elincia", "line": "As for that..."}, {"speaker": "Ike", "line": "Did you agree to this, Geoffrey?"}, {"speaker": "Geoffrey", "line": "No, personally, I'm against it, but...She is the princess, and it is her wish. I can do nothing."}, {"speaker": "Lucia", "line": "The princess's great-grandmother was a Begnion pegasus knight of some renown before marrying into House Crimea. Princess Elincia herself is skilled at both riding and swordsmanship. As a child, she was granted permission to train in case the need for her to fight ever arose."}, {"speaker": "Bastian", "line": "Behold the pegasus and uniform! All treasures of our House Crimea fair. We did fear much that we would never see a chance to use them in their proper stead. Oh, muse of fire! I cannot find the words! Behold a light that dares to shame the sun! Our princess clad in raiments fair and fine, gives courage, love, and vigor to our cause."}, {"speaker": "Ike", "line": "I'm surprised you were able to hide armor and a flying horse from the Daein army."}, {"speaker": "Bastian", "line": "Ahem...Prince Renning foresaw a time when the princess would need them, and bade us convey them from the palace. Prince Renning's thoughts were always of the princess, even as his life abandoned him. Be true to your heart, and live life as it dictates. Those were his final words to her."}, {"speaker": "Elincia", "line": "My lord uncle was always the one person who understood me best...Even though I'm dressed like this, I have no experience, and do not expect to fight as well as the rest of you. But...this constant waiting behind and doing nothing...it sets my heart beating with such unease I fear it may burst. Even if I cannot fight, I could use a staff to heal the wounded. If I could save just one soldier, it would mean so much to me. Please, my lord Ike. I promise to obey orders and stay out of harm's way as best I can."}, {"speaker": "Geoffrey", "line": "Lord Ike, we will take responsibility and guard the princess."}, {"speaker": "Lucia", "line": "It is her heartfelt wish..."}, {"speaker": "Ike", "line": "This is not something that I can allow or disallow. She is my employer. If this is what the princess wants, all I can do is comply. Be careful, will you?"}, {"speaker": "Elincia", "line": "Oh, thank you so much!"}, {"speaker": "Bastian", "line": "Let us go forth like sunlight to the dawn. Elincia fights, and Crimea wins the day!"}, {"speaker": "Ike", "line": "Soren, do you have any information on the enemy general?"}, {"speaker": "Soren", "line": "Our intelligence reports say the commander of this army is Bertram, one of Daein's Four Riders."}, {"speaker": "Ike", "line": "One of the Four Riders? So he's on par with that woman we fought earlier, General Petrine?"}, {"speaker": "Soren", "line": "...That's not necessarily so. The name Four Riders is given to the four persons of highest ability among the king's advisors."}, {"speaker": "Titania", "line": "So the members can change, is that it? Who are the current Four Riders?"}, {"speaker": "Soren", "line": "First, there was General Petrine, whom we defeated at Riven Bridge. Then the man we face today, General Bertram. Next is General Bryce, who served the previous king. And finally, the enigmatic general known as the Black Knight. Those are the four."}, {"speaker": "Titania", "line": "This is the same Black Knight who murdered Commander Greil?"}, {"speaker": "Soren", "line": "Of that, there appears to be little doubt."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Titania", "line": "Tell us, Soren, do you have any more information on General Bertram?"}, {"speaker": "Soren", "line": "I know not where he hails from. He appeared after the fall of Crimea and has quickly gained Ashnard's favor."}, {"speaker": "Titania", "line": "So he's a man of no mean ability."}, {"speaker": "Soren", "line": "Like the Black Knight, he always wears his armor and never shows his face unhelmed. Some say he's not even in his armor, but that it's inhabited by an ancient spectre or a demonic creature. It's all just superstition and rumor designed to heighten fear of the man."}, {"speaker": "Ike", "line": "It's not important. Once we cross swords, we'll know the truth. Then we can discover for ourselves if he's just a loudmouthed braggart or truly a monster. As long as our blades can wound him, I care not either way. Let's go!"}, {"speaker": "Bertram", "line": "..."}, {"speaker": "Titania", "line": "Ike, there are more enemy soldiers than we expected. Just from what I can see now, they are double our numbers."}, {"speaker": "Soren", "line": "And we must assume that the fort houses many more troops. This may prove to be a long battle."}, {"speaker": "Ike", "line": "Even if they have twenty times our numbers, we must overcome them. In this war, there can be no retreat!"}, {"speaker": "Daein Soldier", "line": "General Bertram! The Crimean army has risen to the bait! Orders, sir?"}, {"speaker": "Bertram", "line": "..."}, {"speaker": "Daein Soldier", "line": "...Your orders, sir?"}, {"speaker": "Bertram", "line": "..."}, {"speaker": "Daein Soldier", "line": "General? Um... How shall we make answer?"}, {"speaker": "Bertram", "line": "Turn the ground...ssssoft with blood. Make a graveyard...of thissss place. Bury them all."}, {"speaker": "Daein Soldier", "line": "Y-yes, sir!"}], "boss": [{"speaker": "Bertram", "line": "...Perissssh......Perissssh..."}, {"speaker": "Bertram", "line": "...Ga...aaa... Releasssse..."}], "end": [{"speaker": "Crimean Soldier", "line": "Sir, the enemy troops are fleeing! Shall we give chase?"}, {"speaker": "Ike", "line": "No, let them run. We fought enough today. Get our men inside the fort and give everyone a break."}, {"speaker": "Crimean Soldier", "line": "Yes, sir!"}, {"speaker": "Ashnard", "line": "I see. So Crimea's won another victory, have they? Heh heh heh. Heeeee heee heee! Well then, send the rest of our troops to Castle Nados as reinforcements. Put General Hafedd in charge and let him exchange blows with them."}, {"speaker": "Bryce", "line": "Yet, that would leave the capital protected by only the Imperial Guard."}, {"speaker": "Ashnard", "line": "You forget yourself, knight. I will be here as well. If they defeat Hafedd and make it all the way here, then they are worthy to cross swords with me."}, {"speaker": "Bryce", "line": "I would beg a question, Your Highness. Why do you divide our troops and give the enemy the advantage? It's as if you were--"}, {"speaker": "Ashnard", "line": "As if I were...? What? Go on."}, {"speaker": "Bryce", "line": "It's as if you desire the Crimean army to continue winning and make its way here to you."}, {"speaker": "Ashnard", "line": "I'll not deny it."}, {"speaker": "Bryce", "line": "Are you saying...that you desire Daein's defeat?"}, {"speaker": "Ashnard", "line": "No, I am not. If you think through it clearly, Daein will not lose. We had many plans when we started this war. We went through many scenarios, many predictions...But, as you know, our predictions have been completely overturned by this gang of rabble. Was that luck? Or was it the gap in skill between the individual soldiers? And if it is, aren't you interested in seeing how far they can come?"}, {"speaker": "Bryce", "line": "I...do not understand."}, {"speaker": "Ashnard", "line": "Heh heh heh. Heeee heeee heee! Perfect!! Nothing raises my spirits like war! Come, Crimea! Let me be the one to consume your noble hearts!"}], "conversation": [{"speaker": "Crimean Soldier", "line": "General, may I have a moment of your time?"}, {"speaker": "Ike", "line": "Yes? What is it?"}, {"speaker": "Crimean Soldier", "line": "I'd like your advice on something, sir. Let's say I was faced with an undefeatable enemy. In that case, what should I, as the weaker fighter, do? Should I try to avoid slowing down other better fighters and retreat? Or do I sacrifice myself and try to at least land a single blow on the opponent?"}, {"speaker": "Ike", "line": "If it's an enemy general, or just someone that's far too strong for you, there's no need to get yourself killed. But I don't want you to simply run away, either. Study the enemy first, and see if retreating is your only option. I'd like you to do that much, at least."}, {"speaker": "Crimean Soldier", "line": "Study the enemy?"}, {"speaker": "Ike", "line": "That's right. What type of fighter is he? What kind of weapon is he using? Things like that. If you can learn to do that, you can determine how best to engage your opponent."}, {"speaker": "Crimean Soldier", "line": "Those are the very core of combat fundamentals, aren't they? Oh, I'm a danged fool! It could be...I think all my troubles started because I wasn't paying enough attention to the basics! You've given me something to think about. And some hope, too. Thank you, sir! You're the smartest general ever!"}, {"speaker": "Ike", "line": "Huh... What a brave little fella'."}, {"speaker": "Ike", "line": "Are you leaving now?"}, {"speaker": "Tibarn", "line": "Yep. We're going to do some reconnaissance and tease those Daeins a bit."}, {"speaker": "Ike", "line": "Good luck."}, {"speaker": "Tibarn", "line": "Pah! You don't need luck when you're as tough as me!"}, {"speaker": "Reyson", "line": "Tibarn, about--"}, {"speaker": "Tibarn", "line": "Reyson, no. I truly am sorry. Leanne's kidnapping is completely my fault."}, {"speaker": "Reyson", "line": "It's not your fault. Please don't apologize. I know Leanne is alive. These battlefields are filled with chaotic energy, but I can still sense her...It's faint, but I know it's Leanne."}, {"speaker": "Tibarn", "line": "Which is all the more reason for us to hurry. There may be other ways to finish this, but crushing Daein is the surest."}, {"speaker": "Reyson", "line": "Agreed."}, {"speaker": "Ike", "line": "Reyson, is this mysterious power that you use to sense Leanne something only herons possess?"}, {"speaker": "Tibarn", "line": "It's not something any of the hawk clans have! That is a certainty!"}, {"speaker": "Reyson", "line": "That's not true, Tibarn. The power may differ in potency between us, but all laguz possess it to some degree."}, {"speaker": "Tibarn", "line": "Ah, so it's just that my sense isn't developed, is that it?"}, {"speaker": "Reyson", "line": "The power is distributed something like this...Among the bird tribes, it's very strong in the heron clan. Among the beast tribes, I've heard it's most developed in the cat clan, though not as strongly as in the herons. As for the dragon tribes... It's said they may be equal to, or even surpass, the strength of the herons."}, {"speaker": "Ike", "line": "Even though I knew that all laguz were not alike, there are even more differences than I'd imagined."}, {"speaker": "Tibarn", "line": "Your eyes should have told you that. Once we change, we don't look alike do we?"}, {"speaker": "Ike", "line": "Good point."}, {"speaker": "Tibarn", "line": "Enough pleasantries. It's time for me and my men to take wing."}, {"speaker": "Ike", "line": "Right. See you later then."}, {"speaker": "Reyson", "line": "Tibarn, may the fortunes of war be with you."}, {"speaker": "Tibarn", "line": "And you as well. Don't try anything too dangerous."}, {"speaker": "Reyson", "line": "..."}, {"speaker": "Ike", "line": "...Reyson?"}, {"speaker": "Reyson", "line": "My apologies, Ike. Though I knew this was coming... It's still...difficult."}, {"speaker": "Ike", "line": "Don't apologize. You've nothing left to prove to me."}, {"speaker": "Reyson", "line": "...Ah......"}, {"speaker": "Ike", "line": "..."}]}