{"chapter": "27", "title": "Moment Of Fate", "speakers": ["Tibarn", "Ike", "Bastian", "Titania", "Ranulf", "Mist", "Elincia", "Geoffrey", "Hafedd", "Black Knight", "Soren", "Ena", "Daein Soldier", "Nasir"], "dialogue_counts": {"Tibarn": 6, "Ike": 108, "Bastian": 9, "Titania": 37, "Ranulf": 2, "Mist": 27, "Elincia": 7, "Geoffrey": 1, "Hafedd": 5, "Black Knight": 24, "Soren": 5, "Ena": 20, "Daein Soldier": 3, "Nasir": 21}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 276, "transitions": "----------------", "opening": ["Of all the battles in the war so far, the contest for Fort Pinell is the fiercest to date. And from this horrific clash of weapons and wills, the Crimean army emerges bloodied and exhausted, yet victorious. The prize of Fort Pinell is no small thing, but it is the promise of additional reinforcements from Gallia-- and the large Begnion army encamped in Castle Daein--that keeps the breath of hope alive in the soldiers' hearts. There is one other pivotal piece in Daein's defense of the former Crimean capital--the severely undermanned Castle Nados. As the day's end draws near, Tibarn's small force of hawks and Gallians cease their attacks and return to camp headquarters."], "intro": [{"speaker": "Black Knight", "line": "Why did you return to Crimea? You had the perfect opportunity to escape."}, {"speaker": "Ena", "line": "...I'm going to the capital."}, {"speaker": "Black Knight", "line": "No. You are not. The king has ordered me to put an end to you."}, {"speaker": "Ena", "line": "I thought as much... So be it. I am prepared."}, {"speaker": "Black Knight", "line": "Will you not resist?"}, {"speaker": "Ena", "line": "I do not believe I could prevail against one of your power."}, {"speaker": "Black Knight", "line": "How extremely frank."}, {"speaker": "Ena", "line": "My only wish was to be beside the one I love. If that is not to be, then it matters not what happens to me."}, {"speaker": "Black Knight", "line": "As my last act of compassion, I shall make your end a swift and merciful one. Do you have any final words?"}, {"speaker": "Ena", "line": "...If you see Nasir, tell him that Ena was sorry."}, {"speaker": "Black Knight", "line": "If I have the opportunity, I will so tell him. Rest in peace."}, {"speaker": "Ena", "line": "...My...love..."}, {"speaker": "Ike", "line": "Turn and face me, Black Knight!"}, {"speaker": "Black Knight", "line": "Hmph. I've been waiting for you, child."}, {"speaker": "Ike", "line": "Ah! Did you kill that girl?"}, {"speaker": "Black Knight", "line": "Despite my promise, the blow was not clean. She breathes still."}, {"speaker": "Ike", "line": "I'll take her."}, {"speaker": "Black Knight", "line": "You'll have to do so by force. You brought the sacred sword Ragnell, did you not?"}, {"speaker": "Ike", "line": "It's right here. If using it is the only condition I need fulfill to defeat you, I will not hesitate!"}, {"speaker": "Black Knight", "line": "It appears you've grown smarter. Good. There is no challenge in killing a fool. Shall we begin?"}, {"speaker": "Mist", "line": "Brother!"}, {"speaker": "Ike", "line": "Mist? No! Stay back!"}, {"speaker": "Mist", "line": "I... I will fight you! I'll never let you kill my brother!"}, {"speaker": "Ike", "line": "Mist, you--"}, {"speaker": "Black Knight", "line": "Gawain's daughter, eh? Good. Now I can pull out the entire family tree by the root."}, {"speaker": "Ike", "line": "You're not to interfere, Mist! This craven wretch is mine!"}, {"speaker": "Black Knight", "line": "Hmph! Do as you will. This time, we begin in earnest!"}], "boss": [{"speaker": "Black Knight", "line": "You've grown stronger...I...commend you..."}], "end": [], "conversation": [{"speaker": "Titania", "line": "Commander, can I speak to you for a moment?"}, {"speaker": "Ike", "line": "What is it, Titania?"}, {"speaker": "Titania", "line": "I have...something important to ask of you."}, {"speaker": "Ike", "line": "All right, what is it?"}, {"speaker": "Titania", "line": "I want you to tell me...about the night Commander Greil was killed. I understand that it's difficult for you. However, I need to know. I have to. Just tell it once... It's all I ask. If you can't, I... His death will be something I'll never be able to face."}, {"speaker": "Ike", "line": "I feel I've done you a terrible disservice by not telling you earlier. It's just that... There was a lot I had to get clear in my own mind. I know I've kept you waiting."}, {"speaker": "Titania", "line": "So you'll tell me?"}, {"speaker": "Ike", "line": "Yes. I think I've finally come to a point where I can face it."}, {"speaker": "Titania", "line": "All right. Whenever you're ready."}, {"speaker": "Ike", "line": "That night... I've already told you everything up to where I was on my way into the forest, right? At the head of the path, Father had told me to go back to the fort--but I had a bad feeling and followed him anyway. When I entered the clearing, he and the Black Knight were already fighting. They seemed to be evenly matched at first. Then they exchanged a few more blows, and suddenly Father was sent flying. They spoke to each other for a moment, but...I was so far away, I couldn't hear what they said. Then the Black Knight threw a sword at Father's feet. I think he wanted Father to pick it up and use it."}, {"speaker": "Titania", "line": "..."}, {"speaker": "Ike", "line": "But Father didn't touch the sword. He just readied his axe again and charged.......It was over in an instant. I...I couldn't believe my own eyes. They...they looked like they were embracing...Just... Standing there. Frozen. But, I saw the Black Knight's blade...It was protruding from Father's back, and shining in the moonlight."}, {"speaker": "Titania", "line": "Oh, Greil..."}, {"speaker": "Ike", "line": "When the knight pulled his sword out, Father sagged and fell backwards... I ran and tried to catch him, but I couldn't hold him, and we both fell to the ground. The wound Father had taken was terrible, but at that point, he was still alive."}, {"speaker": "Titania", "line": "..."}, {"speaker": "Ike", "line": "The Black Knight approached and said, Give it to me. I had no idea what he was talking about. I do now, though. He had been sent by King Ashnard to retrieve the medallion. Father told him he'd thrown the medallion away, but the knight didn't believe him. Then he tried to get Father to talk by threatening to kill me...and Mist. I was so angry, I leapt up and attacked him, but it was useless. I didn't give up, though. I didn't care what happened to me, and I attacked again."}, {"speaker": "Titania", "line": "Of all the stubbornness..."}, {"speaker": "Ike", "line": "If King Gallia hadn't been nearby, I probably would have died that night, too."}, {"speaker": "Titania", "line": "..."}, {"speaker": "Ike", "line": "After the Black Knight vanished, I simply...All I could think was that I didn't want Father to die. He... He was still alive. I thought if I could just get him back to the fort, we could save him. I clung to that...false hope...and started walking toward the light of the fort... I just kept walking..."}, {"speaker": "Titania", "line": "...Thank you, Ike. It must have been so hard for you."}, {"speaker": "Ike", "line": "Titania..."}, {"speaker": "Titania", "line": "Commander Greil died on your back. His last moments must have been...much happier than I had imagined......Thank you... Now I can finally...move past my grief..."}, {"speaker": "Ike", "line": "...Titania."}, {"speaker": "Titania", "line": "Yes?"}, {"speaker": "Ike", "line": "I, um... There's something else I haven't told you about."}, {"speaker": "Titania", "line": "..."}, {"speaker": "Ike", "line": "I...met him... I met the Black Knight again."}, {"speaker": "Titania", "line": "What?"}, {"speaker": "Ike", "line": "We fought."}, {"speaker": "Titania", "line": "You did well to keep your life."}, {"speaker": "Ike", "line": "I'm not the same boy I was on that night. I've grown a lot. I've worked hard. Yet, even so, I wasn't able to defeat him."}, {"speaker": "Titania", "line": "There's nothing you can do about that. Not even Commander Greil could defeat him. You're not ready to--"}, {"speaker": "Ike", "line": "It's not that. It's not that my blade work wasn't good enough."}, {"speaker": "Titania", "line": "Then, what do you mean?"}, {"speaker": "Ike", "line": "Titania, it's his armor. It's impervious to damage."}, {"speaker": "Titania", "line": "What? That's not possible. Even the strongest--"}, {"speaker": "Ike", "line": "He said his armor had been blessed by the goddess. He said only weapons that were also blessed could hurt him."}, {"speaker": "Titania", "line": "Where are we supposed to get something like that?"}, {"speaker": "Ike", "line": "I have one here."}, {"speaker": "Titania", "line": "Ah! Ike! That sword... Where..."}, {"speaker": "Ike", "line": "The night after Father died, I went back to that clearing by myself. I'd hoped to...I'd hoped to find some clues that might help me hunt down the knight. The sword was still there. I brought it back with me, and I've been hiding it ever since. I wasn't thinking about using it. I believed that if I just carried the sword with me, I'd meet the Black Knight again.  And it worked."}, {"speaker": "Titania", "line": "So this sword will work against him?"}, {"speaker": "Ike", "line": "It's supposed to. It was made to contest Alondite, which is the sword wielded by the Black Knight."}, {"speaker": "Titania", "line": "Do you think you have a chance?"}, {"speaker": "Ike", "line": "...I'll win."}, {"speaker": "Titania", "line": "All right. I won't stop you. Use that sword to avenge Commander Greil. But listen, Ike... You must promise me one thing."}, {"speaker": "Ike", "line": "What is it?"}, {"speaker": "Titania", "line": "When you meet him, you'll exchange blows. If, at that moment, you don't feel you stand a chance...you must flee. There are times when running away is not the same as losing."}, {"speaker": "Ike", "line": "Don't you believe in me, Titania?"}, {"speaker": "Titania", "line": "Of course I do. One day, you will defeat the Black Knight. I'm sure of it. That's why I don't want you to lose your life on the first go-around. When the time comes, I promise not to interfere. And I won't let anyone else interfere, either. I want you to face him, one-on-one. And I want you to be calm and use your own best judgement. At times, withdrawing can be the key that unlocks a future victory. Don't forget that."}, {"speaker": "Ike", "line": "...Understood."}], "battle": [{"speaker": "Daein Soldier", "line": "Protect the Black Knight!"}, {"speaker": "Black Knight", "line": "Do not interfere! This man is my prey! I need no assistance."}, {"speaker": "Daein Soldier", "line": "Oh! Then...uh... Hey, get that girl! Kill her before she flees!"}, {"speaker": "Ike", "line": "Get out of here, Mist!"}, {"speaker": "Mist", "line": "No!! I'm not leaving you! I can protect myself. I won't run away!"}, {"speaker": "Black Knight", "line": "Will you flee? How appropriate. Tuck tail and run, child of Gawain! It is what dogs do best, after all. I like how you tremble with fear at the realization that you are no match for me. It suits you."}, {"speaker": "Ike", "line": "Foul villain! I do not flee. I will never turn my back on you and run away!"}]}