{"chapter": "29", "title": "Endgame", "speakers": ["Narration", "Bastian", "Elincia", "Lucia", "Geoffrey", "Ranulf", "Ike", "Titania", "Soren", "Mist", "Unknown", "Daein Soldier", "Bryce", "Ashnard", "Nasir", "Giffca", "Tibarn", "Naesala", "Ena", "Leanne", "Reyson", "Rajaion", "Janaff", "Ulki", "Nealuchi", "Mordecai", "Lethe"], "dialogue_counts": {"Narration": 2, "Bastian": 1, "Elincia": 19, "Lucia": 1, "Geoffrey": 1, "Ranulf": 9, "Ike": 53, "Titania": 2, "Soren": 1, "Mist": 14, "Unknown": 1, "Daein Soldier": 1, "Bryce": 11, "Ashnard": 23, "Nasir": 11, "Giffca": 9, "Tibarn": 8, "Naesala": 5, "Ena": 10, "Leanne": 7, "Reyson": 11, "Rajaion": 6, "Janaff": 3, "Ulki": 4, "Nealuchi": 3, "Mordecai": 2, "Lethe": 3}, "gender_counts": {"M": 0, "F": 0, "N": 0, "A": 0}, "lines": 221, "transitions": "----------------------", "intro": [{"speaker": "Narration", "line": "The Crimean royal palac, located in the center of Melior, is famed for its beautiful  gardens where the world seems at peace. But times have changed. Countless battles have raged in these idyllic confines, and a new dark lord now sits upon the throne. The palace itself has not suffered--it remains a study in dignity and elegance. Yet there is no peace on this day. A grim tension fills the air, engulfing all it touches in deafening silence. Within the heart of the palace sits the author of this war: Ashnard, king of Daein."}, {"speaker": "Narration", "line": "Ike, supreme commander of the Crimean army, and Elincia, princess of Crimea, have completed their battle preparations. Now, they spend a tense morning waiting for the decisive battle that will conclude their yearlong odyssey. They wait for the beginning of the end."}, {"speaker": "Bastian", "line": "Princess? It's time."}, {"speaker": "Elincia", "line": "It's right there... I can see the capital...Father, Mother, my lord Uncle...Your Elincia has returned..."}, {"speaker": "Lucia", "line": "Our soldiers are in formation and awaiting your word, Princess. For good or ill, this will be our final battle. Before they march, would you...speak to them?"}, {"speaker": "Elincia", "line": "What? Y-y-you want me to...address the troops?"}, {"speaker": "Geoffrey", "line": "This fight will determine if Ashnard falls and if we can all return to our beloved homeland. Today, Princess, we risk all. Giving men the courage to fight is the duty of a leader."}, {"speaker": "Elincia", "line": "I...I don't know how well I'll do, but...I will try."}, {"speaker": "Elincia", "line": "...Ahem!...Hear me! Brave fighting men of Crimea! Much have you lost in service to your land."}, {"speaker": "Elincia", "line": "Hear me! Beloved friends of the laguz! You, too, have given all for our fair cause. Hear me! My trusted company of old! You men of Greil did see me to this day."}, {"speaker": "Elincia", "line": "I stand before you made of flesh and bone, alive because you risked your lives for me. A word cannot my thanks express in kind..."}, {"speaker": "Elincia", "line": "We march today into the jaws of fate; our enemy lies in wait o'er this hill. If on the 'morrow, Ashnard lives no more, my fondest dream is to among you walk and give you each my heartfelt thanks anew."}, {"speaker": "Elincia", "line": "Let not this dream dissolve into dispair! We will defeat the dreaded king of Daein! We will reclaim this land we hold so dear. Lend me your strength! Lend me your weary hearts! Today we make our fate for good and all. One life can make a mark upon this world. One life can move the wheel of history. Be that one life! Fight well! Fight brave! Fight true."}, {"speaker": "Ranulf", "line": "...Where did that come from?! That was magnificent! It seems the princess, too, has grown stronger."}, {"speaker": "Ike", "line": "It's said we grow into the roles we're given, isn't it? Elincia will make a splendid queen."}, {"speaker": "Ranulf", "line": "..."}, {"speaker": "Ike", "line": "That's... That's just what Nasir said! What? It's true! Stop it! Don't give me that I-can't-believe-what-I-just-heard look."}, {"speaker": "Ranulf", "line": "Nasir said it, right? Whew! That's a relief! I thought the world had gone mad."}, {"speaker": "Ike", "line": "...Stupid cat."}, {"speaker": "Ike", "line": "All right, let's go! This ends today!"}, {"speaker": "Titania", "line": "I'm ready."}, {"speaker": "Soren", "line": "I have everything I need."}, {"speaker": "Ike", "line": "Very well, we're ready--"}, {"speaker": "Titania", "line": "Say, Ike! This is the end of the end, you know? So...rather than just giving orders... Why don't you say a word, too?"}, {"speaker": "Ike", "line": "I think Princess Elincia said enough!"}, {"speaker": "Mist", "line": "I want to hear what you have to say, Brother! Father always did it, didn't he?"}, {"speaker": "Ike", "line": "You want me to say something...like Father would have done?"}, {"speaker": "Mist", "line": "Uh-huh!"}, {"speaker": "Ike", "line": "Um...hey there...Before this final battle, there's only one thing I want to tell all of you..."}, {"speaker": "Ike", "line": "I don't want any of you dying on me! Remember--you only have one life! At a time like this, it doesn't matter what our blood ties are. We are family. That's what my father always used to say. And today...for the first time... I understand why he said it... Because we are a family."}, {"speaker": "Ike", "line": "So if you don't want to cause your family any grief, then live! Don't drop your guard! Don't turn your back! Use every drop of your strength! Our road has been long, but it ends today! Let's liberate Crimea and free our friends...and our families...from Daein's tyranny! Men of Crimea...Laguz of Tellius...Greil Mercenaries...MOVE OUT!!"}, {"speaker": "Unknown", "line": "Attack! We're being attacked!"}, {"speaker": "Daein Soldier", "line": "The castle gate has fallen! The Crimean army cannot be stopped!"}, {"speaker": "Bryce", "line": "...It appears the end is near. Your Majesty, please use the rear gate and withdraw. We will cover your retreat."}, {"speaker": "Ashnard", "line": "I am not leaving."}, {"speaker": "Bryce", "line": "But if... If we lose Your Majesty, the Daein royal bloodline itself will be lost!"}, {"speaker": "Ashnard", "line": "Are you saying I will lose? Hm? Is that what you wish to say?"}, {"speaker": "Bryce", "line": "...Of course not! However, our army is in dire straits. It is merely an act of prudence, Your Majesty. I humbly ask that you consider the continuance of the bloodline above all else. Of course, your judgment--"}, {"speaker": "Ashnard", "line": "The value of the thirteenth generation of Daein's royal family is not so high as to warrant your pathetic display. I AM Daein. If I am to be destroyed, then let Daein be destroyed with me."}, {"speaker": "Bryce", "line": "Your... Your Majesty... That is--"}, {"speaker": "Ashnard", "line": "I have no need of inconstant retainers. You are an obstacle. Away with you."}, {"speaker": "Bryce", "line": "...B-but, Your Majesty..."}, {"speaker": "Ashnard", "line": "My sole desire is to rule through strength. The weak perish, and the strong live on... This is the law of nature. It is the law the goddess herself created when she forged this world."}, {"speaker": "Bryce", "line": "...It appears that further conversation would only be a waste of time. Though even if His Majesty desires it not, I will remain and protect him. I cannot allow the legacy of Daein to end here!"}, {"speaker": "Ashnard", "line": "Tell me, Bryce... You were my father's retainer, were you not?"}, {"speaker": "Bryce", "line": "...From the fifteenth year of my life...and for twenty more years until his death... I did serve him faithfully."}, {"speaker": "Ashnard", "line": "The thing that killed my father was not plague, nor was it another illness.  It was me."}, {"speaker": "Bryce", "line": "Wh-what?"}, {"speaker": "Ashnard", "line": "Oh, but it doesn't end there. There was my stepmother, too. And every brother who stood to be a legitimate heir...All of them died by my hand."}, {"speaker": "Bryce", "line": "..."}, {"speaker": "Ashnard", "line": "Are you still determined to protect me? Knowing this truth?"}, {"speaker": "Bryce", "line": "...I am...Even knowing now as I do...you are still your father's son. The blood of Daein's kings flows in you. You are all that remains....By your leave."}, {"speaker": "Ashnard", "line": "Such loyalty to a corpse...In truth, there is nothing in this world more humorous than a knight."}, {"speaker": "Ike", "line": "Hey! Look out!"}, {"speaker": "Elincia", "line": "Is... Is that..."}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Ike", "line": "Elincia, what are you doing?! Get back!"}, {"speaker": "Elincia", "line": "...Ashnard..."}, {"speaker": "Ike", "line": "Wh-what did you say? THAT is the king of Daein?!"}, {"speaker": "Ashnard", "line": "Heh heh heh heh...It's been a long time, Princess Crimea."}, {"speaker": "Elincia", "line": "..."}, {"speaker": "Ashnard", "line": "You look quite different than you did the day that I cut your father and mother down like cattle... I can hardly believe you're the same little girl who did nothing but tremble and stare at me."}, {"speaker": "Elincia", "line": "You... You craven-- I've returned to see you defeated! I will no longer allow you to treat Crimea any way you please!"}, {"speaker": "Ashnard", "line": "Haaa haa haa! How brave and noble of you. However, you are not the one I seek."}, {"speaker": "Elincia", "line": "Aaah!"}, {"speaker": "Ike", "line": "Elincia!"}, {"speaker": "Ashnard", "line": "Are you the one they claim is the son of Gawain?"}, {"speaker": "Ike", "line": "King Ashnard of Daein! Your treachery dies on my blade!"}, {"speaker": "Ashnard", "line": "Oh ho? Ah ha ha ha haaaa! I see that blade in your hand... It is a sacred blade, is it not? The only type of blade that can pierce my armor. Hm. It matters not how famous the blade. If the wielder lacks skill, the greatest sword is nothing but blunted steel."}, {"speaker": "Ike", "line": "Don't worry. You will see for yourself how blunt it is."}, {"speaker": "Ashnard", "line": "I expect good things from you, son of Gawain. What you see before you are my elite, handpicked soldiers. How will you deal with them? I'm looking forward to watching you. Don't disappoint me!"}, {"speaker": "Ike", "line": "Hold!"}, {"speaker": "Ike", "line": "Any of you whose arms remember what it is like to battle, step forth! I would take of your strength now!"}], "battle": [{"speaker": "Nasir", "line": "Ike! We can't win like this! Call one of the battalion commanders! Do it now!"}, {"speaker": "Giffca", "line": "I have arrived. What is that thing? So...Ashnard tried to use the medallion, did he?...Fool..."}, {"speaker": "Tibarn", "line": "Sorry to have kept you waiting...Is that King Daein?! He's become a monster! The medallion's chaotic energy is overflowing from his body....No matter. Leave him to me. I promise you this! Ashnard will fall at my hands."}, {"speaker": "Naesala", "line": "...Yeah, yeah, I'm here... What's everyone so worked up abou--Holy goddess above!!! Is that thing...King Daein? H-he's a monster! Wait... You want me to fight THAT? Are you insane?!"}], "boss": [{"speaker": "Bryce", "line": "I am Bryce, general of Daein!"}, {"speaker": "Ashnard", "line": "Heh heh...excellent...Excellent! So good! More...more, I say! At this time of ascension, it's not enough...not enough..."}], "end": [{"speaker": "Ike", "line": "Now...it is truly over."}, {"speaker": "Ike", "line": "Ena, stay back! The king's mount is still alive!"}, {"speaker": "Ena", "line": "..."}, {"speaker": "Ike", "line": "Stay back!"}, {"speaker": "Ike", "line": "Ena!"}, {"speaker": "Elincia", "line": "No!"}, {"speaker": "Ike", "line": "What's going on? His mount is so calm..."}, {"speaker": "Nasir", "line": "Ike... Let them be."}, {"speaker": "Ike", "line": "Nasir, what's this all about?"}, {"speaker": "Nasir", "line": "That...is her mate. As death nears, he has regained his sanity."}, {"speaker": "Ike", "line": "King Daein's mount is Ena's...mate?"}, {"speaker": "Ena", "line": "...Rajaion..."}, {"speaker": "Leanne", "line": "( Say, Brother...)"}, {"speaker": "Reyson", "line": "Leanne? What is it?"}, {"speaker": "Leanne", "line": "(That dragon with the big wings...)"}, {"speaker": "Reyson", "line": "A laguz... No, it can't be. Ashnard's mount was a wyvern...Wasn't it?"}, {"speaker": "Leanne", "line": "(I can't tell for sure.)"}, {"speaker": "Reyson", "line": "(If he is a laguz,)"}, {"speaker": "Leanne", "line": "(Then let us sing,)"}, {"speaker": "Ike", "line": "What are you doing?"}, {"speaker": "Reyson", "line": "Be patient, please. There's something we want to try."}, {"speaker": "Ike", "line": "Huh?"}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Rajaion", "line": "..."}, {"speaker": "Ike", "line": "Reyson...that's..."}, {"speaker": "Reyson", "line": "Leanne told me that dragon's true form had been warped. So we sang the galdr of rebirth..."}, {"speaker": "Ena", "line": "Ra...Rajai...on..."}, {"speaker": "Rajaion", "line": "Err...aah..."}, {"speaker": "Ena", "line": "...Rajaion? D-do you know who I am?"}, {"speaker": "Rajaion", "line": "...E... Ena?"}, {"speaker": "Ena", "line": "Yes... Yes! You recognize me!"}, {"speaker": "Rajaion", "line": "You were made...to suffer...because of me... I'm sorry."}, {"speaker": "Ena", "line": "...Sniff... Rajaion! Rajaion! Oh, Rajaion..."}, {"speaker": "Rajaion", "line": "...Ena... Let's return to Goldoa. The two of us...together."}, {"speaker": "Ena", "line": "I will go anywhere, my love, as long as it is with you."}, {"speaker": "Rajaion", "line": "Ena...from this day forward...Forever......"}, {"speaker": "Ena", "line": "...Sniff......sniff...Ah, Rajaion..."}, {"speaker": "Nasir", "line": "..."}, {"speaker": "Ike", "line": "He was one of the dragon tribe?"}, {"speaker": "Nasir", "line": "That's right. He and Ena were engaged to be married...And then, he was driven mad by King Daein, and his form warped."}, {"speaker": "Ike", "line": "...I see."}, {"speaker": "Mist", "line": "Aha! Is that...Nope! Dang..."}, {"speaker": "Mist", "line": "Hmm...Ah! Here it is!"}, {"speaker": "Ike", "line": "What is it, Mist? Did you find something?"}, {"speaker": "Mist", "line": "The medallion, Ike! The medallion! I finally...have it back..."}, {"speaker": "Ike", "line": "Mist, that medallion is--"}, {"speaker": "Mist", "line": "Yeah... I know."}, {"speaker": "Mist", "line": "Reyson! Leanne!"}, {"speaker": "Leanne", "line": "(Hm? What is it, Mist?)"}, {"speaker": "Reyson", "line": "What?"}, {"speaker": "Mist", "line": "Here."}, {"speaker": "Reyson", "line": "...Oh!"}, {"speaker": "Leanne", "line": "(The medallion.)"}, {"speaker": "Mist", "line": "The medallion belongs in Serenes Forest. My mother...was only holding it for Lillia."}, {"speaker": "Reyson", "line": "...Leanne, you take it."}, {"speaker": "Leanne", "line": "(Thank you, little Mist.)"}, {"speaker": "Mist", "line": "..."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Reyson", "line": "Thank you, daughter of Elena. In the memory of my departed sister...I accept the medallion from you."}], "conversation": [{"speaker": "Ike", "line": "I've brought her, Nasir."}, {"speaker": "Mist", "line": "..."}, {"speaker": "Nasir", "line": "...I'm sorry, Mist."}, {"speaker": "Mist", "line": "..."}, {"speaker": "Nasir", "line": "I knew how much the medallion meant to you, and I stole it nevertheless. No matter the words I use to apologize, I did something unforgivable. I gained your trust--and Ike's--and betrayed it. Then I compounded my dishonor by fleeing. ...I am so very sorry..."}, {"speaker": "Mist", "line": "... Thanks for coming back, Nasir. I... I wanted to see you again. And I'm glad I did. Welcome back."}, {"speaker": "Nasir", "line": "...Ah, Mist. I do not deserve your kindness..."}, {"speaker": "Ena", "line": "...Mist, please allow me to apologize as well. I am the one who is truly at fault here. What Nasir did, he did for me."}, {"speaker": "Mist", "line": "I'm sure there's some very important reason for all of this. And it's probably still unresolved. I'm honestly quite curious. Plus, I want to help! But... But I doubt that I can. So, I'm going to wait. I've decided to wait until the two of you can tell me about whatever it is. So...you don't need to worry about it anymore. All right?"}, {"speaker": "Nasir", "line": "...Thank you, Mist."}, {"speaker": "Ena", "line": "Thank you."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Janaff", "line": "Har! So tomorrow's the day we take on the capital. I'm ready! Whooooo! It doesn't matter how hard the fight you're facing might be, I always feel excited the night before!"}, {"speaker": "Ulki", "line": "I'd like to tell you how wrong that is, but I can't. I...can't seem to calm my nerves, either."}, {"speaker": "Janaff", "line": "We're going to win, you know? King Daein won't survive the day."}, {"speaker": "Ulki", "line": "Mmm...I wonder."}, {"speaker": "Ike", "line": "Are you two on guard duty?"}, {"speaker": "Janaff", "line": "Oh, it's you. Heya, Ike."}, {"speaker": "Ulki", "line": "Do you have some need of the king?"}, {"speaker": "Ike", "line": "Yeah, will you tell him I'm here?"}, {"speaker": "Ulki", "line": "We will. Wait here."}, {"speaker": "Ike", "line": "..."}, {"speaker": "Tibarn", "line": "So, tomorrow it is. Did you come by to check on our preparations?"}, {"speaker": "Ike", "line": "You know me too well. You're going to circle the capital and ensure that no airborne enemies escape. That's clear, isn't it?"}, {"speaker": "Tibarn", "line": "Yes. I think encircling the capital's a good idea. We'll guard the west and take care of airborne combat as well. The Phoenicis and Kilvas armies are unbeatable in that regard."}, {"speaker": "Ike", "line": "Kilvas is going to help out?"}, {"speaker": "Reyson", "line": "Of course."}, {"speaker": "Tibarn", "line": "After what we saw in the dungeons of Gritnea Tower, we all agreed that King Ashnard must pay. Reyson and Leanne helped to sway certain opinions. It was tough, but in the end, we understood what needs to happen. That having been said, the crows are traitorous by nature. If worse comes to worst, it may be just us hawks out there."}, {"speaker": "Ike", "line": "That will be enough. At least I know I can rely on you."}, {"speaker": "Tibarn", "line": "Well, to be perfectly honest...I wouldn't mind a chance to remove Ashnard's head from his shoulders."}, {"speaker": "Ike", "line": "It's just like the time I fought the Black Knight...You're being kept away from the main fight. My apologies, hawk king."}, {"speaker": "Tibarn", "line": "That's all right. But if you find yourself overwhelmed, give me a call."}, {"speaker": "Ike", "line": "Understood."}, {"speaker": "Tibarn", "line": "And as for you, Reyson. I'm sure you're tired of hearing this, but--"}, {"speaker": "Reyson", "line": "I know, I know. Be careful. Don't die. Don't worry, I won't die. I'm not going to leave Leanne and my father all alone."}, {"speaker": "Nealuchi", "line": "Nestling. It appears they're discussing tomorrow's battle. Shouldn't you join them?"}, {"speaker": "Naesala", "line": "...No, I think not. It's just Tibarn after all. He doesn't really want help from Kilvas anyway."}, {"speaker": "Nealuchi", "line": "The hawk king may not care, but...Prince Reyson would surely feel that you had betrayed him yet again, Nestling."}, {"speaker": "Naesala", "line": "What?"}, {"speaker": "Nealuchi", "line": "Oh, and dear lady Leanne as well. If you were to flee in the face of the enemy, it would break her heart. Hah...... It would be so sad...HAAAH... Heeee!"}, {"speaker": "Naesala", "line": "Senile old crow. You think if you bring those two into it, I'll do as I've been told and fight... Curse you!"}, {"speaker": "Ranulf", "line": "This war has been waged for over a year...But it could all be over by midday tomorrow. How do you feel, Ike? Think we'll win?"}, {"speaker": "Ike", "line": "We'll win."}, {"speaker": "Ranulf", "line": "I knew you'd say that! Ha! You don't fool me anymore. But even so...I appreciate your bravado tonight."}, {"speaker": "Giffca", "line": "Without such courage, it would be impossible to face King Daein."}, {"speaker": "Ranulf", "line": "Master Giffca! What are you doing here?"}, {"speaker": "Giffca", "line": "The king felt uneasy knowing you were here on your own. I come in his name."}, {"speaker": "Ranulf", "line": "So, are you going to fight with us?"}, {"speaker": "Giffca", "line": "That is my purpose. That is, if Lord Ike grants his permission."}, {"speaker": "Ike", "line": "Of course. The Daein army is large, so we're going to be attacking them from the front and holding the two eastern gates. I'd be very appreciative if you would agree to take command of that front."}, {"speaker": "Giffca", "line": "If that is your wish, I can but agree."}, {"speaker": "Ranulf", "line": "What's this now? You weren't satisfied with the work I was doing? I mean, I know that I'm no Master Giffca, but please..."}, {"speaker": "Ike", "line": "Ranulf, I want you to be with me. Is that all right?"}, {"speaker": "Ranulf", "line": "Oh, now I see. Sure, that would be fine! Getting to be part of the main pack is the highest of honors."}, {"speaker": "Mordecai", "line": "Master Giffca!"}, {"speaker": "Lethe", "line": "It's been a long time. How is the king?"}, {"speaker": "Giffca", "line": "He's in good health. The king...has given me a message for you two."}, {"speaker": "Lethe", "line": "A message? Not orders?"}, {"speaker": "Giffca", "line": "That's right. He said to be sure you make it home alive. And then he said that your work in the past year has been most satisfactory and that he's sincerely grateful to you both."}, {"speaker": "Lethe", "line": "...That's...such an honor!"}, {"speaker": "Mordecai", "line": "We have fought hard. But...it wasn't a bother. Ike and the others are good beorc... We are happy to fight with them."}, {"speaker": "Giffca", "line": "I see."}]}